Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: The honor is ours. We appreciate and accept your help on this day, but we are even more grateful for the day on which you released Irdya from the eternal nightmare of Yechnagoth’s control.
ru: Честь наша. Мы ценим и принимаем вашу поддержку в этот день, но мы ещё больше благодарны за тот день, в который вы освободили Ирдию от вечного кошмара власти Йечнагот.

source: Young Galas, what you three have done for us is no small deed either. Although your journey is not quite complete yet, by defeating Uria’s designated sovereign of Chaos, you proved that her forces are not invincible, and rekindled that flame of hope everyone needed. You truly are the heroes of the forest elves of this era.
ru: Юный Галас, то, что вы для нас сделали, тоже далеко не малая заслуга. Хотя ваш путь ещё не завершён, поражением посаженного Урией владыки Хаоса, вы доказали, что её силы не непобедимы, и вновь зажгли огонь надежды во всех нуждающихся в нём. Вы настоящие герои лесных эльфов этой эпохи.

source: Thank you.
ru: Благодарю вас.

source: Kyara is one of our most skilled archers, and she has expressed her desire to join you in your quest. Seeing as how you will need all the help you can get, we thought you might welcome her support.
ru: Киара является одним из самых опытных лучников, и она изъявила желание сопровождать вас в вашем походе. Смотря на то, что вам нужна вся возможная помощь, мы считаем, что вы примите её поддержку.

source: I’m not—
ru: Я не совсем—

source: You can come with us if you wish, but you need to be aware of the dangers that lie in our way.
ru: Вы можете идти за нами, как пожелаете, но вам нужно быть осведомлёнными об опасностях, лежащих на нашем пути.

source: I <i>am</i> aware. I’ve talked with Lord Galas of the subject before — I just want to be of help to our forest ancestors in this struggle for our future.
ru: Я <i>уже осведомлена</i>. Я уже обсуждала с Лордом Галасом эту тему до этого — я просто желаю помочь нашим лесным предкам в борьбе за наше будущее.

source: Well, we must now prepare for departing tomorrow in the morning. A long voyage back home awaits us...
ru: Хорошо, тогда мы должны подготовиться для отплытия завтрашним утром. Нас ждёт долгое плавание...

source: Fear
ru: Страх

source: Explore the peninsula
ru: Исследуйте полуостров

source: The fog is so thick I can barely see anything in the distance. It’s rather unsettling...
ru: Туман настолько плотный, что я еле могу что-либо разглядеть на расстоянии. Это достаточно расстраивает...

source: Indeed. We should explore this peninsula carefully and stay together. Maybe we can find an abandoned castle or village where we can rest while we plan our next course of action.
ru: Действительно. Нам следует тщательно осмотреть этот полуостров и оставаться вместе. Возможно, мы найдём какой-нибудь заброшенный замок или деревушку, где сможем отдохнуть, обсуждая следующие действия.

source: The air is unusually dense. There’s something more about this place I don’t like.
ru: Воздух необычно плотен. Что-то мне здесь не нравится.

source: We may soon find out...
ru: Скоро мы это выясним...

source: Essornius
ru: Эссорниус

source: What kind of infernal spawn is that thing?!
ru: А это что ещё за адское порождение?!

source: Shaxthals. We are definitely not alone here.
ru: Шаксталы. Мы здесь точно не одни.

source: We’ll have to fight our way through this place then.
ru: Значит тогда нам придётся пробираться с боем через это место.

source: Yes, we did it!
ru: Да, мы справились!

source: Let’s leave this land as quickly as possible.
ru: Давайте же покинем эти земли как можно скорее.

source: Galas?
ru: Галас?

source: The Triad — Part 1
ru: Триада — Часть 1

source: Aethercyn
ru: Эфирцин

source: Galas... you too...
ru: И ты... Галас...

source: Well done, Kendria. Well done.
ru: Отлично сработано, Кендрия. Замечательно.

source: I see that the little vermin fell into the master’s trap as expected. And they brought the Ruby of Fire with them! Ha, ha!
ru: Я вижу, что жалкие вредители попались в ловушку, как и задумывалось. А ещё они принесли с собой Рубин Огня! Ха, ха!

source: What are you talking about...
ru: Про что вы говорите...

source: Keep it shut, you fool!
ru: Молчать, дурак!

source: Let him be. After all, it would be bad form to not tell them our plans before disposing of their souls, wouldn’t it?
ru: Оставь его. В конце концов, было бы не вежливо не рассказать им наши планы перед избавлением от их душ, не так ли?

source: We would have killed you on sight, rats, but our master greatly wanted to see your faces one last time.
ru: Мы бы убили вас, как только заметили, крысы, но наш лидер желает увидеть ваши лица в последний раз.

source: You... don’t have... a master... We killed... him...
ru: У вас... нет... лидера... Мы убили... его...

source: We have reserves, my dear.
ru: У нас есть резервы, моя дорогая.

source: You...?!
ru: Ты...?!

source: As you can see, I am in charge of this place and the Chaos Empire now. It is my intention to show you my gratitude for giving me this perfect opportunity to cleanse the path for Uria to do her will.
ru: Как ты видишь, теперь я в ответственности за это место и за Империю Хаоса. Желаю проявить вам благодарность за предоставление мне идеальной возможности очистить путь Урии, чтобы исполнять её волю.

source: Irdya, like many other worlds, has certain anomalies which result in spatial connections forming between it and Inferno, where Uria and her subjects live. These anomalies are very well protected and guarded by ancient demons who do not allow anyone to traverse the breach in either direction.
ru: Ирдия, как и множество других миров, имеют некоторые аномалии, выражающиеся в пространственных соединениях между ними и Инферно, где живут Урия и её подчинённые. Эти аномалии очень хорошо защищены и охраняются древними демонами, не разрешающими никому переступать разрыв в обоих направлениях.

source: Long ago, a group of sorcerers on this earth created a number of artifacts that could be used to open or close portals from one location of Irdya to another. Theoretically, those artifacts could also be used to create new, unguarded connections between Irdya and Inferno.
ru: Давным-давно, группа колдунов на этой земле создала некоторое количество артефактов, способных открывать или закрывать порталы из одного места Ирдии в другое. Теоретически, эти артефакты могут быть также использованы, чтобы создать новое, незащищённое соединение между Ирдией и Инферно.

source: The artifacts were replicas of an original that was thought lost long ago. We learned that, after changing owners many times throughout its winding history, it came to be used as a symbol of the nation that would become responsible for creating Naia. At some point, somebody ordered its destruction so it would never again be misused by anyone in the land.
ru: Все эти артефакты были копиями оригинала, который считался давно потерянным. Мы узнали, что, после смены многочисленных владельцев сквозь его ветреную историю, он стал символом нации, ставшей ответственной за создание Найи. Но когда-то, кто-то приказал его уничтожить, чтобы им больше никто и никогда не мог злоупотреблять.

source: I literally wasted my life trying to find it. In the end, <i>it</i> found <i>me</i> instead, long after I gave up on my search! But of course, its bearer unwittingly brought it before my eyes while wielding a power I could not withstand, the power of the Union. Does this sound familiar to you?
ru: Я, буквально, потратила всю свою жизнь, пытаясь найти его. Но в конце концов, вместо этого, он <i>сам меня</i> нашёл, долгое время спустя того, что я бросила свои поиски! Но конечно, его владелец невольно пронёс его перед моими самыми глазами, в то время, как нёс мощь, которой я не могла противостоять, мощь Союза. Тебе это кажется знакомым?

source: Had Argan known that the artifact existed, and that his companion had always carried it with her, we would have settled this matter long ago. There would have been no need to trace the rifts created by Naia and her fallen sister. Instead of searching for the Ruby of Fire, we should have searched for the staff that once belonged to the Enchantress Niryone of Wesmere!
ru: Ах, если бы Арган знал, что артефакт существовал, и что его компаньон всегда носила его с собой, мы бы уже решили эту проблему давным-давно. Не нужно было бы отслеживать разрывы, созданные Найей и её павшей сестрой. Вместо поисков Рубина Огня, нам стоило заняться поиском посоха, однажды принадлежавшего Колдунье Нирионе Весмирской!

source: Well done... then... It’s... yours... now... What are you waiting for?
ru: Отлично... тогда... он... ваш... теперь... Чего же вы ждёте?

source: Now that we have the artifact, we can use it to merge this pitiful world with Inferno...
ru: Теперь, когда у нас есть этот артефакт, мы сможем использовать его, чтобы слить этот жалкий мир с Инферно...

source: ... dispel the curse of Iluvia...
ru: ... развеять проклятье Илювии..

source: ... and reunite Uria and the other Guardians...
ru: ... и воссоединить Урию с остальными Стражами...

source: ... to restore the Initial Order.
ru: ... чтобы восстановить Первоначальный Порядок.

source: Give me this.
ru: Дай мне это.

source: Now this belongs to us.
ru: Теперь это принадлежит нам.

source: Yes! It belongs to us! May I borrow it for a second, my lady?
ru: Ура! Он принадлежит нам! Можно подержать его секунду, миледи?

source: This is not over yet!
ru: Это ещё не всё!

source: AAAAAAAAAAH!
ru: ААААААААААХ!

source: Kill the intruders! Kill them all! NOW!
ru: Убейте незваных гостей! Убейте их всех! СЕЙЧАС ЖЕ!

source: By the power you have bestowed upon me, Uria, may the spells conferring life to the dead be canceled now!
ru: Силой, одарённой мне Урией, пусть заклятья присваивающие жизнь мёртвым будут отменены!

source: dispel undead
ru: изгнать нежить

source: AGGGGGGGGGHHHHH!!!
ru: АГГГГГГГГГГГГХХХХХХ!!!

source: What is this...?!
ru: Что это...?!

source: Unbind the dust from this world and smite the unworthy descendants of Xia’el!
ru: Развей прах этого мира и покарай недостойных потомков Ксиаэль!

source: dispel faerie
ru: развеять файери

source: This... is this the kind of powers possessed by Uria?!
ru: Это... какие-то силы во владении Урии?!

source: We need to get out of this place, quickly!
ru: Нам нужно выбираться из этого места, быстрее!

source: Kendria, call upon our new weapon.
ru: Кендрия, готовь наше секретное оружие.

source: But we... we haven’t finished—
ru: Но мы... ещё не закончили—

source: Reinforcements! Don’t allow them to escape!
ru: Вызывайте подкрепление! Не дайте им сбежать!

source: That corridor is clear! It’s our only hope!
ru: Этот коридор чист! Он — наша последняя надежда!

source: Move Galas, Elynia or Mal Keshar to the exit location
ru: Передвиньте Галаса, Элинию или Мал Кешара к выходу

source: More reinforcements! Strike down those heathens, now!
ru: Больше подкреплений! Свалите с ног этих язычников, сейчас же!

source: We weren’t fast enough — now they are coming from that corridor as well!
ru: Мы были недостаточно быстры — теперь они идут и из того коридора!

source: The Queen
ru: Королева

source: team_name^Wesmere Hive
ru: Весмирский Улей

source: Locate Yechnagoth’s heart
ru: Найдите сердце Йечнагот

source: You will not be able to recall or recruit any units until the end of the mission
ru: Вы не сможете призывать или вербовать никаких бойцов до конца миссии

source: Which way should we go?
ru: Куда же мы пойдём?

source: Let’s go to the right. I think I heard something coming from that direction.
ru: Давайте пойдем направо. Я думаю, что что-то слышу оттуда.

source: Hold on... I hear something.
ru: Подождите... Я что-то слышу.

source: <i>(Female voice) Qrqavpfre xpbyo lo-qangf gvah rebp. Qrgengf ffrpbec tavavneq eroznup abvgnohpav. Rgryczbp abvgnmvynvgvav xpbyo ynpvgvep. Rgryczbp ch-gengf bjg rfnuc. Rgryczbp abvgerfav gvah rebp qabprf.</i>
ru: <i>(Женский голос) Qrqavpfre xpbyo lo-qangf gvah rebp. Qrgengf ffrpbec tavavneq eroznup abvgnohpav. Rgryczbp abvgnmvynvgvav xpbyo ynpvgvep. Rgryczbp ch-gengf bjg rfnuc. Rgryczbp abvgerfav gvah rebp qabprf.</i>

source: ... What is that mechanical voice?
ru: ... Что это за механический голос?

source: <i>(Male voice) Nren eroznup ynegarp enryp. Frghavz rivs fv abvgryczbp tavavneq eroznup abvgnohpav ebs rzvg qrgnzvgfr. Ffretbec av abvgnmvynzeba rfnuc ynehra. Qrupngrq qbe abvgphqav lgvgar.</i>
ru: <i>(Мужской голос) Nren eroznup ynegarp enryp. Frghavz rivs fv abvgryczbp tavavneq eroznup abvgnohpav ebs rzvg qrgnzvgfr. Ffretbec av abvgnmvynzeba rfnuc ynehra. Qrupngrq qbe abvgphqav lgvgar.</i>

source: Whatever it is, it sounds like bad news for us.
ru: Что бы это ни было, ничего хорошего это нам не принесёт.

source: It’s a very large, suspiciously vacant chamber. He he, what do you think, Elynia?
ru: Это очень большая, подозрительно пустая камера. Хе, хе, что ты думаешь, Элиния?

source: ... And, now we’re trapped. How predictable.
ru: ... И-и-и, мы в ловушке! Как предсказуемо.

source: I know. Let us be on guard for whatever those voices were talking about.
ru: Я знаю. Давайте быть на чеку, насчёт того, о чём говорили те голоса.

source: What is that?
ru: Что это?

source: —Uria be damned!
ru: —Урия, будь ты проклята!

source: Hey, that conspicuous glowing orb embedded in its torso seems important!
ru: Ей, тот заметный светящийся шар, встроенный в грудь этого, должно быть, важен!

source: Yes. It must be the very thing we have been searching for. Our timing couldn’t be any worse... Destroy it! Destroy it at all costs!
ru: Да. Он должен быть той самой вещью, которую мы искали. Наша своевременность не могла быть хуже... Уничтожьте его! Уничтожьте его любой ценой!

source: Destroy the Queen
ru: Уничтожьте Королеву

source: We have found those things before, in the old capital! They must have something to do with the hive, and possibly this creature as well — perhaps some kind of power source? Try destroying them!
ru: Мы уже встречали подобные штуковины раньше в старой столице! Они должны иметь какое-то отношение к улью и, возможно, также и к этому существу — возможно, это какой-то источник энергии? Нужно попытаться разрушить их!

source: This appears to be causing some damage to the beast!
ru: Похоже, это наносит урон твари!

source: Very well — let’s do some more!
ru: Замечательно — давайте продолжать!

source: Destroy the energy supply units in the Queen’s chamber
ru: Уничтожьте блоки энергопитания в отсеки Королевы

source: It’s working! Strike it down now!
ru: Это работает! Сразите её сейчас же!

source: *Uurgh*
ru: *Уургх*

source: —Malin? Are you all right?
ru: —Малин? С тобой всё в порядке?

source: This... this place is not doing me any good... There is a greater force at work in here, pulling our souls into it...
ru: Это... это место не делает ничего хорошего для меня... Здесь работает большая сила, засасывающая в неё наши души...

source: I should be able to heal you, just—
ru: Возможно, я смогу излечить тебя, просто—

source: I don’t think that will help for long. I’m going to lend you a hand while I can...
ru: Я не думаю, что это поможет на долго. Я собираюсь помочь тебе настолько, насколько смогу...

source: The unsightly behemoth let out a terrifying loud screech with its dying breath. As the creature collapsed, the alien core in its chest shattered, and burst, releasing a great amount of energy that enveloped all in ghostly red tendrils...
ru: Невиданное чудовище издаёт устрашающий громкий визг с последним вздохом. Как только существо рухнуло, иноземное ядро в её груди раскололось и взорвалось, высвобождая огромное количество энергии в виде призрачных красных завитков...

source: The energy is filling the place!
ru: Энергия наполняет это место!

source: ... an energy of a kind unknown to either Elynia or the lich.
ru: ... энергия вида, неизвестного ни Элинии, ни личу.

source: plural_you^... It’s clear now that those power condensers were essential for running something else here. All of you, make haste and return to the surface before the hive collapses.
ru: ... Теперь ясно, что эти накопители энергии были нужны для запуска чего-то большего здесь. Все вы, как можно быстрее возвращайтесь на поверхность, пока улей не рухнул.

source: <i>We</i>? What about <i>you</i>?!
ru: <i>Мы</i>? А что насчёт <i>тебя</i>?!

source: singular_you^... It’s clear now that those power condensers were essential for running something else here. You must make haste and return to the surface before the hive collapses.
ru: ... Теперь ясно, что эти накопители энергии были нужны для запуска чего-то большего здесь. Как можно быстрее возвращайся на поверхность, пока улей не рухнул.

source: <i>I</i>? What about <i>you</i>?!
ru: <i>Я</i>? А что насчёт <i>тебя</i>?!

source: Surely you realize that I am well past my time to roam this earth — I am as old as a fossil, and our little fight with Elyssa and Argan in the frontier between Inferno and Irdya has truly had a long-lasting effect on my powers... The power that’s consuming this place now is tearing into my very soul... It hurts.
ru: Конечно, ты понимаешь, что моё время бродить по этой земле уже прошло — я стар, как окаменелость, а наш маленький поединок с Элиссой и Арганом на гране между Инферно и Ирдией повлёк очень сильное и продолжительное воздействие на мои силы... Мощь, теперь пожирающая это место, проедается в саму мою душу... Жжёт.

source: But—
ru: Но—

source: You and I... we have many followers from diverse backgrounds. I am sure that, should you need a new necromancer to help you, many will be willing to take up my position. Just make sure to not get yourself killed and don’t forget that you are here fighting for a greater cause, one that transcends the fate of Irdya.
ru: Ты и я... у нас столько последователей с самыми разнообразными предысториями. Я уверен в том, что тебе понадобится новый некромант, многие захотят занять моё место. Просто удостоверься, что ты выживешь и не забывай, что ты сражаешься ради высшей цели, той, что превосходит судьбу Ирдии.

source: (<i>in tears</i>) Argan’s journal... Where is it?
ru: (<i>в слезах</i>) Дневник Аргана... Где он?

source: Kyara—
ru: Киара—

source: Malin...
ru: Малин...

source: <i>(Tears.)</i>
ru: <i>(Слёзы.)</i>

source: How could I let this happen? NO!
ru: Как я позволила этому случиться? НЕТ!

source: My lady, we cannot spend any more time here!
ru: Миледи, мы больше не можем терять время!

source: Lady!
ru: Леди!

source: <i>... Don’t forget that you are here fighting for a greater cause, one that transcends the fate of Irdya.</i>
ru: <i>... Не забывай, что ты сражаешься ради высшей цели, той, что превосходит судьбу Ирдии.</i>

source: We must get out of here.
ru: Мы должны выбираться отсюда.

source: I must get out of here.
ru: Я должна выбираться отсюда.

source: That way...
ru: Этот путь...

source: Find an alternate exit to the surface
ru: Найдите альтернативный выход на поверхность

source: <i>... I have always been alone...</i>
ru: <i>... Я всегда был одинок...</i>

source: <i>... I’ll be alone again...</i>
ru: <i>... И я буду таким снова...</i>

source: The spell... I must use the spell...
ru: Заклинание... Я должна использовать заклинание...

source: <i>... I lost </i>much<i> more than that long ago...</i>
ru: <i>... Я потеряла <i>гораздо</i> больше этого давным-давно...</i>

source: <i>... We aren’t that different after all...</i>
ru: <i>... В конце концов, мы не такие разные...</i>

source: <i>Do you truly think you can fight me?</i>
ru: <i>Ты действительно считаешь, что способна тягаться со мной?</i>

source: <i>You don’t have the power of the Union to help you anymore. Your friends are gone. Our power is unlimited. You cannot win.</i>
ru: <i>Мощь Союза больше не сможет тебе помочь. Твоих друзей больше нет. Наша мощь безгранична. Ты не сможешь победить.</i>

source: ... must...
ru: ... должна...

source: <i>... Where am I?</i>
ru: <i>... Где я?</i>

source: Departure
ru: Отправление

source: You seem even more upset than usual, Elynia. What would the matter be this time?
ru: Ты выглядишь ещё более расстроенной, чем обычно, Элиния. В чём причина на этот раз?

source: I don’t think I could bear more losses after what happened to Galas. My plan was not to <i>fight</i> in enemy lands, but rather to <i>infiltrate</i>. This battle was not part of the plan — we were to part ways right before reaching this fort.
ru: Я не думаю, что смогу перенести больше потерь после того, что случилось с Галасом. Мой план был не <i>атаковать</i> вражескую территорию, а скрытно <i>вторгнуться</i> в неё. Эта битва не была частью плана — мы должны были разделиться ещё до достижения этого форта.

source: Wait... You planned to enter the hive on your own, without us? That’s just... stupid! You don’t know for sure what lurks beneath besides the Shaxthal creatures we have encountered so far! What if that woman or Mal Hekuba are awaiting there?!
ru: Подождите... Ты планировала войти в улей одна, без нас? Это просто... тупо! Ты не знаешь точно, что там скрывается, кроме Шакстальских существ, которых мы встречали до сих пор! Что, если та женщина или Мал Хекуба поджидают нас там?!

source: I was hoping you could provide me with a few of your best undead warriors, in fact.
ru: На самом деле, я надеялась, что ты предоставишь мне нескольких лучших воинов из нежити.

source: Lady, that’s suicidal! From what we’ve heard, <i>nobody</i> could survive a confrontation with those horrors without support! Allow us to protect you until you reach the entrance to the caves at the very least!
ru: Леди, это суицидально! Из того, что мы знаем, <i>никто</i> не сможет выжить в противостоянии с этими ужасами без поддержки! Разреши нам сопровождать Вас хотя бы до того, как Вы достигните входа в пещеры!

source: I refuse to send any undead down there unless you allow me to go with you.
ru: Я отказываюсь отправлять любую нежить, пока ты не разрешишь мне пойти с тобой.

source: What’s your motivation, Malin? What makes you want to accompany me now that neither Galas nor Anlindë exist in this world?
ru: Какого твоё побуждение, Малин? Что заставляет тебя следовать за мной теперь, когда ни Галаса, ни Анлиндэ больше нет с нами?

source: I have been tempted to ask you the same question for a while, actually. I know you cared about the boy much like you cared about Argan, and I have sensed your grief following his death. And yet, somehow you have been in denial about it — perhaps <i>afraid</i> to admit that losing him had a greater effect on your self than losing Argan. I suppose it could just be a matter of time, seeing as how Argan disappeared from your life much longer ago.
ru: На самом деле, я собирался задать Вам тот же вопрос уже долгое время. Я знаю, что ты заботилась о том юнце так же, как ты заботилась об Аргане, и я чувствовал ваше горе после его гибели. И тем не менее, каким-то образом вы пытались это отрицать — возможно, <i>боялись</i> признаться, что его потеря имела для вас большее влияние, чем потеря Аргана. Я полагаю, что это могло быть просто вопросом времени, видя, как Арган исчез из Вашей жизни гораздо раньше.

source: But even though you want to pretend none of this is the truth, your demeanor makes it all evident to us. Now you seem to seek vengeance against Uria’s followers, especially Elyssa. What’s the point of wasting the gift of eternal life to pursue such an ephemeral goal, I ask?
ru: Но даже несмотря на то, что вы пытаетесь притворяться, что всё это неправда, ваше поведение делает всё это очевидным для нас. Теперь, похоже, ты жаждешь мести в отношении приспешников Урии, особенно в отношении Элиссы. Каков смысл траты дара вечной жизни, чтобы угнаться за такой недолговечной целью, я спрашиваю?

source: You have not answered... my question...
ru: Ты не ответил... на мой вопрос...
