Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: I had not seen the high, snowy peaks of the Heart Mountains for a long time. The last time we traveled through them, one of Uria’s foul henchmen was in hot pursuit: Mal Hekuba, a powerful undead sorcerer of the Iron Triad; leaders of Uria’s cult on Irdya, and the Chaos Empire in Argan’s absence.
ru: Я не видела высоких снежных пиков Гор Сердца уже долгое время. Последний раз, когда мы пробирались через них, за нами гнался один из грязных приспешников Урии: Мал Хекуба, мощный колдун-мертвец Железной Триады, лидеров культа Урии в Ирдии и Империи Хаоса, в отсутствии Аргана.

source: Even then, somehow his power seemed greater than Malin Keshar’s own. It would be highly unfortunate for us to come across him now, of all times, as our own necromancer seems to have been debilitated by the ordeal at the Empire’s capital.
ru: Даже теперь его мощь, похоже, гораздо больше мощи Мал Кешара. Теперь было бы крайне неудачно наткнуться на него, чем когда-либо, ибо наши некроманты были практически полностью ослаблены тяжёлыми испытаниями в столице Империи.

source: We rested for one night, and swiftly resumed our travel back to the Far North. With their most powerful overlord gone for good, the undead creatures and their masters roaming about the mountains proved to be little more than an occasional nuisance. A few cultists dared to challenge Mal Keshar on repeated occasions, but none of them were an appropriate match for his power, however weakened he might be after all these years.
ru: Мы отдохнули одну ночь и быстро продолжили наш путь назад на Крайний Север. С их ушедшем навсегда мощным повелителем, нежить и их хозяева, блуждающие по горам, стали лишь небольшим раздражением. Немного культистов посмели вызвать Мал Кешара несколько раз, но никто из них не мог сравниться с его мощью, однако, он был ослаблен после всех этих лет.

source: Naturally, their lives were cut short by their futile boldness. Some of those who witnessed our combined force hastened to offer us shelter and provisions to make it across the long pass. A handful of young acolytes even went as far as to inquire about joining Mal Keshar’s own sizable cult of followers. None of us particularly objected to the motion, but we all agreed to keep them under careful observation.
ru: Естественно, их жизни были прерваны из-за их собственной бессмысленной смелостью. Некоторые из свидетелей нашей объединённой силы поторопились представить нам убежище и провизию, чтобы помочь перейти через перевал. Горстка молодых прислужников зашла так далеко, что даже осведомлялась о возможности вступления в культ последователей самого Мал Кешара. Никто из нас особенно не возражал против их стремлений, но мы решили держать их под тщательным присмотром.

source: After many days, our trip finally came to an end: we were back in the northern country, safe and away from strife’s grasp. Or so it seemed at first.
ru: После многих дней наше путешествие наконец подошло к концу: мы вернулись в северные земли, безопасные и далёкие от охвата борьбы. Во всяком случае, так казалось на первый взгляд.

source: We abandoned Aragwaith territory as agreed, never to return. It was a just deal.
ru: Мы покинули Эрагвийскую территорию как договаривались, чтобы никогда не возвращаться. Это было справедливым решением.

source: The members of the Grand Council stated that no-one witnessed any elf entering or leaving Inodien’s tent. And yet, some people claimed to have heard strange sounds in the forest around the time he was found dead. But none of this was enough to extinguish the flames surrounding the elvish leaders’ exalted egos. Their brash and unrelenting demeanor disappointed me deeply. It used to be that only the eldest and wisest of us could rise to the highest ranks as members of the Ka’lian in Wesmere; decisions were made after meticulous deliberation and careful planning, always taking into account our needs, desires, and hopes as a civilization. Selfish interests, personal quarrels, and such were swept aside for the purpose of our councils.
ru: Члены Великого Совета заявляли, что никто не видел ни одного эльфа, входящего или исходящего из шатра Инодиена. Кроме того, некоторые заявляли, что слышали странные звуки из леса, в то время, как он был найден мёртвым. Но всего этого было недостаточно, чтобы потушить пламя, окружавшее чрезмерное эго эльфийских лидеров. Их нахальное и безжалостное поведение глубоко меня разочаровало. Раньше только старейшие и мудрейшие из нас могли возвыситься до высочайших должностей, в качестве членов Калиана в Весмире; решения принимались только после тщательного обсуждения и точнейшего планирования, всегда учитывая наши нужды, потребности, надежды в качестве цивилизации. Самолюбивые интересы, личные споры и всё прочее отметались ради задач нашего совета.

source: I cannot say that the current state of affairs has taken me by surprise. I had already seen our culture decay towards the end of the previous age. After peace on the continent was secured by the men of Wesnoth, our Ka’lian was gradually plagued by inexperienced leaders with ambitious plans, leading up to the greatest mistake of all: Wesmere’s alliance with Zhangor, in anticipation of the Fall of Irdya. Still, what happened in the northern country was my fault to some extent. Keeping our kin united under a single banner was supposed to be my mission as well. How could I be so foolish as to allow Galas to delegate leadership to such an unprepared handful?
ru: Я не могу сказать, что текущее положение дел было для меня неожиданным. Я уже созерцала разложение нашей культуры к концу прошедшей эпохи. После того, как мир на Континенте был обеспечен Веснотцами, наш Калиан стремительно наводнился неопытными лидерами с амбициозными планами, приведя, в последствии, к величайшей ошибке всех времён: союзу Весмира с Жангором, предвосхитившему Падение Ирдии. Теперь произошедшее в северных землях было в какой-то степени моей виной. Сохранение нашего рода под единым знаменем было так же и моей задачей. Какова же была глупость позволить Галасу передать лидерство такой неподготовленной горстке?

source: Perhaps they would have fared better with the elf who led them to new prosperous lands in the first place.
ru: Наверное, им стоило отнестись лучше с эльфом, выведшем их на новую, процветающую землю.

source: As it turned out, our arrival to Tirigaz could not be more timely.
ru: Как выяснилось, наше прибытие в Тиригаз не могло быть более своевременным.

source: True to his word, the orcish lord gave us the fastest transport ship in his possession; he also provided us with an experienced crew and many select warriors, and enough provisions for months of travel across the sea. However, he adamantly refused to allow us to hear the news brought by the messenger we saved, and evaded our inquiries about what prompted the conflict between Tirigaz and the saurians. To be fair, there is usually no reason why that sort of trivial quarrel should concern us, but the circumstances were strikingly suspicious. With Mal Keshar’s help, I managed to pinpoint the approximate location of Zocthanol based on a faint, dark presence towards the southwest — surely a lingering remainder of Yechnagoth’s power.
ru: Верный своему слову, оркский владыка выделил нам самый быстрый транспортный корабль в его владении; кроме того он предоставил опытный экипаж и воинов, вместе с провизией, достаточной для месяцев плавания через океан. Однако, он категорически отказался разглашать сведения, принесённые гонцом, нами спасённым, а также уклонялся от любых вопросов, связанных с конфликтом Тиригаза и ящеров. Если честно, у нас обычно нет дела до подобного рода ссор, но его обстоятельства были чересчур подозрительными. С помощью Мал Кешара нам удалось установить приблизительное местоположение Зоктанола, основываясь на слабом, тёмном присутствии на юго-западе — должно быть, остатке давней мощи Йечнагот.

source: By the time Naia appeared the next morning, we had already set sail. Never before in my entire life had I been so far from the forests of the Great Continent, surrounded by an endless body of water brimming with all sorts of majestic and dangerous creatures. Aside from our loud crew, the occasional sight of marine beasts and small deserted isles was all there was to distract us from the overwhelming immensity and solitude of the open ocean. In spite of its alluring beauty, the large body felt hostile and menacing to me. Does that make sense? Admittedly, words to describe the incongruous feeling elude me, even now.
ru: К тому времени, как Найа появилась из-за горизонта следующем утром, мы уже отплыли. Никогда ранее в моей жизни я ни была так далека от лесов Большого Континента, окружённого нескончаемым водоёмом, содержащим в себе все возможные виды прекрасных и опасных существ. Кроме нашей шумной команды, редкое видение морских животных и малых пустынных островов было всем, что могло нас отвлечь от подавляющей безмерности и одиночества открытого моря. Несмотря на его манящую красоту, этот огромный водоём чувствовался враждебным и угрожающим для меня. Имело ли это смысл? Признаюсь, что даже сейчас не могу описать словами то неясное чувство, окружающее меня.

source: My fear of the ocean’s mysterious nature did not let me sleep well for any single night since we left land. For much of the voyage I stayed awake late during the long darkness, guarding the deck with Mal Keshar, contemplating the ever changing mood of the waves, wondering what events continued to transpire on the continent in our absence... reminiscing of the past... pondering my mistakes.
ru: Мой страх загадочной природы океана не давал мне спать спокойно ни одну ночь со времени нашего отплытия. Большую часть плавания я бодрствовала во время длинной ночи, охраняя палубу вместе с Мал Кешаром, наблюдая за меняющимся настроением волн, гадая, какие события происходили на континенте без нас... вспоминая прошлое... стыдясь за ошибки.

source: After countless days, we finally reached our destination as it was lit up by the setting suns. We carefully planned our landing, and decided that it would be best to keep the orcs and the undead waiting aboard the ship while Galas and I contacted the elves and explained the situation to them. If they once had to survive in the wild, perilous desert, they surely wouldn’t have fond memories of such creatures.
ru: После бесчисленных дней, мы, наконец, достигли нашего места назначения, освещённого заходящими светилами. Мы тщательно обдумали наше прибытие и решили, что будет лучшем оставить орков и нежить на корабле, пока я с Галасом не встретимся с эльфами и не разъясним им наше положение. Если им однажды пришлось выживать в широкой и дикой пустыне, им вряд ли понравятся воспоминания о таких существах.

source: The elves guided us through the forest toward the mountains at the island’s heart, without saying a word to us. We knew it was best to not ask them any questions or do anything that could seem suspicious until we met their authorities. Their clothes, armor, and weapons seemed much more primitive compared to those used by Galas’ kinsmen. Apparently, much of our craft was forgotten by Quetor’el’s group and their descendants. As we approached the more populated areas, I noticed that even their building designs were much unlike those of their ancestors.
ru: Эльфы вели нас через лес к горам, находящимся в сердце острова, не говоря нам ни слова. Мы знали, что лучше не стоило задавать им вопросы или делать что-нибудь подозрительное до встречи с их властями. Их одежда, броня и оружие выглядели гораздо более примитивными, в сравнении с используемыми народом Галаса. Действительно, много нашего мастерства было потерянно группой Кетореля и их потомками. В то время, как мы приближались к более населённой местности, я заметила, что даже вид их зданий был совсем не похож на вид домов наших предков.

source: Beyond Galas’ and Anlindë’s second-hand account of the desert elves’ struggle against Yechnagoth, I had not heard the name ‘Eloh’ in a very long time. It is just one of many names used in old myths to refer to the Guardian of the Arcane Flame, a deity-like figure said to have given life to all faerie beings, including us, elves. Nobody knows exactly when or how those tales first appeared, but it is evident that the Quenoth elves have forgotten, misinterpreted, and exaggerated them over time. These people thrive and live in peace despite having lost much of our civilization’s knowledge and skills, but it was their faith that led them to challenge fate and build a new future — not just for their race, but for all living creatures under the suns. Our gratitude and respect will never suffice to repay that debt...
ru: Кроме сведений Галаса и Анлиндэ о борьбе пустынных эльфов против Йечнагот, я не слышала имя 'Эло' очень долгое время. Это одно из множества имён, используемых в старых мифах для упоминания Стража Мистического Огня, богоподобного существа, давшего жизнь файери и эльфам. Никто не знает, откуда или когда такие рассказы впервые появились, но очевидно, что Квенотские эльфы забывали, перевирали и преувеличивали их с течением времени. Этот народ процветает и живёт в мире, несмотря на потерю большинство знаний и способностей нашей цивилизации, но их вера, ведущая их изменить свою судьбу и построить новое будущее, характерна не только для их расы, но и для всех живых существ, живущих под солнцами. Нашей благодарности и уважения не будет достаточно, чтобы выплатить тот долг...

source: ... which makes it all the more shameful that I couldn’t think of a better justification for our presence than “Eloh’s guidance”. I never really gave much credit to those ancient creation myths in the first place. And was it really necessary to boast of my past deeds to earn our descendants’ trust? Then again, somehow their head priestess did not seem to find a problem with attributing Zhangor’s downfall to a messenger of the goddess instead of the goddess herself... Again, I find myself reflecting upon the simple and idyllic lifestyle of our kin on this island. Perhaps it’s for the best that they do not feel the need to aim higher — those of us who lived to see Zhangor’s rule know well how dire the consequences of ambition and revenge can be.
ru: ... что делает ещё более позорным, что я не смогла найти большего оправдания, чем "направление Эло". Я никогда на самом деле не придавала большого значения этим древним мифам о сотворении. И стоило ли хвастаться моими прошлыми свершениями, чтобы заработать доверие? К тому же, их служительница не посчитала за проблему приписывание падения Жангора посланнице богине, вместо её самой... И снова нахожу себя в раздумьях о простой и идиллической жизни наших собратьев на этом острове. Возможно, и к лучшему, что они не чувствуют надобность стремиться выше — те из нас, кто пережил правление Жангора, знают, какими мрачными бывают последствия амбиций и мести.

source: We were told Yechnagoth originally controlled a citadel in the heart of Zocthanol, where her body resided. Although both the body and the citadel were destroyed by Kalehssar’s people, we suspected that there was much more to find deep under the earth. On the next day, we descended into the caves nearby to search for more remains of the place. As I expected, we found some unusually clean walls concealing an entrance to a larger underground complex forgotten by time. As we proceeded further into the forbidden realm lying beneath what once was Yechnagoth’s throne, it became evident that Argan, or whoever first settled Zocthanol, had received some help to build it all.
ru: Нам сказали, что изначально Йечнагот контролировала цитадель в сердце Зоктанола, где находилось её тело. Несмотря на то, что как тело, так и цитадель были уничтожены людьми Калессара, мы подозревали, что можно найти гораздо больше глубже под землёй. На следующий день, мы спустились в пещеры поблизости, для поиска прочих останков этого места. Как я и ожидала, мы обнаружили необычно чистые стены, охраняющие вход в больший подземный комплекс, забытый временем. Спускаясь глубже в запретную область, лежащую под тем, что однажды было троном Йечнагот, стало очевидно, что Аргану, или тому, кто основал Зоктанол, потребовалась помощь, чтобы выстроить всё это.

source: Argan’s mention of ‘Norsulan’ technology in his records worried me. What if we are fighting for a doomed cause? Perhaps Uria’s influence has already caused permanent, irreversible damage on other worlds besides Irdya, and there’s nothing we can do to stop the enemy now? The information previously gathered by Galas, Anlindë and Mal Keshar seems consistent with what we have just learned from Argan... which he most certainly learned from Uria and her highest-ranking demon lords. We are not alone.
ru: Упоминание Арганом 'Норсуланской' технологии в его записях взволновало меня. Что, если мы сражаемся ради обречённой на гибель цели? Что, если влияние Урии уже нанесло вечный, невосполнимый урон другим мирам, кроме Ирдии, и уже ничто теперь не сможет остановить врага? Информация, ранее собранная Галасом, Анлиндэ и Мал Кешаром, чрезвычайно сильно подходила, к только что полученной от Аргана... которую он, скорее всего, узнал от Урии и её демонических лордов высокого звания. Мы не одни во Вселенной...

source: The sole thought that there is a world out there more technologically advanced than our own is... overwhelming, to say the least. I wonder what kind of people live there? Assuming they weren’t exterminated by the legions of Inferno in the time that has passed since Argan encoded those records, that is. Are these ‘Norsulans’ a noble people unveiling the mysteries of the universe for the good of all, or wretched demons bent on destroying the creations of nature with their machines like the ruler of Inferno herself? Might they be aware that their knowledge has been subverted by this cruel demoness? Even though Uria’s forces no longer have a direct passageway between our world and theirs, as long as there are summoners on this side and Uria’s demon lords on the other, she will continue to hold our home in her grasp. But perhaps there is a way to weaken the Chaos Empire further. If killing the Chaos Emperor did not suffice, it might be because his direct subordinates still exist: the Iron Triad.
ru: Одна простая мысль о том, что существует мир, более технологически продвинутый, чем наш собственный... подавляет, мягко говоря. Интересно, кто живёт там? Если, конечно, они не были истреблены легионами Инферно с тех пор, как Арган сделал эти записи. Являются ли эти 'норсулане' благородным народом, открывающим секреты вселенной ради добра, или зловещими демонами, помешанными на уничтожении природы своими машинами, подобно самой владычице Инферно? Осведомлены ли они, что их знания были использованы этой жестокой демонессой? Даже несмотря на то, что у сил Урии больше нет прямого соединения между нашим миром и её, до тех пор, пока есть колдуны на одной стороне и демонические лорды Урии на другой, она продолжит держать наш дом в руках. Но похоже, есть способ ещё больше ослабить Империю Хаоса. Если убийство Императора не сильно помогло, то это, наверное, из-за того, что до сих пор существуют его прямые подчинённые: Железная Триада.

source: But before we can even attempt to deal with them, we’ll need to deal with another problem. According to Mal Keshar—by means of that accursed journal—Argan abandoned Zocthanol Isle after Yechnagoth was vanquished, but not before recovering the creature’s heart. Although her soul was effectively destroyed along with her provisional body, her source of power—her heart—wasn’t directly connected to it, and Argan apparently ordered his minions to preserve it beneath the ruined plains of Wesmere. I presume that the biomechanical creatures we found in the caves there might be guarding it. With that great source of power still intact and on Irdya, our time is running out. We decided to return to the Great Continent as soon as we could to contact our allies and warn them about the imminent danger lying in the Shaxthal hive beneath Wesmere. We must not allow that power to be unleashed on the world again. I can only hope it isn’t too late already.
ru: Но перед тем, как мы сможем попытаться справиться с ними, нужно справиться с новой проблемой. Согласно Мал Кешару — посредством того проклятого дневника — Арган покинул Зоктанол после того, как Йечнагот была побеждена, но он забрал с собой сердце этого существа. Хотя её душа была уничтожена вместе с её искусственным телом, её источник силы — сердце — не был напрямую к нему подключен, и Арган, по всей видимости, приказал его приспешникам сохранить его под разрушенными равнинами Весмира. Я предполагаю, что биомеханические существа, найденные нами в тех пещерах, могут охранять его. С таким ещё нетронутым источником энергии, находящимся в Ирдии, наше время на исходе. Мы решили вернуться на Большой Континент так быстро, как сможем, связаться с нашими союзниками и предупредить их о неминуемой опасности, лежащей в Шакстальском улье под Весмиром. Мы должны не дать этой мощи снова высвободиться в этот мир. Я могу только надеется, что ещё не слишком поздно.

source: I wish I had mastered the power of teleportation that I obtained from the crystal so we wouldn’t have to waste so many days on the Great Ocean. Unfortunately, my mind has been in perpetual unrest as of late, unable to focus on any advanced spell-casting. Attempting to travel such a great distance without having managed first to do as much as teleporting across a room would be reckless.
ru: Я очень хотела бы освоить силу телепортации, полученную из кристалла, чтобы не тратить так много дней в Великом Океане. К сожалению, мой разум был в непрекращающимся волнении, не в состоянии сосредоточиться на любом продвинутом колдовстве. Попытка перемещения на такое большое расстояние, не освоив сначала хотя бы телепортацию через комнату, была бы полностью безрассудной.

source: We finally bid farewell to the peaceful island. Once again, I was tempted by my heart to elude the call of duty and forget completely about the happenings on the Great Continent. It was the first time since I rejoined reality that I truly wanted to flee from it. Then again, that emotion is exactly what led Argan and me to abandon our guidance of the elves after the War of Wesmere came to an end. We ended an armed conflict only to get involved in another one, with each of us on opposite sides.
ru: Наконец, мы прощаемся с этим мирным островом. Ещё один раз, я искушала себя уклонением от зова долга и полным забыванием происходящего на Большом Континенте. В первый раз, после возвращения в реальность, я действительно захотела сбежать от неё. Снова пришло то чувство, побудившее нас с Арганом отказаться от руководства эльфами, после того, как Весмирская Война подошла к концу. Мы закончили одну войну только, чтобы быть замешанными в другую, с каждым из нас по разную сторону баррикад.
