Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: Abalam,Abbadon,Abigor,Adanor,Aderius,Adramalech,Agaliarept,Agares,Aim,Akvan,Alastar,Aldebaran,Alocer,Amducious,Amdusias,Amon,Ananiel,Andhaka,Andras,Andrealphus,Andromalius,Antares,Apep,Arael,Araqiel,Arioch,Arkanthor,Armaros,Asael,Asag,Asb'el,Ash,Asmodeus,Astaroth,Azazel,Baal,Baalberith,Balam,Balberith,Babeal,Baphomet,Baraqel,Barbas,Barbatos,Batariel,Bathin,Beball,Beelzebub,Behamoth,Behemoth,Beleth,Belial,Beliel,Belphegore,Belthazor,Belzebuth,Beowulf,Berith,Beur,Bezaliel,Bifrons,Botis,Buer,Bune,Caim,Calan,Camal,Carniveau,Caror,Castor,Cerberus,Chamos,Chazaqiel,Chul,Corson,Daalberith,Dagon,Daniel,Dantalion,Decarabia,Deimos,Delchor,Demogorgon,Devan,Dubhor,Dumah,Dun,Edan,Edoru,El,Elan,Eligos,Espro,Espreon,Eurynomous,Fomalhaut,Flauros,Flereous,Focalor,Foras,Forcas,Forneus,Furcas,Furfur,Gaap,Gader'el,Glasya-Labolas,Gusion,Gwiti,Haagenti,Hal,Hade,Hades,Humbaba,Hyperion,Iblis,Idoru,Ivan,Ixthal,Izilen,Ipos,Jetral,Jetrel,Jevan,Jevyan,Jutas,Juvart,Kabhanda,Kain,Kairus,Kakko,Kari,Kariel,Karo,Kasadya,Kasdaye,Kimaris,Kobal,Kokabiel,Kri,Krin,Kuno,Kuro,Landar,Lasaroth,Legion,Lempo,Lenthar,Lenvan,Leonard,Leraje,Lix Tetrax,Lor,Lorath,Loriel,Lorez,Lucifer,Lucifuge Rofocale,Maeglhir,Maeglhor,Magnus,Malal,Malphas,Malthus,Mammon,Marchocias,Maricha,Mastema,Melchom,Melchor,Mephisto,Mephistopholes,Mesphito,Merihim,Merloc,Moloch,Morax,Murdoc,Mulciber,Murmur,Naberius,Nale,Name,Nate,Nati,Nebiros,Neqa'el,Nergal,Nisroch,Noy,Noyga,Noyra,Noyze,Oeillet,Olivier,Optimus,Orcus,Orias,Ornias,Orobas,Ose,Oulotep,Pan,Paimon,Pazuzu,Penemue,Phlegathon,Phenex,Phobos,Pinem'e,Pithius,Piru,Pluto,Procell,Pruflas,Purson,Pytho,Python,Pythos,Rahab,Rahovart,Ramiel,Raum,Ravanal,Raven,Razakel,Regent,Regulus,Rimmon,Rhotomago,Ronove,Ronwe,Rosier,Sabnock,Sahaqel,Saleos,Samael,Samigina,Samyaza,Santa,Sariel,Satan,Satanachia,Satariel,Seir,Sephiroth,Sephit,Shaitan,Shamsiel,Shax,Shezmu,Sid,Sidragasum,Sin,Sith,Sitri,Sonnillon,Sorum,Soufflet,Spar,Stolas,Surgat,Tabaet,Taliz,Tamiel,Tan,Tannin,Tar,Taurus,Teeraal,Temeluchus,Thammuz,Theracar,Thor,Thorin,Thurin,Triel,Troy,Turiel,Turin,Turon,Umbriel,Urobach,Val,Valac,Valefar,Vapula,Vassago,Verrine,Vine,Vual,Xan,Xandros,Xaphan,Xen,Yael,Yanqui,Yeqon,Yeter'el,Yhangor,Yomiel,Yuki,Zagan,Zama,Zaqiel,Zepar,Zet,Zeth,Zhan,Zhangor,Zhunol,Zort,Zorg,Zudo,Zuno
ru: Абалам,Аббадон,Абигор,Аданор,Адериус,Адрамалех,Агалиарепт,Агарес,Аим,Акван,Аластар,Альдебаран,Алосер,Амдусиус,Амдусиас,Амон,Ананиель,Андхака,Андрас,Андреалфус,Андромалиус,Антарес,Апеп,Араэль,Аракель,Ариох,Аркантор,Армарос,Азаэль,Азаг,Азбель,Эш,Эшмодеус,Астарот,Азазел,Баал,Баалберит,Балам,Балберит,Бабеал,Бафомет,Баракель,Барбас,Барбатос,Батариэль,Батин,Бебол,Билзебаб,Бегамот,Бегемот,Белет,Белиал,Белиэль,Белфегор,Белтазор,Белзебут,Беовульф,Берит,Беур,Безалиель,Бифронс,Ботис,Бьюр,Бьюн,Каим,Калан,Камал,Карниво,Карор,Кастор,Сербеус,Хамос,Чазакель,Чул,Корсон,Даалберит,Дагон,Даниель,Данталион,Декарабия,Деймос,Делчиор,Демогоргон,Деван,Дубхор,Дюма,Дан,Эдан,Эдору,Эль,Элан,Елигос,Эспро,Эспреон,Юрономус,Фомалхаут,Флаурос,Флереус,Фокалор,Форас,Форкас,Форнеус,Фуркас,Фурфур,Гаап,Гадерэл,Глася-Лаболас,Гузион,Гвити,Хаагенти,Хал,Хейд,Хейдс,Гумбала,Гиперион,Иблис,Идору,Иван,Икстал,Изилен,Ипос,Джетрал,Жетрель,Жеван,Жевьян,Ютас,Юварт,Кабханда,Каин,Каирус,Какко,Кари,Кариэль,Каро,Казадя,Каздайе,Кимарис,Кобал,Кокабиель,Кри,Крин,Куно,Куро,Ландар,Лазарот,Легион,Лемпо,Лентар,Ленван,Леонард,Лераж,Лих Тетракс,Лор,Лорат,Лориэль,Лорез,Луцифер,Луцифудж,Рофокель,Меглхир,Меглхор,Магнус,Малал,Малфаз,Малтус,Маммон,Марчосиас,Марича,Мастема,Мелчом,Мелчор,Мефисто,Мефистофель,Месфито,Мерихим,Мерлок,Молох,Моракс,Мардок,Малсибер,Мурмур,Набериус,Нейл,Нейм,Нейт,Нати,Небирос,Некаэль,Нергал,Нисроч,Ной,Нойга,Нойра,Нойз,Ойелет,Оливер,Оптимус,Оркус,Ориас,Орниас,Оробас,Оз,Улотеп,Пан,Паймон,Пазуру,Пенему,Флегатон,Фенекс,Фобос,Пинеме,Питиус,Пиру,Плутон,Процелл,Пруфлас,Пурсон,Пито,Питон,Питос,Рахаб,Раховарт,Рамиэль,Раум,Раванал,Рейвен,Разакель,Регент,Регулус,Риммон,Ротомаго,Ронов,Ронве,Розиер,Сабнок,Сахакель,Салеос,Самаэль,Самигина,Самяза,Санта,Сариэль,Сатана,Сатаначия,Сатариэль,Сейр,Сефирот,Сефит,Шайтан,Шамсиэль,Шакс,Шемзу,Сид,Сидрагазум,Син,Ситх,Ситри,Сонниллон,Сорум,Суфлет,Спар,Столас,Сургат,Табает,Талис,Тамиэль,Тан,Таннин,Тар,Таурус,Тиирал,Темелучус,Таммус,Теракар,Тор,Торин,Турин,Триэль,Трой,Туриэль,Турин,Турон,Амбриэль,Уробач,Вал,Валак,Валефар,Вапула,Вассаго,Веррин,Вайн,Вуал,Ксан,Ксандрос,Ксафан,Ксен,Яэль,Янки,Екон,Етерель,Янгор,Ёмиэль,Юки,Заган,Зама,Закель,Зепар,Зет,Зетх,Жан,Жангор,Жунол,Зорт,Зорг,Зудо,Зуно

source: Aba,Ada,Aderi,Agiel,Agrat-bat-mahlaht,Alie,Aly,Alya,Ammit,Amy,Ania,Analia,Anadea,Anadya,Anna,Ariel,Ashtaroth,Astarte,Astoreth,Azura,Bellatrix,Beryla,Bruxe,Charis,Charybdis,Charon,Charusse,Chi,Chia,Dana,Dane,Dara,Darma,Dela,Delepitore,Delirya,Deluna,Demona,Deth,Devila,Devira,Devyan,Drama,Dul,Duna,Eisheth Zenunil,Elandra,Elenia,Elestria,Eloh,Elyna,Elynea,Elynia,Elyra,Elyria,Elyssa,Elyza,Empusa,Enea,Eryssa,Ethea,Euryale,Evila,Evira,Fae,Faira,Fania,Faria,Gaia,Gremory,Gresil,Hecate,Ira,Irda,Irdya,Irene,Iridya,Iril,Iruel,Isa,Issyl,Ivana,Ivyel,Izara,Jarla,Jevyan,Juno,Kaia,Kalah,Kalari,Kaleh,Kali,Kana,Karma,Kazen,Kendria,Kia,Kindite,Kuna,Kyrah,Lamashtu,Lamia,Lara,Leliel,Leviathan,Lilia,Lilim,Lilin,Lilith,Lilitu,Lilya,Listra,Liza,Lua,Lucia,Lucile,Luna,Lyda,Lyla,Lyra,Magna,Maia,Mara,Medusa,Melia,Melchiresa,Melusine,Midara,Mir,Mir Kaleh,Mistra,Moira,Moria,Musah,Myria,Naamah,Nadia,Naia,Nala,Nara,Narya,Nebula,Neura,Neuralger,Nidia,Nika,Nirvana,Nirvenia,Nora,Norma,Nyada,Nystra,Nyxa,Onoskelis,Pia,Prosperpine,Rangda,Rusalka,Sabata,Satana,Sela,Shar,Share,Sharael,Sheol,Selene,Shia,Sonnielion,Stheno,Sul,Summa,Sunna,Sycorax,Syl,Sylestria,Sylin,Sylith,Symia,Syn,Synara,Synestria,Tada,Talah,Talam,Taweret,Thanadria,Thea,Thia,Thiana,Thiara,Tial,Tora,Tundra,Turen,Tzitzimime,Uma,Umbria,Unarya,Unia,Unsere,Uzza,Vena,Verna,Verrier,Vepar,Vulpecula,Xandar,Xana,Xandria,Xeth,Xia,Xindra,Xindar,Yuki,Yun,Yuna,Yuni,Zana,Zephyr,Zhul,Zidya,Zilla,Zuna,Zynara,Zythara
ru: Аба,Ада,Адери,Агиель,Аграт-бат-махлахт,Алие,Али,Аля,Аммит,Ами,Аньа,Аналия,Анадея,Анадя,Анна,Ариел,Аштарот,Астарте,Асторет,Азура,Беллатрикс,Берила,Брукс,Чарис,Чарибдис,Чарон,Чарусс,Чи,Чя,Дана,Дейн,Дара,Дарма,Дела,Делепитор,Делиря,Делуна,Демона,Дет,Девила,Девира,Драма,Дул,Дуна,Ейнзет,Зенуил,Эландра,Эления,Элестрия,Эло,Элина,Элинеа,Элиния,Элира,Элирия,Элисса,Элиза,Эмпуса,Энеа,Эрисса,Эфея,Юряле,Эвила,Эвира,Фае,Фаира,Фания,Фария,Гайя,Гремори,Гресил,Хекат,Ира,Ирда,Ирдия,Ирен,Иридя,Ирил,Ируэль,Иса,Иссил,Ивана,Ивъел,Изара,Ярла,Жевьян,Юно,Кайя,Кала,Калари,Кале,Кали,Кана,Карма,Казен,Кендрия,Кия,Киндит,Куна,Кура,Ламашту,Ламия,Лара,Лелиел,Левиантдрия,Лилия,Лилим,Лилин,Лили,Лилиту,Лиля,Листра,Лиза,Луа,Лусия,Лусил,Луна,Лида,Лила,Лира,Магна,Мая,Мара,Медуза,Мелия,Мелчиреза,Мелузин,Мидара,Мир,Мир Кале,Мистра,Мойра,Мория,Муса,Мурия,Наамах,Надя,Найя,Нала,Нара,Наря,Небула,Неура,Неуралгер,Нидия,Ника,Нирвана,Нирвения,Нора,Норма,Няда,Нистра,Ниха,Оноскелис,Пия,Просферин,Рангда,Русалка,Сабата,Сатана,Села,Шар,Шаре,Шараэль,Шеол,Селен,Шия,Соннелион,Стено,Сул,Сумма,Сунна,Сайсоракс,Сил,Силестрия,Силин,Силит,Саймия,Син,Сайнара,Сайнестрия,Тада,Тала,Талам,Таверет,Танадрия,Тея,Тхия,Тиана,Тиара,Тиал,Тора,Тундра,Турен,Тзитзимим,Ума,Умбрия,Анаря,Уния,Ансер,Узза,Вена,Верриер,Вепар,Вулпекула,Ксандар,Ксана,Ксандрия,Ксет,Ксия,Ксиндра,Ксиндар,Юки,Юн,Юна,Юни,Зана,Зефир,Жул,Зидя,Зилла,Зуна,Зайнара,Зитара

source: race^Demon
ru: Демон

source: race+female^Demoness
ru: Демонесса

source: race^Demons
ru: Демоны

source: Legend has it that at the beginning of time, powerful creatures called ‘demons’ governed all that existed. The Lords of Light and Darkness, seeing the danger they posed for the balance of nature, banished them to a separate plane of existence, trapped with no means of escape from inside. But time and time again, different versions of the legend have been told by different peoples in different places. Presumably, whatever small amount of truth there was in the original version of the story has since been lost forever. Either by ignorance, or in an attempt to make sense of the fractured stories gathered from Chaos prisoners, the peoples of Irdya refer more generally to all the vastly heterogeneous races of Inferno by this generic designation. Some go as far as to claim that normal Irdyan creatures may become ‘demonic’ in some form or another, pointing at the Chaos Lorekeepers’ powers and inscrutable nature.
ru: По легенде, в начале времени могучие существа, называемые 'демонами' властвовали над всём существующим. Повелители Света и Тьмы, видя опасность, которую они представляли для природы, низвергли их в отдельный мир, без возможности выхода изнутри. Но со временем, другие легенды стали рассказываться разными народами в разных местах. Предположительно, то небольшое количество истины, существовавшее в изначальной версии истории, было потеряно навсегда. Либо по незнанию или для придания смысла отрывкам историй, полученных от пленных имперцев, народы Ирдии называют этим определением все разнообразные расы Инферно. Некоторые даже заявляют, что обычные Ирдийские существа могут стать в той или иной степени 'демоническими', указывая на силу Хранителей Знаний и их загадочную природу.

source: race^Spirit
ru: Дух

source: race+female^Spirit
ru: Дух

source: race^Spirits
ru: Духи

source: The summoning of elemental constructs is one of the oldest forms of magic known, as well as the rarest in modern times. Although elemental spirits are often bound to serve a powerful sorcerer, freely roaming beings of this kind are not completely unheard of throughout history.
ru: Призыв элементальных конструкций — как одна из старейших известных областей магии, так и самая редчайшая в наши дни. Несмотря на то, что элементальные духи часто служат могучим колдунам, свободно блуждающие сущности так же упоминаются историей.

source: race^Aragwaith
ru: Эрагвиец

source: race+female^Aragwaith
ru: Эрагвийка

source: race^Aragwaithi
ru: Эрагвийцы

source: During most of the Golden Age, the humans who inhabited the Great Continent were mostly Wesnothians, divided across various territories such as the Northlands, Elensefar and the kingdom of Wesnoth itself. However, there was once a time of great strife during which a new race of humans started to appear from nowhere. They were the ‘Aragwaithi’, which meant ‘noble’ in their native language. It has been since then rumored that they came from the Vast Sea to settle in Wesnoth. They mostly lived as mercenaries in that time, until the Fall. After that, they supposedly moved to the northmost lands of the Continent, were the sands could not reach, and the green could survive. Albeit being humans, many of their customs and racial features are strongly reminiscent of elves. Their sages have a mastery of magic that is not to be underestimated on the battlefield.
ru: Во время Золотого Века, люди, населяющие Большой Континент были, по большей части, Веснотцами, расселёнными по различным территориям, вроде Северных земель, Эленсфара и, собственно, Веснота. Однако, однажды произошёл великий раскол, в ходе которого выделилась новая раса людей. Это были ‘Эрагвийцы’, что на их собственном языке обозначает ‘благородные’. Ходят слухи, что они приплыли из-за Великого Океана, чтобы поселиться в Весноте. В основном, они служили наёмниками, вплоть до Падения. В последствии, они предположительно передвинулись в северные земли Континента, куда не могли дотянуться пески, и могла жить зелень. Будучи людьми, множество их внешних и культурных особенностей сильно напоминают эльфийские. Их колдуны владеют мастерством магии, которое не может быть недооценено на поле брани.

source: race^Imp
ru: Бес

source: race+female^Imp
ru: Бес

source: race^Imps
ru: Бесы

source: Lesser demons are frequently and incorrectly classified in a separate group of their own. Although they generally lack the magic abilities and intellectual power of their better known relatives, their numbers and raw strength usually suffice to compensate.
ru: Младшие демоны часто неверно определяются в отдельную группу. Хотя им не хватает магических способностей и интеллекта их более известных родственников, их численность и физическая сила вполне достаточны, чтобы компенсировать эти недостатки.

source: race^Shaxthal
ru: Шакстал

source: race+female^Shaxthal
ru: Шакстал

source: race^Shaxthals
ru: Шаксталы

source: Long before the arrival of humans, the ancient Argazar civilization dominated Irdya. However, they lost a war with the world of Rythé, and found themselves close to complete obliteration. But with their great mastery of technology they were able to create the ultimate weapon: the ‘biomechanicals’, known in their ancient tongue as ‘Shaxthals’. These invincible legionnaires combined the best and most lethal attributes of every creature known by their creators. They served as protectors to the Argazars, but could not guard them against Rythénian strategic weapons. The Rythé desolated the lands of Irdya, destroyed the cities, and buried the works of the Argazars. A remnant of the Argazars survived, buried deep in the very underground base where shaxthal production was centered. The Rythénians thought their race was gone, and abandoned Irdya putting an end to the war. No one knows what events took place on the surface during the following eons, as the shattered ecology of Irdya reknit itself. But what is known, is that the Argazars’ creations rebelled against their masters. Whether this was due to a change in the shaxthal creatures or the remaining Argazars themselves is not known. Without the direction of the Argazars, the instincts of the Shaxthals prevailed. Their drives were a strange and predatory mixture of those of their biological ancestors and the warfare programming of their artificial bodies. Those instincts drove them to consume the remains of the Argazar civilization. Eventually they took the Argazars’ bodies and integrated them into their own biomechanical plan. For they had been designed with an assimilation system that allowed them to integrate into new environments, or adapt the environments themselves to suit their needs, including any living organisms that might inhabit them. The Shaxthals kept most of the technology of the Argazars, losing magic and the advanced forms of biologic manipulation with which they had been created. Reduced to barely a few dozen, the Argazars figured out a biological weakness of their creations, a way to destroy most of the Shaxthals en masse. All but a few of the strongest creatures perished. Fatefully, the Argazars decided to keep them in cryogenic pods instead of destroying them forever, as they thought there might be a last hope of using reprogrammed shaxthals to rebuild their civilization at some point in the future. That foolish thought condemned the Great Continent to an armageddon many eons later. Long after the Fall of Wesnoth, the self-proclaimed Emperor of Chaos figured out a way to resurrect the creatures, and reproduce their technology by artificial means. The lorekeepers of the Empire even enabled them to them able to rapidly reproduce by their own means. Thus modified, they became the principal and most dreaded weapon of the Chaos Empire. After the defeat of the Emperor, the Shaxthals were freed from their imprisonment in the dark hives of the Heart, and adapted to the time-renewed ecology of the surface world. They then began to prey on the speaking peoples of Irdya.
ru: Задолго до прибытия людей, древняя цивилизация Аргазар властвовала над Ирдией. Однако, они потерпели поражение в войне с миром Рутэ, и оказались на грани полного уничтожения. Но с помощью огромного знания технологий они создали абсолютное оружие: ‘биомеханизмы’, известные на их древнем языке, как ‘Шаксталы’. Эти непобедимые легионеры соединяли в себе лучшие и самые смертоносные качества всех существ, известных разработчикам. Они служили защитниками Аргазар, но были бесполезны против стратегических вооружений Рутенианцев. Рутэ опустошило земли Ирдии, разрушило города, и похоронило произведения Аргазар. Остатки Аргазар выжили, захороненные в самой глубокой подземной базе, служившей центром производства шаксталов. Рутенианцы посчитали, что раса Аргазар была уничтожена, и покинули Ирдию, закончив войну. Невозможно установить, что происходило на поверхности Ирдии в последующие эпохи, так как разбитая экология планеты восстановилась самостоятельно. Однако известно, что создания Аргазар восстали против их создателей. Было ли это из-за изменений в самих шаксталах или в оставшихся Аргазар, неизвестно. Без управления Аргазар, инстинкты Шаксталов возобладали. Их представляла странная хищная смесь инстинктов их биологических предков и боевые программы их искусственных тел. Эти инстинкты вели их к поглощению останков цивилизации Аргазар. Со временем они стали брать тела Аргазар и интегрировать их в их собственное биомеханическое строение. Так как для Шаксталов была разработана система ассимиляции, позволяющая им приспосабливаться к новым средам обитания или адаптировать сами среды к их нуждам, включая организмы, их населяющие. Шаксталы сохранили большую часть технологии Аргазар, теряя магическую и продвинутые формы биологической манипуляции, с помощью которой они были созданы. Сокращенные численно чуть-ли не до нескольких десятков, Аргазары выяснили биологическую уязвимость их созданий, и путь к массированному истреблению Шаксталов. Все, кроме сильнейших существ погибли. Однако, Аргазары приняли судьбоносное решение сохранить их в криогенных капсулах, вместо уничтожения их навеки, ради последней надежды на возрождение своей цивилизации в будущем. Эта безумная идея обрекла Большой Континент на армагеддон тысячелетия спустя. Спустя долгое время после Падения Веснота, самопровозглашённый Император Хаоса выяснил способ воскрешения этих существ и воспроизвёл их технологию искусственно. Кроме того, Имперские учёные дали им возможность сверх быстро размножаться самостоятельно. Будучи модифицированными, они стали основным и самым устрашающим оружием Империи Хаоса. После поражения Императора, Шаксталы высвободились из заточения в тёмных ульях Сердца, и адаптировались к обновлённой среде обитания на поверхности. Затем они начали охотится на говорящее население Ирдии...

source: race^Faerie
ru: Файери

source: race+male^Faerie
ru: Файери

source: race^Faeries
ru: Файери

source: Forests, caverns, mountains, and large bodies of water are propitious places to find many kinds of rare and mysterious creatures. Such environments are thus preferred by the remnants of the peoples said to antedate civilized life on Irdya, such as woses and merfolk, and the varied group of beings more commonly known as the true faeries.
ru: Леса, пещеры, холмы и водоёмы - благоприятные места, чтобы найти множество видов редких и загадочных созданий. Подобные среды предпочитаются остатками народов, предшествующими цивилизованной жизни в Ирдии, таким как древни и водяные, и различными группами сущностей, более широко известными, как файери.

source: race^Verlissh
ru: Верлисш

source: race+female^Verlissh
ru: Верлисш

source: race^Verlisshi
ru: Верлисши

source: In order to expand its frontiers and defend its territory more effectively, the Chaos Empire has resorted to summoning all sorts of previously unseen creatures to support its vast military force. Some are said to come from the darkest depths of Irdya; others are rumored to hail from the unknown lands beyond the sky itself. Very little is known for certain about these monsters beyond their evident connection to the Lorekeepers’ arcane arts.
ru: Чтобы расширять границы и защищать территорию эффективнее, Империя Хаоса собрала под своими знамёнами все виды доселе невиданных существ. Часть их пришла из темнейших глубин Ирдии; другие, по слухам, прилетели из неизвестных земель за гранью самого небосвода. Лишь слегка нам известно об этих чудовищах, кроме их очевидной связи с мистическими искусствами Хранителей Знаний.

source: Continue.
ru: Продолжить.

source: Details
ru: Подробности

source: The following WML condition was unexpectedly reached:
ru: Следующее условие WML было неожиданно выполненно:

source: An inconsistency has been detected, and the scenario might not continue working as originally intended.
ru: Обнаружена несогласованность, сценарий может не работать, как задумывалось.

source: Please report this to the campaign maintainer!
ru: Пожалуйста, доложите об этом разработчику кампании!

source: Message:
ru: Сообщение:

source: Error
ru: Ошибка

source: Journey Notes
ru: Походные Заметки

source: Effects:
ru: Эффекты:

source: attack damage base value set to %d
ru: первоначальный урон атаки установлен на %d

source: +%d bonus to attack damage
ru: увеличение урона атаки на %d

source: −%d penalty to attack damage
ru: уменьшение урона атаки на %d

source: ×%d multiplier bonus to attack damage
ru: урон атаки увеличен в %d раз(а)

source: ÷%d divider penalty to attack damage
ru: урон атаки уменьшен в %d раз(а)

source: This combination is symmetric, and the attacks involved may be used in any order.
ru: Эта комбинация симметрична и атаки могут быть использованы в любом порядке.

source: After the Storm requires Wesnoth 1.11.11 or later.
ru: После Бури(After the Storm) требует Веснот версии 1.11.11 и позднее.

source: After the Storm has not been tested with Wesnoth 1.13.x and there may be broken functionality. Please use version 1.12.0 or later.
ru: После Бури(After the Storm) не был проверен для Веснот 1.13.х и, очень вероятно, имеет неполадки в работе. Убедительная просьба использовать версию 1.12.0 и позднее.

source: Incompatible Add-on
ru: Несовместимый Аддон

source: The following add-on is incompatible with this campaign and must be removed before continuing:
ru: Следующее дополнение несовместимо с этой кампанией и должно быть удалено, чтобы продолжить:

source: Incompatible Add-ons
ru: Несовместимые Аддоны

source: The following add-ons are incompatible with this campaign and must be removed before continuing:
ru: Следующие дополнения несовместимы с этой кампании и должны быть удалены, чтобы продолжить:

source: bound: This unit is bound to the movement range of another unit by a spell.
ru: привязанный: Этот юнит привязан к дальности передвижения другого юнита заклятьем.

source: stunned: This unit is stunned. It cannot enforce its Zone of Control.
ru: ошеломлён: Этот боец ошеломлён. Он лишён Зоны Контроля.

source: Creator and Lead Designer
ru: Создатель и Ведущий Дизайнер

source: Campaign Maintenance
ru: Разработка Кампании

source: Graphics
ru: Графика

source: Additional Thanks to
ru: Дополнительная Благодарность

source: You, for playing this campaign
ru: Вы, за прохождение этой кампании

source: Anyone else I forgot to mention
ru: И все остальные, не упомянутые здесь

source: After the Storm (custom terrains)
ru: После Бури(After the Storm) (специальный ландшафт)

source: Wasteland
ru: Пустошь

source: Earthy Rockbound Cave
ru: Земляная Каменистая Пещера

source: Volcanic Abyss
ru: Вулканическая Пропасть

source: Dark Hive
ru: Тёмный Улей

source: Elvish Castle on Dry Grassland
ru: Эльфийский Замок на Высохшей Траве

source: Starfield
ru: Звёздное Поле

source: Fake Shroud
ru: Ложная Мгла

source: Fake Fog
ru: Ложный Туман

source: Flat Overlay
ru: Оверлей: Равнина

source: Rough Overlay
ru: Оверлей: Неровность

source: Hive Cell
ru: Ячейка Улья

source: Crack
ru: Трещина

source: Statue (Adavyan)
ru: Статуя (Адавян)

source: Brazier
ru: Жаровня

source: Gate
ru: Ворота

source: Event Gate
ru: Прочные Ворота

source: Wall Moss
ru: Настенный Мох

source: Banner (Uria)
ru: Знамя (Урия)

source: Banner (Merthiaal)
ru: Знамя (Мерфиааль)

source: Event Flag
ru: Триггер События

source: team_color^Cyan
ru: Бирюзовый

source: team_color^Yellow
ru: Жёлтый

source: team_color^Pink
ru: Розовый
