Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: But somehow, I feel that everything will go well!
ru: Но каким-то образом, Я чувствую, что всё пройдёт хорошо!

source: Elynia, what was it like talking to Ergea? She seemed quite, uh, intimidating to us.
ru: Элиния, какого говорить с Эргеей? Она кажется слишком тихой, ух, даже пугающей для нас.

source: I got the impression that she’s simply been through too much in her life, and it’s surely not her fault. From what I gather, Urvatha, the world we usually call Inferno... is decidedly not the best place to live. Demon Lords competing for succession and killing each other all the time, oppressing and enslaving their subjects, and Uria coercing them into doing her bidding by abusing the ancient powers she was granted by destiny...
ru: Я получила впечатление, что она просто прошла через слишком многое в своей жизни, что, безусловно, не было её виной. Из того, что я узнала, Урвата, мир, обычно называемый Инферно... отнюдь не лучшее место для жизни. Демонические Лорды дерутся за превосходство и убивают друг друга всё время, угнетая и порабощая остальных жителей, а Урия принуждает их исполнять её приказы, злоупотребляя древними силами, подаренными ей судьбой...

source: I can only say that Ergea is a much nicer person in reality if you know how to approach her.
ru: Я могу лишь сказать, что Эргея гораздо приятнее на самом деле, если ты знаешь, как к ней подойти.

source: Hm. (<i>smiling</i>) I guess you would have enjoyed talking with Elorran, too.
ru: Гм. (<i>улыбаясь</i>) Наверное, тебе было так же приятно говорить с Элорраном.

source: I guess.
ru: Наверное.

source: So, why did you not tell us that you were a shapeshifter?
ru: Итак, отчего ты не сказала, что ты оборотень?

source: (<i>surprised</i>) I... What are you talking about?
ru: (<i>изумлённо</i>) Я... О чём ты говоришь?

source: I did hear your quiet remark when we were fighting those creatures in Aran-Balgur. Having spent a considerable part of my life in the wild, did you expect any less? I imagine your sense of hearing is just as good despite your smaller ears.
ru: Я слышала твоё тихое замечание, когда мы сражались с теми существами в Аран-Балгуре. Проведя значительную часть моей жизни в дикой природе, ты ожидала меньшего от меня? Я считаю, что твой слух настолько же хорош, несмотря на твои меньшие уши.

source: Well... I... I think I have never felt comfortable with my heritage. After all... it is the very reason of my abandonment as a child...
ru: Ну... Я... Я никогда не чувствовала себя комфортно с моим наследием. В конце концов... это та самая причина, по которой меня бросили в детстве...

source: I can only wonder why I wasn’t raised by my real parents. Who were they? Could they still be out there, alive? But on second thought... perhaps I don’t want to know.
ru: Я могу только удивляться, почему я не была взращена моими настоящими родителями. Кто они? Живы ли они до сих пор? Но с другой стороны... наверное, я не хочу этого знать.

source: If I had told you from the very beginning that I am a shapeshifter, you would have never trusted me. How can you trust a creature who could be concealing their true appearance and nature?
ru: Если бы я с самого начала сказала тебе, что я оборотень, то ты бы никогда не стала мне доверять. Кто будет доверять существам, скрывающим их настоящий внешний вид и природу?

source: Are you, though?
ru: А ты это делаешь?

source: No! But that doesn’t change the fact that you would have distrusted me back then! I mean... more than you did. You were always so distant and obsessed with your duty... almost like an emotionless machine, just like you have always assumed <i>we</i> were...
ru: Нет! Но это не меняет того факта, что ты бы не доверяла мне ещё тогда! Я подразумеваю... больше чем ты это и так делала. Ты всегда была настолько отдалённой и помешанной на своём долге... совсем как бесчувственная машина, которой, ты думала, являемся <i>мы</i>...

source: Sigh. I guess I still am. I simply can’t act differently after all I have been through. I have lived for longer than any of you, even Ergea. It’s been so long, I have already forgotten most of the good things... even Argan...
ru: (<i>вздыхает</i>) Да я до сих пор ей и являюсь. Я просто не могу поступать иначе после всего, через что я прошла. Я жила больше, чем все вы, даже Эргея. Это было так долго, что я забыла большинство лучших вещей... даже Аргана...

source: At this point it’s easier to recall my worst decisions, the utter destruction of an era of balance and life, the fall of my people, the horrors wrought by Zhangor... the blood of my husband, in my own hands and drawn with my own power... and my... friends... killed or destroyed in front of me... before I could do... do anything to prevent it...
ru: Теперь проще вспоминать мои худшие свершения: буквальное разрушение эры баланса и жизни, падение моего народа, ужасы, творимые Жангором... кровь моего мужа на моих собственных руках, и исход моих собственных сил... и мои... товарищи... убитые или уничтоженные на моих глазах... перед тем, как я могла... что-либо сделать, чтобы предотвратить это...

source: ... I fear it, Anya... I fear what I could do if I allowed myself to be controlled by my emotions.
ru: ... Я боюсь этого, Аня... Я боюсь себе представить, что бы я натворила, если бы поддалась моим чувствам.

source: Elynia... I’m sorry, I did not mean to make you feel like this.
ru: Элиния... Прости, что заставила тебя страдать.

source: ... No, I am the one who should apologize. Perhaps if I shared my feelings with other people more often, I...
ru: ... Нет, это я должна извиняться. Возможно, если бы я чаще делилась своими чувствами с другими, то...

source: I haven’t lived for a thousand years, but I know that it is true — you would feel much better with yourself if you talked with us instead of blindly killing creature after creature to relieve your pain.
ru: Я не жила тысячу лет, но я знаю точно — тебе бы было гораздо лучше, если бы ты говорила с нами, вместо слепого убийства одного существа за другим, чтобы облегчить боль.

source: Perhaps... you could do that? Talk with us more often?
ru: Может... могла бы ты делать это? Говорить с нами чаще?

source: Yes, I could... If we survive this encounter, that is.
ru: Да, возможно... если я выживу в этом сражении, конечно.

source: But you must promise!
ru: Но обещай!

source: ... I promise.
ru: ... Обещаю.

source: (<i>smiling</i>)
ru: (<i>улыбается</i>)

source: Go back to sleep <small>(move Elynia back to the encampment keep)</small>
ru: Идите назад спать <small>(передвиньте Элинию в центр лагеря)</small>

source: Ask Cron about Ergea.
ru: Спросите Крона об Эргеи.

source: Ask Cron about tomorrow.
ru: Обсудите завтра с Кроном.

source: If I may ask, for how long have you been serving under Ergea’s banner and why?
ru: Если можно спросить, как долго ты слушил под знаменем Эргеи и за что?

source: Cron works for the storm lady since his home in the mountains was taken by the flying metal-shells. He was promised things in return for protection.
ru: Крон служит штормовой леди с тех пор, как его дом в горах был захвачен теми летающими металлическими ракушками. Ему была обещана защита.

source: Protection?
ru: Защита?

source: The storm lady does not trust the masked men and their rusty swords. She prefers help from Cron and the lizard people of the swamps. She feels safer this way.
ru: Штормовая леди не доверяет людям в масках и их ржавым мечам. Она предпочитает помощь Крона и народа болотных ящериц. Она так чувствует себя безопаснее.

source: What kind of things did she promise to you?
ru: Какого рода вещи она тебе обещала?

source: The lady promised us a new home if we can help her kill the Iron Council and their leader, Zhangor.
ru: Госпожа обещала нам новый дом, если мы поможем ей убить Железный Совет и его лидера, Жангора.

source: Hm, is her intention to seize Kalari for her own people and allies then?
ru: Гм, значит она намеревается захватить Калари для её собственных людей и союзников?

source: Cron must not discuss the storm lady’s plans with anyone else.
ru: Крон обязан не обсуждать планы штормовой леди с другими.

source: ... Fair enough.
ru: ... Ясно.

source: There’s a lot of things awaiting us tomorrow, and we will need all the help we can get. Do you think your people will accede?
ru: Завтра нас ожидает много всего, и нам потребуется вся помощь, которую мы сможем получить. Думаешь ли ты, что твой народ присоединится?

source: Cron is very sure they will, but they are not many, and they cannot help as much as they want.
ru: Крон совершенно уверен, что они будут, но их не будет много, и они не могут помочь так сильно, как они хотят.

source: A little help is better than nothing — Ergea said we would be getting reinforcements, but I don’t find that likely to happen.
ru: Небольшая помощь лучше, чем никакая — Эргея сказала, что мы получим подкрепления, но я считаю, что это едва ли может произойти.

source: The storm lady always says the truth.
ru: Штормовая леди всегда говорит правду.

source: Yes... that’s very true... Too true, perhaps.
ru: Да... это верно... возможно, чересчур верно.

source: Talk to Irylean.
ru: Поговорите с Ирилеан.

source: Ask Irylean about her retirement.
ru: Спросите Ирилеан об её отставке.

source: You seem very weary, my lady. Shouldn’t you be getting some sleep?
ru: Вы выглядите достаточно утомлённой, миледи. Возможно, Вам нужно немного поспать?

source: Yes... But you know the situation with that. So, do you think your disciples will be able to help? Can they be trusted?
ru: Да... Но ты знаешь, какая у нас ситуация. Итак, считаешь ли ты, что твои подчинённые смогут нам помочь? Можно ли им доверять?

source: They have proven to be quite reliable thus far, haven’t they? Unfortunately, I can’t know whether they intend to betray us at the end like your previous assistant did, my lady. If they were consorting with our enemy they’d make sure we wouldn’t find out until it was too late.
ru: Они казались достаточно надёжными до сих пор, те так ли? К несчастью, я не знаю, хотят ли они изменить нам, как твоя предыдущая помощница, миледи. Если они сообщались с врагом, то они удостоверились, что мы не сможем выяснить это до тех пор, пока не будет слишком поздно.

source: Indeed. That’s why I am worried. If only Galas were still with us... He always seemed to make the right choices.
ru: В самом деле. Вот почему я обеспокоена. Если бы только Галас был с нами... Он, казалось, всегда делал правильные решения.

source: Hm... perhaps.
ru: Хм... возможно.

source: If you don’t mind the question, why did you retire before?
ru: Если ты не против вопроса, почему ты когда-то подала в отставку?

source: I guess it was a combination of circumstances... I felt Galas’ decision to delegate the government of your people to those four was horribly ill-advised. Then you all decided to go south and... I knew that wouldn’t end well for me. From what I heard that fellow Erathan didn’t fare well in the capital.
ru: Я думаю, это было стечением обстоятельств... Я чувствовала, что решение Галаса передать правление над Вашим народом тем четырём было ужасно опрометчивым. Затем вы все решили отправится на юг... Я знала, что это не закончится для меня ничем хорошим. Из того, что я слышала, мужик по имени Эрэзэн не очень хорошо закончил в столице.

source: That’s unfortunately true. And I suppose I owe you an apology for forcing you to come here.
ru: Это, к сожалению, верно. И я полагаю, что я должна принести Вам извинения за то, что заставила прийти сюда.

source: Bah, nobody can force me to go anywhere if I don’t want to!
ru: Бах, никто не заставит меня никуда пойти против моей воли!

source: So, what were your motives?
ru: Итак, каковы твои мотивы?

source: My lady, I am old, and I already spent enough time in the Far North to know that it could never be my home. Plus, it is because of these bastards that my master’s time in this world came to such an abrupt end. You know what I mean with this — I have seen it in your eyes, your thirst for revenge and how you quench it with the blood of your enemies...
ru: Миледи, я стара и уже потратила достаточно времени на Крайнем Севере, чтобы понять, что он никогда не станет моим домом. К тому же, из-за этих ублюдков время моего господина в этом мире подошло к такому резкому концу. Вы знаете, что я имею в виду — я видела это в Ваших глазах, наполненных жаждой мести и её утоления кровью Ваших врагов...

source: I do not want to talk of that now.
ru: Я не желаю говорить об этом сейчас.

source: Well... my apologies if I have offended you, my lady. It was not my intention. I’ll just... go back to watching over the encampment, silently, as usual.
ru: Ну... приношу извинения, если обидела Вас, миледи. Это не было моим намерением. Я просто... вернусь к наблюдению за лагерем, тихо, как обычно.

source: Anya...
ru: Аня...

source: Yes?
ru: Да?

source: Good night.
ru: Спокойной ночи.

source: Sleep well!
ru: Выспись основательно!

source: elynia^You purposefully enter your tent for the last time before the inevitable confrontation with your enemies. Fully aware of the odds, you decide to grab a few things you know you will need — except for your journal, that is. You also opt to leave Argan’s and Galas’ journals behind, along with a note.
ru: Вы целеустремлённо входите в Вашу палатку в последний раз перед неизбежным противостоянием с врагами. Полностью осведомлённой о рисках, Вы решаете взять с собой несколько вещей, которые вам понадобятся — кроме вашего дневника, конечно. Вы так же решаете оставить дневники Аргана и Галаса позади, с приложенной запиской.

source: elynia^When done, you give your enticing makeshift bed a final glance. Anya is right — you have not gotten any proper sleep in what seems to you like ages, and this could be your last opportunity to rest in your entire life. But you have different plans for tonight.
ru: После этого, Вы взглядываете на Вашу соблазнительную импровизированную кровать в последний раз. Аня права — Вам действительно не удавалось нормально поспать в всё это время, которое вам кажется веками. Наверное, это могло быть последней возможностью отдохнуть в Вашей жизни. Но у Вас иные планы на ночь.

source: Talk to Cron
ru: Поговорите с Кроном

source: elynia^You silently approach Anya. Just as you expected, she is still wide awake and completely attentive to her surroundings. But she obviously was not counting on your stealth spell. You shudder to think what would happen if Uria’s underlings decided to use similar magic to dispose of you and your friends in the middle of the night.
ru: Вы тихонько приближаетесь к Ане. Как Вы и ожидали, она до сих пор бодрствует и особенно внимательна к окружению. Однако, она очевидно не рассчитывала на ваше заклинание скрытности. Вас бросает в дрожь о мысли, что случилось бы, если подчинённые Урии использовали ту же магию, чтобы убрать Вас и Ваших товарищей посреди ночи.

source: elynia^You feel terrible for having to resort to such a tactic yourself. Hopefully she will understand in time.
ru: Вы чувствуете себя ужасно от того, что сами применяете подобную тактику. Вы надеетесь, что она поймёт.

source: Tell Cron you are leaving now.
ru: Скажите Крону о вашем уходе.

source: It’s time, Cron. Please take care of Anya in my absence.
ru: Время пришло, Крон. Пожалуйста, позаботься об Ане в моё отсутствие.

source: Cron will do his best to make sure nothing bad happens to the storm lady’s friends.
ru: Крон сделает всё, чтобы ничего плохого не случилось со штормовой леди и её приятелями.

source: Leave the encampment
ru: Покиньте лагерь

source: Time passes...
ru: Проходит время...

source: Hm.
ru: Гм.

source: Elynia, are you there?
ru: Элиния, ты где?

source: ... Elynia?
ru: ... Элиния?

source: N: Pass of Sorrows S: Kalari Peninsula SE: Kalari Central
ru: С: Перевал Печали Ю: Полуостров Калари СВ: Центр Калари

source: Destiny — Part 1
ru: Судьба — Часть 1

source: Feerelim’s Garden
ru: Сад Феерелима

source: General Ramzal
ru: Генерал Рамзал

source: Mal Therygos
ru: Мал Теригос

source: Defeat all enemy leaders to seize the keep
ru: Победите всех лидеров противника, чтобы захватить крепость

source: I’m not sure this is a good idea.
ru: Я не уверенна, что это хорошая идея.

source: This fortress is key to the defense of the Kalari region and guards an entrance to the underground complex. If we intend to assist Elynia...
ru: Эта крепость - ключевая для обороны области Калари и охраняет вход в подземный комплекс. Если мы намеренны помочь Элинии...

source: I know, I know. It just seems such a contrived plan. Do we have any idea who controls it at this particular time?
ru: Знаю-знаю. Только кажется, что план надуманный. У нас есть информация, кто контролирует крепость в это время?

source: Durvan is meeting with us again soon. Let us not waste any more of his time.
ru: Скоро с нами соединится Дурван. Давайте больше не будем тратить его время.

source: Fair enough.
ru: Ясно.

source: That thing... are those... human... bodies... protruding from it?
ru: Эта штука... там что... людские... тела... торчат из неё?

source: Uria is feared for the habit of decorating her various temples and fortresses on Inferno with those who have foolishly dared to stand up against her. Long ago, she realized that torturing and killing rebels was not enough to make an example, so she began to use her Life powers in more... creative ways. She revels in inflicting unending pain to others, and so does her Fist.
ru: Урию опасаются за привычку украшения её различных храмов и крепостей в Инферно теми, кто осмелились восстать против неё. Уже давно она поняла, что пытки и казни повстанцев не достаточны, чтобы преподать урок остальным, поэтому она начала использовать её силы Жизни в более... творческом направлении. Она упивается, причиняя нескончаемую боль другим, и так же делает её Кулак.

source: The Voice used his words to control the forces of Chaos, and the Fire used subtlety. While torture and bloodshed have been a common instrument for all three emissaries, Zhangor has opted for the unrestrained brutality that had previously marked his reign over the declining shapeshifters on Urvatha... and the children of Xia’el on Irdya.
ru: Голос использовал свои слова для власти над силами Хаоса, и Огонь использовала хитрость. В то время, как пытки и кровопролитие были обычным инструментом для всех трёх эмиссаров, Жангор выбрал необузданную жестокость, ранее ознаменовавшую его правление над всё уменьшающимся количеством оборотней в Урвате... и детьми Ксиаэль в Ирдии.

source: Since he lacks the special connection with the Tree that Uria does have, he is limited to the possibilities offered by the technology Chaos had already appropriated for imitating her perverse creations. Unfortunately for his innocent victims, their fate is not any less horrifying or irreversible.
ru: Так как ему не достаёт особого соединения с Деревом, которое имеет Урия, он ограничен возможностями, предоставляемыми технологиями Хаоса, приспособленными для имитации её безумных творений. К несчастью для его невинных жертв, их судьба не менее ужасающая или необратимая.

source: The most we can do is to put them out of their misery.
ru: Большее, что мы можем с ними сделать - избавить их от страданий.

source: Ha ha ha, it is the Lady of Light’s apprentice, and the stormkind renegade! Oh well, seeing as how the Fist has his own plans for the wose-born wench, I may as well content myself with the corpses of these two as my trophies.
ru: Ха ха ха, это же ученики Леди Света и та штормовая изменница! Ох ладно, так как Кулак имеет его собственные планы на ту лесную девку, я могу довольствоваться трупами тех двоих в качестве трофеев.

source: Come and face me, wind witch! I’ve always been curious to see whether your kind has the guts to rise against their more powerful masters.
ru: Иди и сразись со мной, ветровая ведьма! Мне всегда было любопытно узнать, имеет ли ваш род достаточно смелость, чтобы восстать против их более сильных хозяев.

source: You are messing with the wrong crowd, little faerie. You should consider returning to whatever putrid bog you came from, before you get hurt!
ru: Вы связываетесь с плохой компанией, юная файери. Ты должна подумать о возвращении в то гнилое болото, из которого ты пришла, перед тем, как тебе будет больно!

source: Disgusting double-crossing hag—
ru: Отвратительная обманчивая карга—

source: You should have returned to whatever filthy cavern you crawled out from!
ru: Тебе следовало вернуться в ту грязную пещеру, из которой ты вылез!

source: Damn you, miserable faerie-born creature—
ru: Проклинаю тебя, жалкое файеричное создание—

source: Cron doesn’t like the foul-mouthed human and his annoying blast stick.
ru: Крон не любит сквернословного человека и его раздражающую стреляющую палку.

source: Just what do you think you are doing with that ridiculous hammer?
ru: Что ты ещё здесь забыл со своим смехотворным молотом?

source: That disgusting human filth could not possibly be in command of this fortress alone. We ought to enter the keep and locate their true leader.
ru: Этот мерзопакостная мразь не могла командовать этой крепостью в одиночку. Мы должны войти в главную башню и найти их главного командира.

source: As you say, then, but we should make this quick. I’ll lead the way.
ru: Как скажите тогда, но мы должны сделать это быстро. Пойдём вперёд.

source: Find the castellan
ru: Найдите коменданта

source: The Infertile Mother shall give birth to Four.
ru: Бесплодная Мать породит Четырёх.

source: These Four shall seek shelter in the Second. The First shall be consumed, the Tree shall be infected.
ru: Эти Четыре будут искать убежища во Втором. Первый будет поржан, Третий - заражён.

source: The missing Fifth shall provide knowledge. The Eleventh and the Twelfth shall provide hope.
ru: Недостающий Пятый предоставит знания. Одиннадцатый и Двенадцатый предоставят надежду.

source: This place is so unbearably bright even though the longest night isn’t over yet. Where does all this light come from?
ru: Это место на столько нестерпимо яркое, не смотря на то, что длиннейшая ночь ещё не кончилась. Откуда идёт этот свет?

source: Perhaps it’s some kind of beacon built into the ceiling structure whose light is directed at us using mirrors. I have heard of some temples in the North using that kind of trick, expensive as it may be.
ru: Возможно, что-то вроде маяка встроено в структуру потолка, чей свет направлен на нас с помощью зеркал. Я слышала о там, что некоторые храмы на Севере используют такой трюк, должно быть дорогой.

source: Don’t all these creatures worship darkness, though?
ru: Однако, разве все эти существа не служат тьме?

source: That is incorrect. While Uria’s minions in Irdya were mostly Merthiaal worshipers for historical reasons, recently she has—
ru: Это не верно. Пока приспешники Урии в Ирдии были, в основном, служители Мерфиааль, по историческим причинам, недавно она обз—

source: Hemérilyel
ru: Хемериель

source: Uria be damned... Why did it have to be you?
ru: Урия, будь проклята... Почему это должна была быть именно ты?

source: Vanquish Demon Lord Hemérilyel
ru: Победите Демоническую Леди Хемериель

source: absorbed damage
ru: урон поглощён

source: Hemérilyel is physically frail, but her magic is too strong. We must destroy her protection glyphs, but that may prove impossible without the assistance of someone who is as versed in the ways of Darkness as she is in the path of Light.
ru: Хемериель физически слаба, но её магия слишком сильна. Мы должны уничтожить её защитные кристаллы, но это может оказаться невозможным без помощи того, кто владеет путями Тьмы, так же, как она путём Света.

source: Er, why are you looking at me? Perhaps Anya should try instead?
ru: Эээ, почему вы смотрите на меня? Возможно Ане стоит попробовать вместо этого?

source: It’s working! Anya!
ru: Это работает! Аня!

source: Excellent.
ru: Превосходно.
