Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: Elynia’s mastery of faerie magic remains unrivaled on Irdya, even without the legendary power of the Union of Light and Darkness. Always dutiful as the sworn protector of elvenkind and the forests of Irdya, she will do anything to stop those who may threaten her people or upset the delicate balance of nature.
ru: Мастерство магии файери Элинии остается непревзойдённым в Ирдии, даже без легендарной силы Союза Света и Тьмы. Всегда верная своей клятве защитницы эльфов и лесов Ирдии, она сделает всё, чтобы остановить тех, кто угрожает её народу или нарушает тонкий баланс природы.

source: forest chill
ru: лесной холод

source: female^Faerie Avatar
ru: Воплощённая Файери

source: This faerie woman of unknown origins is bent on manipulating elvenkind to do Uria’s bidding by impersonating the true Lady of Light and instilling strife among her kind. Not much else is known about her at this time.
ru: Эта файери неизвестного происхождения ответственна за манипулирование эльфами, чтобы исполнять приказы Урии, выдавая себя за настоящую Леди Света, и сеяние вражды среди их рода. На данный момент, ещё не так много о ней известно.

source: arcane touch
ru: магическое прикосновение

source: Fire Faerie
ru: Огненная Файери

source: Forest faeries rarely take part in wars and conflicts, preferring instead to dance and frolic in their forest homes. They will, however, defend these to the death; to this end, the forest elves have proven allies of convenience. The elves themselves have long had respect for those with a close affinity with the Arcane Flame. It is due to this close relationship that faeries will sometimes be found by the elves’ side in times of great need. The more experienced faeries possess an even greater mastery of the fire element, allowing them to hurl balls of raging fire at their enemies, or to ignite them with a single touch. Some are even said to eventually burn away their corporeal forms entirely, becoming a spirit born of the rage of the Flame.
ru: Огненные файери редко принимают участие в войнах и конфликтах, предпочитая вместо этого плясать и резвиться в их лесах. Они, однако, будут защищать их до самого конца, часто объединяясь с эльфами. Сами эльфы долгое время уважали их за тесную связь с Мистическим Огнём. Из-за этих близких взаимоотношений файери часто находятся на стороне эльфов во время нужды. Более опытные файери владеют ещё большим мастерством владения огнём, имея возможность кидать шары яростного огня во врагов или поджигать их одним прикосновением. Некоторые, по слухам, даже полностью сжигают их материальную форму, становясь духами, рождёнными из ярости Огня.

source: Dryad
ru: Дриада

source: Dryads possess a closer affinity to their faerie nature than their brethren, yet at times exhibit a remarkable understanding of human nature. In fact, Dryads are more apt to engage the few travelers they meet in friendly conversation than seduce or murder them. Some elven scholars have proposed there exists a deeper connection between woodlandkind and humans as children of Earth; to many, this is unthinkable. For them, to even suggest such a connection between the violent, destructive humans and the ancient, illustrious elves constitutes heresy. If there are those among the faerie with knowledge of this world’s beginnings, they do not share it, preferring instead to lead peaceful, modest lives. Nonetheless, the Dryads’ calm nature in no way means they are powerless. Their extensive knowledge of nature and its magical arts makes them a formidable opponent in any conflict.
ru: Дриады обладают большей близостью к натуре файери, чем их собратья, однако, они сильно понимают и людскую натуру. На самом деле, Дриады скорее завлекут встретившихся им путешественников в дружественную беседу, чем обманут или убьют их. Часть эльфийских учёных даже предположила, что существует связь между лесными видами и людьми, в качестве детей Земли; для многих это немыслимо. Для них даже предположение, что существует общее между жестокими, разрушительными людьми и древними, прославленными эльфами, означает ересь. Если среди файери есть имеющие знание о начале мира, то они не распространяют его, предпочитая вести мирную, скромную жизнь. Тем не менее, спокойный характер Дриад совсем не означает их беспомощность. Расширенное познание природы и магических искусств превращает их в грозного противника в любом конфликте.

source: female^Nightshade Fire
ru: Ночной Огонь

source: Many stories tell of unfortunate young men who wandered into the deep forest at night, and by chance laid their eyes upon a beautiful night nymph. Although a few were sufficiently prudent to immediately flee back to their brightly-lit homes instead of approaching the otherworldly maiden, they were often confronted and abducted in their way out. Combined with their remarkable mastery of the arcane flame of darkness, the rumored ability of these faeries to teleport between distant places at will would turn them into fearsome enemies — that is, if they were ever to abandon their natural environment.
ru: Множество историй рассказывают о несчастных молодых парнях, зашедших в чащу леса ночью и, по случайности, обративших взгляд на прекрасную ночную нимфу. Хотя некоторым из них удалось немедленно бежать назад в свои освещённые дома, вместо приближения к потусторонней девушке, они часто бывали похищены на пути назад. Соединяя в себе их отличительное мастерство тёмного мистического огня со способностью телепортироваться на отдалённые расстояния, эти файери становятся устрашающим врагом — если, конечно, они когда-нибудь решат покинуть свой дом.

source: female^Night Nymph
ru: Ночная Нимфа

source: It is said that the dark faeries’ secluded lives in hazardous environments has led them to lose any kind of empathy towards those who are not of their kind. Many fables revolve around men who were lured into following these beautiful temptresses to their homes, never to be seen ever again.
ru: Обособленная жизнь тёмных файери во враждебной среде, привела их к потери любого вида сочувствия к инородцам. Много сплетен ходят о мужчинах, заманенных этими прекрасными существами в чащу, в последствии навсегда пропавших без вести.

source: female^Lumeril Glyph Mistress
ru: Госпожа Лумерил

source: By combining a meticulous research of history and tradition with an arduous training in the arcane arts, this demon sorceress has attained an unrivaled mastery of the path of Light and the awesome powers it confers upon the the devout. Her ability to summon the records of the ancient to shield herself from the nefarious influence of the unenlightened makes her virtually invincible as a foe.
ru: Соединяя доскональное изучение истории и традиций с выматывающими тренировками мистических искусств, эта демоническая колдунья достигла непревзойдённого мастерства пути света и восхитительных сил, которыми он одаряет благочестивых. Её способность призывать знания древних, защищая себя от отвратительного влияния непросвещённых, делает её практически непобедимую, как врага.

source: hand of agathar
ru: рука агатара

source: lumeril star
ru: звезда лумерил

source: Errant Executor
ru: Заблудший Палач

source: Only the mightiest demons are allowed to serve Uria as her greatest vassals and governors of the various peoples of Inferno. After the fall of the Chaos Emperor, rumors of the presence of these figures of legend on Irdya abound and instill great fear among the ill-equipped armies of the northern lands.
ru: Только самые могучие демоны могут служить Урии её величайшими вассалами и правителями разных народов Инферно. После падения Императора Хаоса, лишь слухи о присутствии этих легендарных фигур в Ирдии вселяют ужас в сердца бойцов армий Севера.

source: battle axe
ru: боевой топор

source: infernal tempest
ru: адская буря

source: Demon Warrior
ru: Демон-Воин

source: The few natives of Irdya who have dared underestimate the might of these demonic warriors have invariably suffered horrific deaths at the hands of these blood-thirsty behemoths. The power of the armies of Chaos largely depends on the Lorekeepers’ wisdom in selecting the best fighters to serve them with their undying loyalty to Uria’s cause. But in time, a legendary warrior might rise from the ranks of servility and dethrone a mighty Demon Lord—even their own—and become him or herself a great vassal of Uria.
ru: Те немногие жители Ирдии, осмелившиеся недооценить мощь этих демонических воинов, поплатились ужасной смертью в руках этих кровожадных гигантов. Мощь армий Хаоса во многом зависит от умения Хранителей Знаний выбирать лучших воинов, чтобы те служили вечной преданностью цели Урии. Но со временем, легендарный воин может восстать из ранга прислужников и свергнуть могучего Демонического Лорда — даже его собственного — и самим стать великим вассалом Урии.

source: female^Demoness Warrior
ru: Демонесса-Воин

source: female^Demoness Spelldancer
ru: Демоническая Колдунья

source: It is very rare for this demon species at large to dabble in the intricacies of the various types of magic, having adapted their body structure over time for feats of physical strength, much in the same vein as their distant cousins, the Valdemons. The endless wars waged in their homeworld during the Era of Strife have also contributed to a general scarcity of knowledge and those capable of spreading it. In spite—or perhaps because—of this, the few individuals who attain control of those otherworldly powers not naturally available to them are respected by their people as the great spell-masters they strive to be.
ru: Демонические виды, в основном, очень редко занимаются различными видами магии, приспособив со временем свою структуру тела к физическим нагрузкам, во многом так же, как и их дальние родственники - Валдемоны. Бесконечные войны на их родине во время Эры Раздора также способствовали нехватке знаний и способных их распространить. Не смотря на это или, возможно, потому что, некоторые личности, способные завладеть потусторонними силами, обычно не слишком уважаемы их народом как великие колдуны, которыми они хотят казаться.

source: blazing grasp
ru: жгучая хватка

source: female^Gatekeeper
ru: Привратник

source: female^Demoness Slashing Gale
ru: Демонесса-Надзиратель

source: Armed with deadly metal claws and the remarkable flight skills of their stormkind brethren, the Storm Sisters are hired assassins working for the ranks of the Fist of Uria, bearing the mask of his order. Their experience with glamour magic—though limited as it is—allows them to sport wings much like those often acquired by real faerie creatures. In spite of their vain nature, they are dangerously competent as a group — it would take a great degree of foolishness to underestimate their prowess in combat, and even more to expect them to play fair.
ru: Вооружённые смертоносными металлическими когтями и замечательными умениями полёта, характерные их штормовому виду, Сёстры Бури - наёмные убийцы, работающие на Кулака и Урию, надев маску своего ордена. Их эксперименты с магическими чарами — насколько ограниченными они не были — дают им крылья, подобные крыльям настоящих файери. Не смотря на их слабую природу, они превосходно работают в группе — нужна огромная степень безрассудности, чтобы недооценить их мощь в битве, и ещё большая - чтобы ожидать от них честной игры.

source: heart sight
ru: сердечный прицел

source: Demon Zephyr
ru: Парящий Демон

source: Some demons go through a different maturing process and grow large webbed wings, which allow them to use their enormous strength to fly across great distances. As weapons and armor could only hinder them in flight, they must rely on their species’ strong build, long and sharp claws, and their limited control of fire to strike at their prey from above.
ru: Некоторые демоны проходят через отличающийся процесс взросления, отращивая большие, перепончатые крылья, позволяющие им использовать их огромную силу для перелёта на большие расстояния. Как оружие и броня, крылья могут их лишь прикрыть в бою, поэтому они должны полагаться на их видовое сильное телосложение, длинные и острые когти и ограниченное владение огнём для поражения жертвы с высоты.

source: female^Demoness Zephyr
ru: Парящая Демонесса

source: female^Demoness Hellbent Tide
ru: Демонесса-Буревестник

source: Formerly one of Uria’s closest vassals, the Demon Lord of the Storms is perhaps the youngest demoness besides the undisputed ruler of Inferno herself to rise to power. Descendant of the Great Followers of the Wind, her mastery of this element is unrivaled. Her rule over the stormkind people is unusual in that she cares for the well-being of their already sparse population. This often requires coping with Uria’s sadistic nature and complying with her commands in order to minimize casualties and secure her trust for less evident purposes.
ru: Когда-то бывшая одной из ближайших подчинённых Урии, Владычица Штормов, возможно, самая молодая из демонесс, заполучивших власть, кроме самой неоспоримой правительницы Инферно. Будучи потомком Великих Последователей Ветра, её мастерство этого элемента непревзойдённо. Её правление над штормовым народом необычно тем, что она заботится о благосостоянии её уже поредевшего населения. Это часто требует кооперации с садистской натурой Урии и подчинения её приказам, чтобы сократить потери и сохранить доверие для менее очевидных целей.

source: wind strike
ru: порыв ветра

source: hellbent tide
ru: призыв бури

source: Lumeril Guard
ru: Страж Лумерил

source: Members of an ancestral race of warriors of light, these demons now serve as Uria’s elite guards and executioners, imparting her justice with their sharp silver axes.
ru: Члены древней расы войнов света, эти демоны теперь служат Урии как элитные стражи и палачи, неся её справедливость на остриях их острых серебренных топоров.

source: Angel of Blood
ru: Ангел Крови

source: bite
ru: укус

source: Demon Shapeshifter
ru: Демон-Оборотень

source: The exceedingly rare Shapeshifters, as their name implies, have the ability to take on the shape of other creatures, and even mimic their powers to a limited extent. On their own, they are easily mistaken for elves or humans. Although they rarely use their powers when not called for, they have developed a peculiar custom of hiding behind personalized, often elaborate masks. Once known for their remarkably peaceful nature, it was this trait that led to their near-extinction in Inferno following Uria’s rise to power. More powerful and bellicose demon lords have slaughtered or enslaved their kind over time, occasionally using them as specialized assassins. Their androgynous appearance, flexible attributes, and unusual resistance to physical damage have allowed them to survive by blending with other lifeforms—rumored to even include Irdyan creatures, civilized or otherwise—at the cost of bloodline purity and their continuance as a species. Before their downfall, they had rarely been governed by any demon lords of their own, Zhangor being one of the last successful tyrants to take over. It is currently unclear whether the shapeshifters seen fighting in Irdya after the destruction of the Wesmere hive follow a specific demon lord.
ru: Очень редко встречающиеся Оборотни, как их название подразумевает, имеют способность принимать внешний вид других существ и даже перенимать часть их сил. Самих по себе их можно легко принять за эльфов или людей. Хотя они редко используют свои силы, когда от них не требуют, они разработали систему скрытия под персонализованными, часто продуманными маскировками. Они известны своей однажды кроткой природой, приведший к их почти полному истреблению после прихода Урии к власти. Более могучие и воинственные демонические лорды истребляли или порабощали их вид с течением времени, иногда используя их как специализированных наёмных убийц. Их гермафродитный внешний вид, изменчивые атрибуты и необычная стойкость к физическому урону позволили им выжить, смешавшись с другими формами жизни — по слухам, включающим в себя и Ирдийских существ, цивилизованных или нет — ценой потери чистоты крови и их подразделения, как вид. Перед их падением, они редко управлялись демоническими лордами их собственного вида, Жангор стал одним из таких успешных тиранов. Сейчас неизвестно, почему оборотни стали сражаться в Ирдии после разрушения Весмира, следуя за определённым демоническим лордом.

source: curse
ru: проклятье

source: female^Demoness Shapeshifter
ru: Демонесса-Оборотень

source: female^Demoness Messenger
ru: Демонесса-Гонец

source: Demons without any remarkable fighting skills who survive to adulthood are often employed for more menial tasks. In spite of their condition as slaves of their lords, messengers who can endure all kinds of hazards and serve with unconditional devotion—even if that may require taking their own lives—are a valuable resource in times of war when communication by magic means may fail or be intercepted by the enemy.
ru: Демоны, без каких-либо особенных боевых умений, умудряющиеся выживать до взрослого возраста, часто используются для более служебных нужд. Не смотря на их нахождение в виде рабов их повелителей, гонцы, способные вынести все типы угроз и служить с безусловной преданностью — даже с тем, что это может забрать их собственные жизни — очень важный ресурс во время войны, когда коммуникация магическими средствами может провалиться или быть перехваченной врагом.

source: Legend has it that at the beginning of time, powerful creatures called ‘demons’ governed all that existed. The Lords of Light and Darkness, seeing the danger they posed for the balance of nature, banished them to a separate plane of existence, trapped with no means of escape from inside. It would take eons before the combined effort of foolish sorcerers and the most dreadful Demon Lord to ever exist would allow Uria unleash her hordes on a ravaged land. These fighter demons are nimble and sturdy creatures who have largely forgone the need for armor or clothing to protect themselves from physical damage. Although their sharp claws and unnatural strength allow them to tear opponents apart with ease, they usually prefer wielding crude blade weapons to appear even more intimidating in combat.
ru: По легенде, в начале времени могучие существа, называемые 'демонами' властвовали над всём существующим. Повелители Света и Тьмы, видя опасность, которую они представляли для природы, низвергли их в отдельный мир, без возможности выхода изнутри. Потребовались тысячелетия, перед тем, как соединённые усилия глупых колдунов и самого устрашающего Демонического Лорда, когда-либо существовавшего, чтобы высвободить орды Урии на разорённую землю. Эти демоны-бойцы сильные и стойкие существа, которым не нужна броня или одежда для защиты от физического урона. Хотя их острые когти и сверхъестественная сила позволяют им с лёгкостью рвать противников, они больше предпочитают носить грубое режущее оружие, чтобы выглядеть более устрашающими в сражении.

source: female^Demoness
ru: Демонесса

source: Demon Stormtide
ru: Демон Штормохвост

source: On occasion, these aerial demons have been mistaken for faeries and undead spirits of demonkind because of their unusual wings and apparent lack of legs. Formerly unheard of, they can summon strong winds and create great storms for laying waste to forests and villages. When combined with their race’s inherent affinity with fire, the effects can be particularly disastrous.
ru: Иногда этих воздушных демонов принимают за файери и демонических духов за их необычные крылья и отсутствие ног. Они могут призвать сильные ветра, и огромные бури для разрушения лесов и деревень. Соединённые с их расовой невосприимчивостью к огню, они могут быть особенно опасными.

source: stormtide
ru: штормохвост

source: fire storm
ru: буря огня

source: female^Demoness Stormtide
ru: Демонический Штормохвост

source: Demon Grunt
ru: Демон-Пехотинец

source: The best demon fighters are renowned for their unrivaled strength and performance under any environmental conditions. They obtain and craft new weapons and armor using whatever they can salvage from defeated foes, and learn new combat skills as they adapt to the land to which they are sent by their overlords.
ru: Лучшие демонические бойцы узнаваемы за их непомерную силу и стойкость при любых окружающих условиях. Они заполучают и собирают новое оружия, используя трофеи, забираемые у их побеждённых врагов, и приобретают новые навыки, когда адаптируются к новой земле, будучи посланными своими повелителями.

source: female^Demoness Grunt
ru: Демонесса Пехотинец

source: female^Guardian of Life
ru: Страж Жизни

source: psychic blast
ru: пси-удар

source: breath of thanatos
ru: дыхание танатоса

source: Blood Core
ru: Кровавое Ядро

source: eye of delethia
ru: глаз делетии
