Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: That is correct, Elynia, the Lady of Light. I have been eagerly awaiting this moment for weeks. What took you and your party so long? I heard you hired the services of the northerners to prepare an assault to the gateway fortress, instead of infiltrating it on your own. That wasteful spectacle could have ruined our plans.
ru: Верно, Элиния, Леди Света. Я неделями ждала с нетерпением этого момента. Что задержало Вас и вашу компанию настолько долго? Я слышала, вы заручились поддержкой северян, чтобы подготовить наступление на ту крепость с порталом, вместо вторжения в неё самостоятельно. Этот расточительный спектакль мог разрушить наши планы.

source: And your plans are intended to help us, or is this just part of a convoluted scheme to catch me off-guard near your headquarters?
ru: В ваших планах помочь нам или это просто часть запутанной схемы, чтобы застать меня врасплох вблизи вашего штаба?

source: My priority is putting a halt to Uria’s schemes, preferably while keeping collateral damage to a minimum. There just are not a lot of people these days who can truly be trusted. I had to ask the human seer to deliver my message to you because sensing people’s intentions is not one of your powers, and you have committed too many mistakes as of late in that vein, much like Elorran.
ru: Моя задача — подорвать планы Урии, предпочтительно сводя сопутствующий ущерб к минимуму. Просто в наше время не так много людей, которым действительно можно доверять. Мне пришлось просить людского провидца доставить вам моё сообщение, потому что чувствование намерений людей не в Ваших силах, а Вы совершили уже слишком много ошибок в том же духе, что и Элорран.

source: Elorran...?
ru: Элорран...?

source: I tried to warn him that Zhangor sent his new pets after him, but that fool never allowed my minions to approach him or his informants. I assume he never told you that—
ru: Я пыталась предупредить его, что Жангор натравит на него своих новых зверушек, но этот дурак никогда не позволял моим приспешникам приблизиться к нему или к его информаторам. Я полагаю, что он никогда не говорил вам, что—

source: Repeat that name.
ru: Повтори это имя.

source: Zhangor?
ru: Жангор?

source: How...?
ru: Как...?

source: He recently became the Fist of Uria. I thought Elorran and you of all people on Irdya would be aware of this.
ru: Он недавно стал Кулаком Урии. Я полагала, что Вы с Элорраном уже знаете об этом.

source: Elynia? You don’t look good...
ru: Элиния? Вы не выглядите нехорошо...

source: Wh— why...? Why is he here? Why is he... on Irdya... again? I— I did everything within my power to... to...
ru: Поч— Почему...? Почему он здесь? Почему он... в Ирдии... снова? Я— Я сделала всё возможное чтобы... чтобы...

source: Destroying a shapeshifter of his level is nigh impossible; and frankly, you never truly learned to employ the Power of the Union effectively. Argan and you played around with it like children instead of trying to harness its full potential. But I don’t blame you. There is a lot you need to learn right now, and I can help you with that. However, we are running out of time.
ru: Уничтожение оборотня его уровня будет практически невозможным; и, честно говоря, вы никогда не пытались узнать, как использовать Мощь Союза эффективно. Вы с Арганом играли с ним, как дети, вместо попытки использовать весь его потенциал. Но не вини себя. Нам многое следует сделать прямо сейчас, а я помогу тебе с этим. Однако, наше время уже на исходе.

source: Will you help me?
ru: Вы нам поможете?

source: I came to seek your help only because our goals converge on the ultimate purpose of ending this war. I can only help you if you are willing to help us — and first I need to speak to you in private.
ru: Я пришла, чтобы обратиться за помощью, только из-за того, что наши стремления совпадают в главной цели — конце этой войны. Я могу помочь вам, только, если вы желаете помочь нам — и, во-первых, мне следует поговорить с Вами наедине.

source: ... Very well.
ru: ... Хорошо.

source: Epilogue
ru: Эпилог

source: team_name^Aradellys
ru: Араделлис

source: Aradellys
ru: Араделлис

source: Kri’tan
ru: Критан

source: Ha ha ha ha ha! It has been hundreds of years since my last visit to Silida, and yet, nothing has changed. I am so delighted to see your subjects here, Xia’el — it is such a warm welcome. Did you miss me?
ru: Ха ха ха ха ха! Прошли сотни лет с момента моего последнего посещения Силиды, и здесь ничего не изменилось с тех пор. Я так рада видеть твоих подданных здесь, Ксиаэль — это такой тёплый приём. Ты скучала по мне?

source: We had a pact of neutrality and mutual respect, Xia’el. You would not interfere with my plans, and I would let you govern your precious people here in peace. But it has come to my attention that there has been a breach of terms on <i>your</i> part. My Seer just revealed some... <i>troubling</i> things to me.
ru: У нас был пакт нейтралитета и взаимного уважения, Ксиаэль. Ты не вмешиваешься в мои планы — я позволяю тебе мирно править здесь твоим драгоценным народом. Но я похоже узнала, что с <i>вашей</i> стороны были нарушены условия. Мой Провидец только что доложила мне немного... <i>тревожные</i> вещи для меня.

source: You have been meddling with my personal playground in the main branch of our universe; corrupting and manipulating he who used to serve as my Voice on Irdya, as well as his treacherous protégé. What did you expect to accomplish with this? To circumvent our pact by utilizing the Guardian of Earth on Irdya as your piece for your next move? Did you truly believe I would never find out?
ru: Ты вмешивалась в мои личные дела в главном ответвлении нашей вселенной, порча и манипулируя тем, кто раньше служил моим Голосом в Ирдии, так же, как и его изменчивой протеже. Что ты ожидала совершить этим? Обойти наш пакт, используя Стража Земли в Ирдии в качестве пешки для твоего следующего шага? Ты действительно считала, что я никогда не узнаю?

source: My only intention was to fulfill my duty as the Guardian of Earth and point my children on Irdya in the correct direction. That is to say, as far away from your grasp as possible so they may stage your ultimate downfall.
ru: Моим единственным намерением было исполнить мой долг Стража Земли и направить мою дочь в Ирдии на правильный путь. К слову, так далеко от твоей хватки, как возможно, так что они возможно скоро устроят твоё сокрушительное падение.

source: On Ethea? Hm, hm, well, it just so happens that my forces are already on their way there, and this time I will <i>personally</i> take care of any opposition we find.
ru: В Эфеи? Гм, хм, ну, так случилось, что мои войска уже на пути туда, и в этот раз я позабочусь о любом встретившемся сопротивлении <i>лично</i>.

source: Even the new Guardian of Water? I received word that he is already there.
ru: Даже о новом Страже Воды? Я слышала, что он уже там.

source: You fear him, don’t you? Of course, he poses as much danger to our existence as you do, but he at least manages to keep his destructive tendencies under control. You, on the other hand... you are a corrupted goddess, Lyphanea — if I may not stop you, then someone else has to take up that mission for me.
ru: Боишься его, не так ли? Конечно, он же представляет такую же опасность для нашего бытия, как и ты, но он хотя бы удерживает свои разрушительные порывы под контролем. Ты же, с другой стороны... ты испорченная богиня, Лифанея — и, если я не смогу остановить тебя, кто-нибудь другой завершит эту миссию за меня.

source: (<i>enraged</i>) I see how it is, then! But tell me, Aradellys, did you forget the Rule of One?
ru: (<i>в бешенстве</i>) Так вот как! Но скажи мне, Араделлис, не запамятовала ли ты Правило Единственного?

source: I did not.
ru: Нет.

source: Your insolence cannot go unpunished. Even though I knew from the very beginning that things would come to this... I cannot allow you to interfere with my plans any further. You are a poor excuse for a Guardian of Earth, and this is not even your rightful domain. The true Guardian of Earth is awake, so your purpose in this universe has been fulfilled.
ru: Твоя наглость не останется безнаказанной. Даже хотя я знала с самого начала, что все закончится именно так... Я не могу позволить тебе и дальше вмешиваться в мои планы. Ты просто жалкая пародия на Стража Земли, здесь даже не твоё дозволенное царство. Истинный Страж Земли пробудился, поэтому твоё предназначение в этой вселенной было исполненно.

source: Now that you have helpfully advanced <i>my</i> pieces to the world on which I needed them in the first place, the game is over for you. After all, <i>there can only be one</i>.
ru: Теперь, когда ты любезно предоставила <i>мне</i> недостающие кусочки в мир, где они мне необходимы прежде всего, для тебя игра окончена. В конце концов, <i>может быть только один</i>.

source: I am willing to face oblivion at your hand for my transgressions. But you shall spare my people.
ru: Я желаю предаться забвению от твоих рук, за мои преступления. Но пощади мой народ.

source: Hm, hm, what makes you think that I have to keep my word anymore?
ru: Гм, хм, что заставляет тебя считать, что после этого я могу сдержать слово?

source: Please, if there is anything left of the kind Lyphanea in your heart, you shall spare my people as we agreed—
ru: Прошу, если есть что-то доброе, что осталось в твоём сердце от Лифании, пощади мой народ как мы договаривались—

source: <i>Lyphanea is no more.</i>
ru: <i>Лифании больше нет.</i>

source: If it helps, your subjects will be able to enjoy whatever afterlife is in store for them. But you... <b>will not.</b> Farewell, Xia’el. Your reign on Silida is over.
ru: Если получится, твои подданные обретут какую-либо загробную жизнь, оставшуюся для них. Но ты... <b>нет.</b> Прощай, Ксиаэль! Твоё правление Силидией окончено.

source: Soon there will be a reckoning, Elynia-Thanadria — mark my words. Do not forget who had a hand in the resurrection of your new ally...
ru: Скоро настанет возмездие, Элиния-Танадрия — помяни моё слово. Не забывай, кто приложил руку к воскрешению твоего нового союзника...

source: Return to Raelthyn
ru: Возвращение в Раэлтин

source: Boros
ru: Борос

source: Dereon
ru: Дереон

source: Valthyn
ru: Валтин

source: Pelarth
ru: Пеларт

source: Fraldar
ru: Фралдар

source: Rilbur
ru: Рилбур

source: Blynyr
ru: Блайнир

source: Zednal
ru: Зеднал

source: Daraes Pelnoth
ru: Дараэс Пелнот

source: Golgathar
ru: Голгатар

source: Merkal
ru: Меркал

source: Demon Lord Rhalgar’agael
ru: Демон-Лорд Ралгарагаел

source: Kretassal
ru: Кретассал

source: Kilagor
ru: Килагор

source: Daenangor
ru: Дэненгор

source: Mal Sultaria
ru: Мал Султария

source: Thorkar
ru: Торкар

source: Cergil
ru: Сергил

source: Morragor
ru: Моррагор

source: Iralir
ru: Иралир

source: Romoror
ru: Роморор

source: team_name^Arphalad
ru: Арфалад

source: A Demolisher Drone explodes within range of Adavyan’s Keep
ru: Дрон Разрушитель взрывается в пределах Крепости Адавян

source: Death of Torancyn
ru: Смерть Торанцина

source: Death of Valen
ru: Смерть Вален

source: Adavyan’s Keep comprises the initial keep and castle tiles where Torancyn stands
ru: Крепость Адавян включает в себя цитадель и крепостные клетки, где стоит Торанцин

source: Keep in mind Demolisher Drones destroy and kill everything within a one-hex radius when slain; you will need to sacrifice units to achieve your goals
ru: Имейте в виду, что при гибели Дроны Разрушители уничтожают всё и всех в радиусе одной клетки; вам придётся жертвовать бойцами, чтобы достичь своих целей

source: Torancyn and his units (blue team) will <b>not</b> be carried over to the next scenario
ru: Торанцин и его бойцы(синяя команда) <b>не</b> перенесутся в следующие сценарии

source: Destroy the Demolisher Drones before they reach Adavyan’s Keep at the center of the city
ru: Уничтожьте Дронов Разрушителей перед тем, как они достигнут Крепости Адавян в центре города

source: ($payload_count drones remaining)
ru: (осталось $payload_count дрона)

source: (One drone remaining)
ru: (остался последний дрон)

source: I can barely see through this fog and smoke, but, those are the city walls.
ru: Я едва могу видеть сквозь этот туман и дым, но впереди городские стены.

source: <i>Dispel the fog.</i>
ru: <i>Развеять туман.</i>

source: Who said that?
ru: Кто это сказал?

source: Uh, I haven’t said anything...
ru: Ах, я ничего не слышал...

source: This has only just begun. Who are you and why have you come to this capital of destruction—
ru: Это только что началось. Кто вы и почему вы пришли в эту столицу разрушения—

source: I know you. Aren’t you—
ru: Я знаю тебя. Ты случайно не—

source: The Lady of Light! We are saved! Hear, everyone, the gods have finally answered our prayers! She has returned!
ru: Леди Света! Мы спасены! Слушайте все, боги услышали наши молитвы! Она вернулась!

source: Roeghar
ru: Роэгар

source: Avethan
ru: Аветан

source: All hail the Lady of Light!
ru: Да здравствует Леди Света!

source: You appear to be quite popular here.
ru: Похоже вы здесь достаточно известна.

source: This is rather unexpected given the circumstances of my previous return, but that was a long time ago, after all. If I’m not mistaken you are Irylean, one of Galas’ old advisors?
ru: Это тем более неожиданно, при обстоятельствах моего предыдущего возвращения, но с тех пор прошло много времени. Если я не ошибаюсь, ты - Ирилеан, одна из советников Галаса?

source: Indeed I was, my lady, but ever since Lord Galas stepped down I retired to this once prosperous land. The demons’ assault was completely unexpected, but we are all doing our best to repel their forces. Sadly, there have been rumors that many members of the Grand Council were killed by the initial charges that destroyed the walls.
ru: В действительности так, миледи, но с тех пор, как Лорд Галас покинул нас, я подала в отставку в эту, однажды процветающую землю. Наступление демонов было полной неожиданностью, но мы делаем всё возможное, чтобы отбросить их силы. К несчастью, ходят много слухов, что большинство членов Великого Совета погибли под первыми бомбами, разрушившими стены.

source: The fog has lifted!
ru: Туман развеивается!

source: Lords of Light, what has happened to the capital?
ru: Леди Света, что произошло со столицей?

source: <i>Look around.</i>
ru: <i>Осматривается.</i>

source: Vaenceth
ru: Вэнсет

source: Lady of Light, the Grand Council—or what remains of it anyway—sent me with a message for you, from our seer.
ru: Леди Света, Великий Совет — во всяком случае, то, что от него осталось — послали вам сообщение от нашего провидца.

source: Valen? Is she—
ru: Вален? Она—

source: She’s alive and well, but she needs your help— we all need your help. Our highest walls were struck down by strange exploding creatures of the enemy — and our scouts have spotted more of the things approaching the capital.
ru: С ней всё в порядке, но ей нужна ваша помощь — нам всем нужна ваша помощь. Наши высочайшие стены были сломлены странными взрывающимися вражескими существами — и наши разведчики доложили о приближении к столице ещё нескольких штук.

source: If we are to defend Raelthyn, we must ensure they don’t reach and destroy the main keep where the remaining Grand Council members are. Should we lose the keep...
ru: Если мы собираемся защитить Раэлтин, мы должны удостоверится, что ни одна из этих штук не достигнет цитадели, где располагаются оставшиеся члены Великого Совета. Если мы потеряем крепость...

source: That would be a huge blow against everyone’s morale, I know.
ru: Это будет огромным ударом по боевому духу, я знаю.

source: I didn’t expect more of them to be heading here! I saw them in action... Attempting to stop them might not have been my brightest plan.
ru: Я не ожидала, что ещё больше их придёт сюда! Я видела их в действии... Попытка остановить их возможно будет не лучшей идеей.

source: Lord Torancyn said we should take them down no matter the cost.
ru: Лорд Торанцин приказал уничтожить их любой ценой.

source: What a suicidal approach. Of course this is hardly a problem when all involved are undead, but we’ll never reach the other drones before they get to the keep. I assume his plan is to sacrifice his own people; he should hope there are desperate souls willing to give up their lives for the city amongst his troops. Irylean?
ru: Что за суицидальный подход. Конечно, это врят ли проблема, когда все замешанные в ней - нежить, но мы не успеем добраться до остальных дронов, перед тем, как они доберутся до крепости. Я предполагаю, его план - жертвовать собственными людьми; он должен надеется, что среди его войск найдутся смелые воины, согласные отдать жизнь за город. Ирилеан?

source: I’m at your service, my lady. And I presume the good people of Arphalad are as well.
ru: К вашим услугам, миледи. И, я предполагаю, народ Арфалада также.

source: I suggest you reconsider your retirement. If we succeed here, I may require your help for a personal quest of mine. But for now, we need to take down those creatures and force their leaders to retreat or else, and you will help us.
ru: Я думаю, вы пересмотрите вашу отставку. Если мы победим здесь, мне, возможно, понадобится ваша помощь для моих собственных поисков. Но сейчас, мы должны завалить этих существ и заставить их лидеров отступить, а вы будете нам помогать.

source: Of course, my lady.
ru: Конечно, миледи.

source: It’s time to get moving.
ru: Время идти.

source: You can once again recruit undead units. Additionally, Irylean and the surviving militiamen of Arphalad will follow you on your quest.
ru: Вы снова можете призывать мертвецов. Кроме того, Ирилеан и выжившие ополченцы Арфалада последуют за вами.

source: Here they come.
ru: Они идут.

source: Haven’t we lost enough soldiers and citizens defending the city yet? You should have rallied any necromancers you could find in the nearby towns instead.
ru: Разве мы ещё не потеряли достаточно солдат и мирных жителей, защищая город? Вы должны были вместо этого привлечь всех некромантов из соседних городов, которых вы сможете найти.

source: The last one I trusted ended up betraying the Lady of Light, or that’s what you told us. What makes you think that we can ever accept their help again?
ru: Последняя из них, которой я доверял закончила предательством Леди Света, или что ты там сказала. Что заставляет тебя думать, что мы когда-либо ещё примем их помощь?

source: The notion that not all of them are like-minded.
ru: Не все же из них подобного мышления.

source: I’m not taking my chances. Especially not now that Arnesius and Illana—
ru: Я не буду рисковать. Особенно, когда Арсениус и Илиана—

source: Let’s just proceed with the plan and be done with it.
ru: Давайте просто приступим к плану и покончим с этим.

source: This is one of many statues found in the city, raised in honor of Adavyan of the Aragwaithi, a figure of legend and great importance to the peoples of the Far North. It was only about two centuries ago that this sorceress incited a war which would, in time, lead to the unification of these lands. She founded Raelthyn and the Grand Council, and established this city as the definitive capital of the Far North. The central keep bearing her revered name became a sacred place much akin to the temples to the fabled Lords of Light. Raelthyn, the capital of peace, built atop the corpses of all those who dared to oppose Adavyan’s cause. Not everyone is aware of the irony of all this, but if Adavyan’s Keep were to fall in the hands of the enemy—or worse, be completely obliterated—the morale of the northern army would be utterly crushed.
ru: Это одна из множества статуй, находящихся в городе, возведена в честь Адавян Эрагвийской, легендарной личности с огромным значением для народов Крайнего Севера. Прошло только два столетия с тех пор, как эта колдунья положила конец войне, в последствии приведя к объединению этих земель. Она основала Раэлтин и Великий Совет и превратила город в неоспоримую столицу Крайнего Севера. Центральная крепость, носящая её имя, стала сакральным местом для основания храмов легендарным Лордам Света. Раэлтин, столица мира, построена на костях всех тех, кто противился идеям Адавян. Не все осведомлены об этой иронии, но если Крепость Адавян падёт в руки врага — или, в худшем случае, будет полностью уничтожена — боевой дух армии Севера будет полностью раздавлен.

source: We have failed; Adavyan’s keep has been destroyed!
ru: Мы потерпели поражение; Крепость Адавян была разрушена!

source: Very well, the last one of those bastards is down!
ru: Ура, с последним из этих ублюдков покончено!

source: Lord Torancyn, please tell the Lady of Light... the journal... I’m sorry...
ru: Лорд Торанцин, пожалуйста, скажите Леди Света... дневник... простите...

source: I never expected the heart of our country to be my last battlefield... Alas, Raelthyn will fall... without me...
ru: Никогда не ожидал, что сердце страны станет моим последним полем боя... Увы, Раэлтин падёт... без меня...

source: Lord Torancyn was slain in battle. This is hopeless.
ru: Лорд Торанцин был убит в сражении. Это безнадёжно.

source: Do the rest of you fiends want to come and taste our steel?
ru: Хочет ли ещё кто-нибудь из вас ещё прийти и вкусить нашей стали?

source: They appear to be retreating.
ru: Похоже, они отступают.

source: The fiends retreat; that’s rather odd.
ru: Изверги отступают; это достаточно странно.

source: Look to the northeast!
ru: Посмотрите на северо-восток!

source: Ha! It was about time!
ru: Ха! Как раз вовремя!

source: Divergence
ru: Расхождение

source: Objective:
ru: Задача:

source: Talk to Anya before going to sleep
ru: Поговорите с Аней перед сном

source: Still awake? You haven’t slept well in months.
ru: До сих пор не спите? Вы не высыпались уже несколько месяцев.

source: I just can’t get to sleep knowing that we are in this land, Anya — it brings back bad memories.
ru: Я просто не могу уснуть с осознанием, что мы на этой самой земле, Аня — это воскрешает в памяти дурные воспоминания.

source: I understand.
ru: Я понимаю.

source: Discuss your plans with Anya.
ru: Обсудите свои планы с Аней.

source: Speak to Anya about Ergea.
ru: Поговорите с Аней об Эргии.

source: Ask Anya a question.
ru: Задайте Ане вопрос.

source: I am still worried about tomorrow. Ergea said reinforcements were coming for us, but we have not gotten confirmation from Aran-Balgur and that damned portal closed on its own. And regardless, it would be foolish to rely on Bardyl and his people.
ru: Я до сих пор беспокоюсь о завтрашнем дне. Эргея сообщила, что к нам уже движутся подкрепления, однако мы не получили подтверждение из Аран-Балгура, а тот проклятый портал закрылся сам по себе. В любом случае, глупо надеяться на Бардиля и его людей.

source: We still have the undead, and surely Ergea wouldn’t lie to us?
ru: У есть нежить, и Эргея конечно не станет лгать нам?

source: I suppose not, but her sources might not necessarily be the most reliable. For all we know, they could have already betrayed her. They might be leading us to a slaughter, and—
ru: Я предполагаю, что нет, но её источники могут быть далеко не совсем надёжными. Как мы все знаем, они, возможно, уже предали её. Они могут заманить нас на бойню, и—

source: (<i>holding Elynia’s hand</i>) I am sure... that with Ergea’s power and yours, we can do this. The bulk of their forces went north, the Triad is now missing that disgusting lich... and we will be joined by those reinforcements soon — I hope. And if we are meant to die here, then we’ll all die fighting for a just cause.
ru: (<i>держась за руку Элинии</i>) Я уверенна... что с силами Эргеи и Вас, мы сможем сделать это. Основная часть вражеских сил пошла на север, и Триада потеряла того мерзкого лича... да и к нам скоро присоединятся эти подкрепления — я надеюсь. И если нам суждено здесь погибнуть, то мы умрём за правое дело.

source: ... Well, yes...
ru: ... Ну, да...
