Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: ... not even gods, as it turns out.
ru: ... даже боги, как выясняется.

source: ... But most importantly, we work as a team! I for one promise I won’t give up in the face of danger—
ru: ... Но, что важнее всего, мы работаем сообща! Я обещаю, что я не сдамся перед лицом опасности—

source: Yes, I know. Galas never gave up either...
ru: Да, я знаю. Галас также не сдавался...

source: Nor did Mal Keshar.
ru: Как и Мал Кешар.

source: ... That is true... too true.
ru: ... Это верно... чересчур верно...

source: I understand that you won’t be joining us in this suicidal mission, Durvan, so... What will you do?
ru: Я понимаю, что Вы не собираетесь присоединятся к нашей суицидальной миссии, Дурван, но... Что же вы будете делать?

source: Eh, I will just stay safe and sound here and help defend the castle until I find a way to return home. Maybe try to convince that general or Lord Torancyn—
ru: Эх, я просто попытаюсь здесь уцелеть и помогу защищать крепость, пока не найду способ вернуться домой. Возможно, попытаюсь убедить того генерала или Лорда Торанцина—

source: <i>Supreme</i> Lord Torancyn. (<i>snickers</i>)
ru: <i>Верховного</i> Лорда Торанцина. (<i>посмеивается</i>)

source: ... They might be willing to send someone to check the situation in Kalari if you can secure the portal from the other side.
ru: ... Возможно, они пошлют кого-нибудь проверить обстановку в Калари, если вам удастся обезопасить портал с другой стороны.

source: I hope that is the case, yes. Bardyl seemed rather grateful for our assistance at the end of the day.
ru: Я надеюсь, что в этом случае, да. В конце дня Бардиль выглядел очень благодарным за нашу поддержку.

source: I doubt Bardyl will understand that I simply could not tarry here for longer than strictly necessary, especially since ‘my’ little band failed to live up to his expectations. And Torancyn... I wouldn’t bet on his support at this point.
ru: Я сомневаюсь, что Бардиль поймёт, что я просто не могла задерживаться здесь больше, чем строго необходимо, особенно с тех пор, как 'мой' небольшой отряд не оправдал его ожиданий. А Торанцин... я бы теперь не рассчитывала на его поддержку.

source: Many of our men seem willing to follow you. I just don’t know what their motivation is — money, bloodshed, adventure? It’s rather strange, really. But I’m sure you could use their help.
ru: Множество наших людей желают последовать за Вами. Я не знаю, что ими движет: деньги, кровопролитие, приключения? Это достаточно странно, на самом деле. Но я уверен, что Вы сможете употребить их помощь.

source: What will you do, Horo, Kyara?
ru: А что будете делать вы, Хоро, Киара?

source: Well, returning home is out of the question for me with Tirigaz gone. Those vermin will surely head back here as soon as they hear of our victory, presumably led by that hideous demon midget... Right now, there’d be nothing more satisfying for me than breaking his stumpy neck and wearing his hollow skull as a helmet.
ru: Ну, возвращение домой перестало быть вопросом для меня с потерей Тиригаза. Эти паразиты безусловно направятся сюда как только они узнают о нашей победе, скорее всего во главе с этим ужасным демоном-карликом... Сейчас для меня не будет ничего более удовлетворяющего, чем сломать ему шею и использовать его череп в качестве шлема.

source: As soon as I may, I’m returning to Quenoth Isle to spread the word about all these events... Perhaps, if the war comes to an end first, we could even send some people back here, to trade with the humans and orcs... I know that’s all very unlikely with the current state of things, but... (<i>shrugs</i>) dreaming never hurt anybody.
ru: Настолько скоро, как смогу, я вернусь на Остров Квенот, чтобы рассказать обо всех этих событиях... Возможно, если война закончится, мы сможем направить сюда людей для торговли с людьми и орками... Я знаю, что совсем невероятно при текущем положении, но... (<i>пожимает плечами</i>) мечтать не вредно.

source: I guess so...
ru: Я тоже так думаю...

source: Vyrelyam
ru: Вирелим

source: Krul
ru: Крул

source: Krago
ru: Краго

source: Sesserin
ru: Сессерин

source: Grythal
ru: Гритал

source: Nymeren
ru: Нимерен

source: Ana
ru: Ана

source: Litharen
ru: Литарен

source: Romeldan
ru: Ромелдан

source: Captain Verathorn
ru: Капитан Вераторн

source: Teremor
ru: Теремор

source: Ryghel
ru: Ригель

source: Uron
ru: Урон

source: Therlan
ru: Терлан

source: Loru
ru: Лору

source: Urapur
ru: Урапур

source: Alia
ru: Алия

source: Rothelan
ru: Ротелан

source: Transport Access
ru: Транспортный Доступ

source: Storerooms
ru: Кладовая

source: Guard Post
ru: Пост Охраны

source: Entrance
ru: Главный Вход

source: All recruits are free of cost and require zero upkeep
ru: Все новобранцы бесплатны и не требуют содержание

source: You can only have up to eight allies on the map simultaneously
ru: Вы можете иметь до восьми союзников на карте одновременно

source: A message from the Demon Lord of the Storms, for the Fire of Uria.
ru: Послание от Демонической Госпожи Штормов к Огню Урии.

source: The captain said we are not supposed to let anyone in for now! You’ll have to wait until he comes back from his inspection.
ru: Капитан сообщил, что сейчас мы не можем позволить никому войти! Вам придётся подождать до тех пор, пока он не вернётся со своей инспекции.

source: Time is of the essence. Do you really wish to anger your masters by making them wait more than is absolutely necessary?
ru: Время имеет значение. Вы действительно собираетесь разозлить ваших повелителей, заставляя их ждать больше, чем необходимо?

source: Look, wench, our masters can go to hell for all I care. You can either deliver your damn message to the captain and convince him to let you pass, or just forget about it. Unless you would prefer to entertain us for a while in exchange for letting you pass, heh heh.
ru: Смотри, девка, наши хозяева могут идти к чёрту. Ты можешь либо доставить своё проклятое послание капитану и убедить его пройти, или просто забыть об этом. Если ты, конечно, не предпочтешь нас немного поразвлечь, в обмен за разрешение пройти, хе хе.

source: I want to speak to your captain. Where is he?
ru: Я желаю поговорить с вашим капитаном. Где он находится?

source: He’s probably in the storerooms right now. Go to your right and turn at the last passage down the corridor.
ru: Вероятно, он сейчас в кладовой. Идите направо и поверните в последний проход в коридоре.

source: Talk to the guard captain
ru: Поговорите с начальником стражи

source: Who goes there?
ru: Кто идёт?

source: Sir, I have been sent by the Demon Lord of the Storms to bring a message to—
ru: Сэр, я была послана Демонической Повелительницей Бурь, чтобы передать послание—

source: Is it anything you aren’t allowed to pass on to me?
ru: Есть что-то, что вы не можете передать мне?

source: ... Yes, quite so. I would prefer to talk to the Fire in pe—
ru: ... Да, отчасти. Я бы предпочла поговорить с Огнём на—

source: The Fire does not want to see anyone right now in her chamber, or anywhere else for that matter. She said so herself: “I don’t want anyone coming into this fortress tonight”. Maybe those deaf sluggards at the main gate need a lesson or two...?
ru: Огонь не желает видеть никого в её камере, или вообще где-либо. Она сама сказала: "Я не желаю, чтобы кто-либо входил в эту крепость этой ночью". Наверное, этим глухим лежебокам у главных ворот стоит преподать урок или пару...?

source: What’s your name, girl?
ru: Каково ваше имя, девушка?

source: Vyrelyam, sir.
ru: Вирелим, сэр.

source: I hadn’t seen your face around before. But there’s something oddly familiar about it...
ru: Не видел ли я вашего лица раньше. В нём есть что-то поразительно знакомое...

source: Is that so? ... Perhaps you may also recall torturing an elf or two...
ru: Правда? ... Возможно, вы вспомните, как пытали эльфа или двух...

source: YOU—
ru: ТЫ—

source: Well... that didn’t work as planned. We must find a way to open that gate by ourselves.
ru: Мда... это не сработало, как запланировано. Нам придётся найти способ открыть врата самостоятельно.

source: Melor
ru: Мелор

source: Irumia
ru: Ирумия

source: Harakas
ru: Харакас

source: Move your leader back to the entrance chamber
ru: Передвиньте вашего лидера во входную камеру

source: There she is!
ru: Вот она!

source: Your illusions can’t deceive me, faerie witch!
ru: Твои иллюзии не обманут меня, ведьма файери!

source: Seize her, quickly!
ru: Схватить её, быстро!

source: There goes our infiltration plan. To arms!
ru: Итак, наш план проникновения начинается. К оружию!

source: Find a way to open the main access gate
ru: Найдите способ открыть главные врата

source: Proceed through the main access gate
ru: Пройдите через главные ворота

source: And thus I descend into the darkness of Uria’s key stronghold on Irdya...
ru: Итак, я спускалась во тьму главной твердыни Урии в Ирдии...

source: Ergea’s words were clear: we do not have a chance to win this war and purge the corrupted goddess’ influence from this earth; not without the power hidden beneath Kalari.
ru: Слова Эргии были ясны: у нас нет шанса выиграть эту воину и изгнать влияние испорченной богини из этой земли без мощи, спрятанной под Калари.

source: I do not intend to stand watching while she turns our ruined world into breeding grounds for her invasion army. Neither could I bear to live knowing that it is in her plans to tear another world apart and threaten our very reality to quench her dreadful thirst for power. I have to do something to prevent that.
ru: Я не намерена стоять и смотреть, как она превращает наш разрушенный мир в рассадник для её армии вторжения. Я не могу жить, зная, что она собирается разорвать ещё один мир на части и угрожать самой нашей реальности, чтобы удовлетворить её ужасающую жажду власти. Я должна предотвратить это.

source: No matter the cost.
ru: Любой ценой.

source: elynia^This is not the right corridor. We must find a way leading to the transport room.
ru: Это не верный коридор. Мы должны найти путь, ведущий к транспортной комнате.

source: elynia^That is not the right corridor. We must find a way leading to the transport room.
ru: Это не верный коридор. Мы должны найти путь, ведущий к транспортной комнате.

source: Just a bunch of gold coins. Too bad that they are rather weighty and we have no use for them at this time.
ru: Просто груда золотых монет. Жаль, что они достаточно тяжёлые и сейчас они будут для нас бесполезными.

source: There’s nothing in this chest.
ru: В этом сундуке ничего нет.

source: This potion flask seems important. Let the Lady of Light come to examine it.
ru: Эта бутыль зелья выглядит важно. Пусть её осмотрит Леди Света.

source: Potion of Life
ru: Зелье Жизни

source: This potion grants the Regenerates ability, allowing the unit to heal itself 8 HP per turn or remove the poison effect.
ru: Это зелье дарит способность к Регенерации, позволяя бойцу лечить себя на 8 ОЗ за ход или исцелять яд.

source: Hm, this might prove useful later.
ru: Гм, это должно быть нам сильно пригодится в последствии.

source: Potion of Magnificent Taste
ru: Зелье Изумительного Вкуса

source: The potion’s stupendous and reinvigorating taste heals the unit by 1 HP.
ru: Изумительный оживляющий вкус зелья исцеляет бойца на 1 ОЗ.

source: Should this unit take it?
ru: Следует ли бойцу подобрать это?

source: Take it.
ru: Подобрать.

source: Leave it.
ru: Оставить.

source: This small axe is not particularly suitable for combat at close quarters, but it may come in handy as a throwable weapon.
ru: Этот небольшой топор не совсем подходит для ближнего боя, но он может прекрасно подойти в качестве бросаемого оружия.

source: This small axe could be useful in the hands of a trained man or demon fighter.
ru: Этот небольшой топор может быть полезен в руках тренированного воина или демона бойца.

source: Small Axe
ru: Малый Топор

source: The unit wielding this weapon may use it for long range combat to inflict some considerable blade damage.
ru: Боец, несущий это оружие может использовать его для дальнего боя, чтобы нанести значительный режущий урон.

source: throwing axe
ru: томагавк

source: The poison in the jar could be poured on claws or weapons and used against living opponents in melee combat to increase attack efficiency through its devastating effects on their health.
ru: Яд в этой банке может быть нанесённым на когти или оружие и использован против живых противников в ближнем бою, чтобы увеличить эффективность атак с помощью его разрушительного влияния на их здоровье.

source: This large jar contains poison that could be poured on claws or weapons and used against living opponents by a trained melee fighter or a staff-wielding magic user.
ru: Эта большая банка содержит яд, который может быть нанесён на когти или оружие и использован против живых противников тренированным бойцом ближнего боя или магом, носящим посох.

source: Poison Jar
ru: Банка Яда

source: The unit employing this foul-smelling death catalyst can poison living opponents by dealing damage with its melee attacks.
ru: Боец, применяющий этот смердящий катализатор смерти, может отравлять врагов, нанося удары в ближнем бою.

source: On the day of the Longest Night, the New Guardian of Darkness shall rise from beyond to claim her rightful place amongst the Guardians of the Second Cycle.
ru: В день Длиннейшей Ночи, Новый Страж Тьмы взойдёт из-за грани, чтобы занять его справедливое место среди Стражей Второго Цикла.

source: On that day, the New Guardian of Life shall rise again, more powerful than before.
ru: В тот день, Новый Страж Жизни взойдёт снова, ещё сильнее, чем раньше.

source: That is the day we have lived for.
ru: Вот день, для которого мы жили.

source: The day that shall bring upon our doomed existence the promise of a new beginning.
ru: Тот день, что принесёт нашему обречённому бытию надежду нового начала.

source: We must all enter the transport room together — nobody should be left behind.
ru: Мы должны войти в транспортную комнату вместе — никто не должен остаться позади.

source: Gather all your on-map units in the transport room
ru: Соберите всех ваших бойцов в транспортной комнате

source: Now what?
ru: А что теперь?

source: Agathylas
ru: Агатилас

source: Mal Boras
ru: Мал Борас

source: Mal Gulgolet
ru: Мал Гулголет

source: The transporter abruptly stops.
ru: Транспортёр резко останавливается.

source: I recognize this corridor. Onwards!
ru: Я помню этот коридор. Вперёд!

source: The Lady of Light and her foolish new cohorts, eh? We should have known that Ergea and her kind couldn’t be trusted. Hopefully you enjoy their company, for we intend to send you all to the abyss together, and not precisely to die...
ru: Леди Света и её новые дурацкие дружки, а? Мы должны были знать, что Эргии и её виду нельзя доверять. Надеюсь, тебе нравится её компания, так как мы отправим в ад вас всех вместе, причём не обязательно убивая...

source: The Lady of Light, eh? We should have known that Ergea and her kind couldn’t be trusted. Too bad that your cohorts didn’t make it; we wanted to send you all to the abyss together, and not precisely to die...
ru: Леди Света, а? Мы должны были знать, что Эргии и её виду нельзя доверять. Очень жаль, что твои дружки не справились; мы хотели отправить в ад вас всех вместе, причём не обязательно убивая...

source: Save your boasting for later — it will not help you win the battle on the surface and we are well accustomed to it at this point. Where is your master?
ru: Оставь своё бахвальство на потом — оно не поможет вам выиграть битву на поверхности, и мы уже приспособились к нему. Где ваша повелительница?

source: Our <i>masters</i> are busy with their own inscrutable plans, and the fortress defenses are already disposing of your pathetic allies above. But it is not <i>your</i> place to ask questions here. Now...
ru: Наши <i>повелители</i> заняты своими собственными непостижимыми планами, а оборона крепости уже занята истреблением ваших жалких союзников. Но не <i>твоё</i> дело задавать мне вопросы. Теперь...

source: Would you prefer to go down fighting, or surrender and let us take you to the Fire?
ru: Предпочтёшь ли ты продолжить драться или сдашься и позволишь нам привести тебя к Огню?

source: I’ll let you take a guess.
ru: Угадай.

source: ... heh. The Fire was right... about you...
ru: ... хех. Огонь была права... о тебе...

source: Talia
ru: Талия

source: Mal Arachgeas
ru: Мал Арахгеас

source: Those passages appear to lead somewhere.
ru: Похоже, эти проходы куда-то ведут.

source: A secret passage. Not particularly ingenious. Although... it might lead to the cave Ergea mentioned.
ru: Тайный проход. Не совсем остроумно. Хотя... он может вести в пещеру, упомянутую Эргией.

source: Wait. There’s someone else in here...
ru: Подождите. Здесь находится ещё кто-то...

source: Mal Kendria
ru: Мал Кендрия

source: It’s the other necromancer, member of the Iron Triad. Perhaps, if we take her down... we might be able to force her to give us some directions.
ru: Это ещё один некромант, член Железной Триады. Возможно, если мы её победим... то сможем заставить её дать нам некоторые указания.

source: It’s the other necromancer, member of the Iron Triad. Perhaps, if I take her down... I might be able to force her to give me some directions.
ru: Это ещё один некромант, член Железной Триады. Возможно, если я смогу её победить... то смогу заставить её дать мне некоторые указания.

source: Defeat Mal Kendria
ru: Победите Мал Кендрию

source: You are the other necromancer from the Iron Triad, aren’t you? Where is your master hiding? Where is the Ruby of Fire?
ru: Вы являетесь ещё одним некромантом Железного Совета, не так ли? Где прячется ваша повелительница? Где Огненный Рубин?

source: (<i>silence</i>)
ru: (<i>тишина</i>)

source: Are you going to answer?
ru: Вы собираетесь отвечать?

source: There is something wrong about her eyes...
ru: С её глазами что-то не так...

source: I don’t have time for this.
ru: У меня нет на это времени.

source: Devoid of her own will... and turned into a living puppet... Suddenly, defeating her does not seem to be much of an achievement. I don’t think I saw anything like this the last time I was here. Why would they do this to her, though?
ru: Лишённая её собственной воли... и превращённая в живую куклу... Победа над ней не выглядит особым достижением. Я не думаю, что видела что-либо подобное, когда была здесь в последний раз. Однако, почему же они так с ней поступили?

source: My lady, we should proceed onwards, quickly. We don’t have much more time, and the Fire of Uria will not take kindly to all these casualties.
ru: Миледи, мы должны продвигаться вперёд, быстрее. У нас не так много времени, а Огонь Урии точно не отнесётся добродушно ко всем этим потерям.

source: Indeed, let us continue down this passage. If Ergea’s instructions are correct, there is a large stone chamber ahead.
ru: Действительно, давайте продолжим идти по этому проходу. Если указания Эргии верны, то скоро мы встретим большую каменную полость.

source: I should just continue down this passage. If Ergea’s instructions are correct, there is a large stone chamber ahead.
ru: Я должна продолжить движение по этому проходу. Если указания Эргии верны, то впереди находится большая каменная полость.

source: Move Elynia into the chamber
ru: Передвиньте Элинию в камеру

source: We are trapped in this chamber...
ru: Вы пойманы в этой камере...

source: I am trapped in this chamber...
ru: Я поймана в этой камере...

source: (<i>chuckles</i>) That’s were you want us to go. Isn’t that correct... Elyssa?
ru: (<i>посмеивается</i>) Так вот, куда ты хочешь, чтобы мы прошли. Не так ли,... Элисса?

source: (<i>chuckles</i>) That’s were you want me to go. Isn’t that correct... Elyssa?
ru: (<i>посмеивается</i>) Так вот, куда ты хочешь, чтобы я прошла. Не так ли,... Элисса?

source: You could have opened the gate for me, at the very least.
ru: Могла бы хотя бы открыть для меня дверцу.

source: Find a way to open the chamber exit gate to proceed
ru: Найдите способ открыть вход в комнату, чтобы пройти

source: Elynia already has the glyph’s spell. Move her next to the chamber exit to open it.
ru: У Элинии уже есть это заклинание. Передвиньте её к входу в камеру, чтобы открыть его.

source: Elynia should be the one to investigate this glyph.
ru: Элиния должна исследовать этот кристалл.

source: Barrier Spell
ru: Заклинание Препятствий

source: This spell allows the unit to open any barriers that were originally sealed with the same spell.
ru: Это заклинание позволяет бойцу открыть любые препятствия, зачарованные этим же заклинанием.

source: Move Elynia next to the chamber exit gate to proceed
ru: Передвиньте Элинию ко входу в камеру, чтобы пройти

source: ... So you want me to proceed alone. Very well, then.
ru: ... Итак, ты желаешь, чтобы я прошла одна. Ну ладно, тогда.

source: <b>Urvatha</b> Originally a peaceful world not predestined to harbor civilization, Urvatha was chosen by Iluvia as one of the destinations for the survivors of the First Cycle. Over time, the lack of a guardian who could guide them resulted in devastating and long-lasting wars over increasingly scarce resources — thus earning it a new name for outsiders and natives alike: ‘Inferno’. While Urvatha continues to be largely heterogeneous, its most inhospitable regions are much better known in Irdyan lore than the rest. Despite originally lacking a guardian and a seed, Urvatha has become the domain of the New Guardian of Life.
ru: <b>Урвата</b> Изначально мирный мир, которому не предназначалось стать прибежищем для цивилизации, Урвата была выбрана Илювией в качестве убежища для выживших в Первом Цикле. Спустя время, отсутствие стража, который мог бы направить на правильный путь, привело к разрушительным и непрекращающимся воинам за всё более скудные ресурсы — заработав новое имя для как для посторонних, так и для местных жителей: 'Инферно'. Хотя Урвата продолжает быть очень неоднородной, её самые негостеприимные регионы известны в Ирдии больше, чем остальные. Несмотря на изначальное отсутствие стража и семени, Урвата стала владением Нового Стража Жизни.

source: <b>Silida</b> Originally a barren world not predestined to harbor civilization, Silida was chosen by Iluvia as one of the destinations for the survivors of the First Cycle. It is said that before being erased from existence, the Guardians of Life and Existence adapted this lifeless world as a new home for their peoples. However, their task was left unfinished, and the new inhabitants of the world died out after a few generations. Only many eons later would Silida be populated again by faerie creatures. Despite originally lacking a guardian and a seed, Silida has become the domain of the New Guardian of Earth.
ru: <b>Силидия</b> Изначально бесплодный мир, которому не предназначалось приютить цивилизацию, Силидия была избрана Илювией в качестве одного из мест назначения для выживших в Первом Цикле. Было сказано, что перед тем, как быть стёртыми из существования, Стражи Жизни и Бытия приспособили этот безжизненный мир, чтобы он стал новым домом их народов. Однако, их задача не была закончена, и новые обитатели того мира вымерли спустя несколько поколений. Лишь только множество тысячелетий спустя Силидия смогла снова быть населена файери. Несмотря на изначальное отсутствие стража и семя, Силидия стала владением Нового Стража Земли.
