Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: The Voyage Home
ru: Дорога Домой

source: team_name^Elynia
ru: Элиния

source: team_name^Orcs
ru: Орки

source: Pigork
ru: Пигорк

source: Bratar
ru: Братар

source: Vultraz
ru: Вультрас

source: Gargaz
ru: Гаргаз

source: team_name^Desert Creatures
ru: Пустынные Существа

source: team_name^Desert Spirits
ru: Духи пустыни

source: Mount Boombadil
ru: Гора Бумбадил

source: Fort Gralseth
ru: Форт Гралсет

source: Secure the orcish settlement to the southeast by defeating all enemy leaders
ru: Нейтрализуйте поселение орков на юго-востоке

source: Death of Elynia
ru: Смерть Элинии

source: Death of Anya
ru: Смерть Ани

source: Death of Durvan
ru: Смерть Дурвана

source: Death of Zynara
ru: Смерть Зайнары

source: The desert... I never thought I’d have to see it again.
ru: Пустыня... Я и не предполагала, что придётся увидеть её снова.

source: Ugh. I feel unwell in these dry and bright lands.
ru: Ах. Мне нехорошо в этих сухих и ярких песках.

source: It can’t be helped. Dark faeries are frail creatures that revel in the shadows of the greatest and densest forests. Really, the desert is no place for you. I am sorry for dragging you along.
ru: Ничего не поделаешь. Тёмные Файери хрупкие существа, процветающие в тенях наиболее крупных и плотных лесов. В самом деле, пустыня не место для тебя. Прости, что я тащу тебя со мной.

source: Oh, my lady, don’t worry about me. I just need some time to adapt to this environment, that is all.
ru: О, миледи, не беспокойся обо мне. Мне просто нужно немного времени, чтобы адаптироваться к этой среде, вот и всё.

source: My lady, if you’ll allow me to complain... we can’t just march across the desert without stopping to rest!
ru: Миледи, если вы разрешите пороптать... мы же не можем просто промаршировать сквозь пустыню без привала!

source: The scouts reported the presence of orcs bearing the Chaos banner in a settlement ahead to the southeast, in the Gralseth region. Stopping to rest here would be very risky with those fools around, but perhaps we could secure their settlement and replenish our supplies.
ru: Разведчики доложили о присутствии орков под знаменем Хаоса в поселении к юго-востоку от нас, в районе Гралсета. Останавливаться на отдых с этими дураками под носом было бы очень рискованно, но, возможно, мы можем обезопасить их поселение и восполнить провизию.

source: Excellent!
ru: Отлично!

source: A word of caution, though. Ever since the Fall, the many victims of the disasters which devastated Irdya have been endlessly wandering across lands like this, preying on the souls of the living.
ru: Однако, предостерегаю вас, что со времён Падения, многие жертвы катастроф, опустошивших Ирдию, без конца блуждают по землям, подобным этой, охотясь на души живых.

source: They are particularly weak by themselves and our arcane fire should be enough to banish them from our world. However, our less experienced fighters should not take their chances fighting them alone.
ru: Сами они слабы, и нашего магического огня должно быть достаточно, чтобы изгнать их из нашего мира. Однако, наши менее опытные бойцы не должны рисковать, сражаясь с ними поодиночке.

source: Understood, my lady.
ru: Ясно, миледи.

source: Time to get moving.
ru: Время двигаться.

source: I banish you from this world! Go now to your deserved rest!
ru: Я изгоняю тебя из этого мира! Отправляйся на свой заслуженный покой!

source: Begone, wandering spirit!
ru: Сгинь, блуждающий дух!

source: banished
ru: изгнан

source: Ahhhh... There’s no feeling like putting my feet under refreshing, flowing water... I miss the northern forests...
ru: Ахххх... Нет чувства, подобного опусканию ног в освежающую, текущую воду... Я тоскую по северным лесам...

source: Where do you come from, anyway? You couldn’t have spent your whole life traveling with Elorran and Tara.
ru: Откуда же ты родом? Ты не могла потратить всю свою жизнь, путешествуя с Элорраном и Тарой.

source: Oh... Of course not. It’s just... it’s complicated.
ru: Ох... Конечно нет. Просто... это трудно объяснить.

source: If you don’t feel like telling me more about yourself right now, I can understand — I’m just curious, that’s all.
ru: Если ты не желаешь рассказать о себе побольше сейчас, я пойму — мне просто любопытно, только и всего.

source: Chief! The faerie! The faerie and her pets are approaching from the northwest!
ru: Начальник! Файери! Файери и её зверушки приближаются с северо-запада!

source: Ah, just as the necromancer told us. Excellent news. More meat for our wolves!
ru: Ах, прямо как было доложено от некроманта! Чудесные новости! Больше мяса для наших волков!

source: Yes, more meat for our pigs! Er— I mean wolves!
ru: Да, больше мяса для наших свинок. Э— В смысле волков!

source: SHUT UP, you disgusting INSECT!
ru: ЗАТКНИ СВОЙ РОТ, отвратительное НАСЕКОМОЕ!

source: A sandstorm! We won’t be able to continue marching like this!
ru: Песчаная буря! Мы не сможем продолжить марш!

source: This small inconvenience shall not stop us! Onwards!
ru: Это крошечное неудобство не остановит нас! Вперёд!

source: My lady, are you sure this is a good plan?
ru: Миледи, вы уверены, что это хороший план?

source: It’s better than tarrying here for too long, so it’s good enough for me!
ru: Это лучше, чем задерживаться здесь надолго, следовательно, по-моему, план достаточно хорош!

source: Eaaaagh...
ru: Эаааах..

source: Argh! No!
ru: Аргх! Нет!

source: They are more than we expected! Send our messenger back to—
ru: Их больше, чем мы ожидали! Скорее! Пошлите гонца назад в—

source: Blast it! Their messenger escaped!
ru: Проклятье! Их гонец бежал!

source: ... useless... insects...
ru: ... никчёмные... насекомые...

source: Maybe this wasn’t such a good idea after all.
ru: В конце концов, возможно, это была не самая лучшая идея.

source: I wasn’t counting on that messenger and his swift mount. Regardless, our presence here was both predicted and awaited — this decidedly spells bad news.
ru: Я не рассчитывала на этого гонца и его скорость. В любом случае, наше присутствие здесь похоже было предсказуемым и ожидаемым — это действительно плохие новости.

source: But I told you so!
ru: Я так и знала!

source: I <i>did</i> expect a trap from the very beginning too, girl. We— I have been in situations like this before...
ru: Я <i>ожидала</i> ловушку с самого начала как и ты, девочка. Мы— Я уже была в подобных ситуациях раньше...

source: But this time I won’t let them succeed.
ru: Но в этот раз я не дам им победить.

source: Valen just informed me that the impostor’s forces are advancing towards Raelthyn. That can only mean Unarye and her troops fell in battle. This is hopeless.
ru: Вален только что доложила мне, что войска самозванки продвигаются к Раэлтину! Это может обозначать только то, что Анери и её войска пали в битве. Это безнадёжно.

source: Transience
ru: Мимолётнось

source: I remember hearing of the mandate issued to destroy the Sceptre of Fire back in the day...
ru: Я ещё помню, как совет распорядился уничтожить Огненный Скипетр в былые времена...

source: I’m curious about why you decided to betray your people by keeping the Sceptre’s core to yourself, Elynia.
ru: Мне любопытно, отчего ты решилась предать свой народ, присвоив ядро Скипетра себе, Элиния.

source: That’s nothing of your concern.
ru: Не твоё дело.

source: It is not, really? Because to me, it seems that you carry with you a dangerous artifact that these people <i>need</i> for some vaguely-defined purpose that will most certainly bring no good to this world! Destroying it would be the most logical choice right now.
ru: Отчего, же? Просто для меня кажется, что ты несёшь с собой опасный артифакт, который <i>необходим</i> этим людям для какой-то очень сомнительной цели, которая точно не принесёт ничего хорошего этому миру! Разрушение Рубина было бы самым логичным решением прямо сейчас.

source: ... I beg to differ, but with the Union gone it may well be the only great power remaining on Irdya that we could use to fight Uria and the Iron Triad, unless you know something I am not aware of — which I find unlikely.
ru: ... Позволю себе не согласиться, но с тех пор как Союз пропал, это, возможно, единственная сила в Ирдии, которую мы можем использовать для сопротивления Урии и Железному Совету, если только ты не знаешь что-то, чего не знаю я — что, впрочем, маловероятно.

source: This isn’t the best moment to argue over this.
ru: Это не лучший момент, для споров по этому поводу.

source: Elyssa
ru: Элисса

source: <i>Where are you?</i>
ru: <i>Где же ты?</i>

source: By the Moonlight
ru: С Лунным Светом

source: team_name^Humans
ru: team_name^Люди

source: Aethyr
ru: Этир

source: Devon
ru: Девон

source: team_name^Invaders
ru: Захватчики

source: team_name^Animals
ru: Животные

source: Current Objectives:
ru: Текущие цели:

source: Find a friendly unit
ru: Отыщите дружественно настроенного бойца

source: There seem to be some hostile animals ahead. I’d better move carefully and quickly...
ru: Судя по всему, впереди дикие звери. Нужно двигаться быстрее и осторожней...

source: I think I can see a village to the northeast...
ru: Похоже, на северо-востоке виднеется деревня...

source: Luddry
ru: Ладдри

source: Daent
ru: Дэнт

source: Halt! Who goes there?
ru: Стой! Кто идёт?

source: Don’t pay any attention to that — it’s just another of those disgusting forest creatures.
ru: Не обращайте внимания — это просто ещё одна из этих противных лесных существ.

source: But she’s injured—
ru: Но она ранена—

source: It’s a trick! They lure you into the dark to do whatever they please with your dead body—
ru: Это ловушка! Они заманивают тебя во тьму, чтобы делать там, что захотят, с твоим бездыханным телом—

source: ... I need some help. Could any of you please—
ru: ... Мне нужна помощь. Не могли бы вы, пожалуйста,—

source: Begone, unless you want us to slice your throat open!
ru: Уходи сейчас же, если не хочешь, чтобы тебе перерезали горло!

source: What’s going on here?
ru: Что здесь происходит?

source: Chief, this lass here, she—
ru: Командир, здесь девушка, она—

source: You look oddly familiar. What’s your name?
ru: Вы выглядите подозрительно знакомо. Как вас зовут?

source: I am Elynia, the—
ru: Я Элиния, —

source: The Lady of Light, as I recall. You weren’t of much help to us in the country.
ru: Леди Света, как я помню. Вы не особо помогли нам, провинциалам.

source: ... Excuse me? I don’t know you.
ru: ... Простите? Я вас не знаю.

source: Of course you don’t know me, because you and your friends were too busy battling the dark soldiers to help us civilians in Ardgam. That was my hometown, and my family was trapped, helpless, amidst the fire. What’s your purpose here, and why should we help you??
ru: Естественно вы не знаешь меня, потому что вы и ваши друзья были слишком заняты, сражаясь с тёмными солдатами, вместо того, чтобы помочь нам, простым людям, в Ардгаме. Он был моим родным городом, моя семья была окружена... беспомощные, посреди огня... Какова ваша цель здесь, и отчего мы должны вам помогать??

source: I would like to know where I am, and if it would be possible, I’d also like some help to get to the Grand Council. This is a matter of the utmost importance...
ru: Мне хотелось бы знать, где я, и если это будет возможно, я желала бы также некоторую помощь, чтобы добраться до Великого Совета. Это вопрос крайней важности...

source: —Are you even listening to me?!
ru: —Ты вообще меня слушаешь?!

source: I don’t feel particularly inclined to help you — at least not right now. If you really need to get to those useless elders, you are on your own. We don’t have any time for this nonsense, as we need to defend <i>our</i> town by our own means right now.
ru: Я не особенно расположен помогать вам — по крайней мере, прямо сейчас. Если вам действительно необходимо добраться до этих бесполезных стариков, идите самостоятельно. У нас не времени заниматься этим бредом: мы обязаны защитить <i>наш</i> город прямо сейчас.

source: It feels like I’ve been in a similar situation before...
ru: Мне кажется, что однажды я уже была в подобном положении...

source: Can you help us? I know our leader appears to be very resentful of you, but it’s said that the evil mage Daent has returned from the land of the dead to get his revenge upon us, for banishing him from the village. The rumors of the power he has amassed since then are terrifying.
ru: Не могли бы вы подсобить нам? Похоже, наш лидер очень обижен на вас, но говорят, что злобный колдун Дэнт вернулся из земли мёртвых, чтобы отомстить нам за его изгнание из деревни. Слухи о его возросшей с тех пор мощи пугающие.

source: Hm... Well, I may be able to provide you with my assistance if you would help me in exchange. Really, I’m not asking for much.
ru: Гм... Хорошо, я смогу предоставить вам свою поддержку, если вы поможете мне взамен. В самом деле, я не прошу многого.

source: We can’t make any promises, faerie. Our leader isn’t that kind of person — you’ll have to figure out how to solve your problems on your own.
ru: Ничего обещать не можем, файери. Наш лидер не из того типа людей — вам придётся разбираться с вашими проблемами самостоятельно.

source: So be it, then.
ru: Да будет так.

source: Defeat the enemy leader
ru: Победите вражеского лидера

source: Death of Luddry
ru: Смерть Ладдри

source: Argh! I’m done for.
ru: Аргх! Меня сделали.

source: I don’t suppose these people would want to help me now that they are leaderless...
ru: Я не думаю, что эти люди будут помогать мне теперь, когда они обезглавлены.

source: <i>Thanks</i> for your absolutely <i>useless</i> help, faerie.
ru: <i>Благодарим</i> за твою полностью <i>бесполезную</i> помощь, файери.

source: Arise! Arise once again, fallen warriors of times long past! Arise!
ru: Восстаньте! Восстаньте снова, павшие воины старины! Восстаньте!

source: I don’t like the sound of that... not at all...
ru: Мне не нравятся эти звуки... совсем не нравятся...

source: Ah, you have been sent by my brother to destroy me, isn’t that right?
ru: Ах, ты была послана моим братом, чтобы уничтожить меня, не так ли?

source: Your brother?
ru: Вашим братом?

source: Well, less chatter and more action, I say! You all shall embrace undeath soon, no matter whether you want or not!
ru: Ладно, меньше слов — больше дела! Вы все скоро будете в объятьях смерти, неважно, хотите ли вы этого или нет!

source: Ahhh, you think you can destroy me, don’t you? Well—
ru: Ахххх, ты думаешь, что сможешь победить меня, не так ли? Хорошо—

source: Enough of this.
ru: Довольно.

source: Ahhh, you think you can destroy me, don’t you? Well, a few have already tried to vanquish me before to no avail... What makes you think it will be different this time? MWAHAHAHAHA!
ru: Ахххх, ты думаешь, что сможешь победить меня, не так ли? Хорошо, некоторые уже пытались сделать это, но безрезультатно... Отчего вы считаете, что этот раз будет отличным? МГАХАХАХАХА!

source: He’s gone!
ru: Он пропал!

source: That wasn’t too hard.
ru: Это было не сложно.

source: Our village is saved!
ru: Наша деревня спасена!

source: Heh. I admit I didn’t expect this to work out with a faerie leading those impressionable fools.
ru: Хех. Признаюсь, я не ожидал действовать вмести с файери, ведущей этих впечатлительных болванов.

source: Well done, everybody. As for you, faerie... What is it that you needed from us again?
ru: Отлично сработано, молодцы! Что для тебя, файери... Ещё раз, что ты от нас требуешь?

source: I also have a name, as I told you before.
ru: Между прочим, у меня есть имя, которое я уже тебе сказала.

source: I suggest that you get to the point before I change my mind.
ru: Я надеюсь, что вы поняли намёк, перед тем, как я передумаю.

source: But sir, her help in defeating the undead was...
ru: Но сир, её вклад в победу над нежитью был...

source: I need to know exactly where I am, and I must also meet with the Grand Council of the Northern Peoples as soon as I may, for which I could need some help depending on our location.
ru: Мне нужно знать точно, где я нахожусь, а так же, обязана срочно встретиться с Великим Советом Северных Народов, как можно быстрее, для чего мне нужно некоторая поддержка, зависящая от нашего местоположения.

source: I see. Well, we also need to arrange a meeting with the Council for our own purposes. Sending some of our most capable hunters with you along with our messengers might not be a bad idea after all, as you seem to excel in the arts of healing and the northern forests are not particularly safe nowadays.
ru: Ясно. Хорошо, тем более нам тоже нужно организовать встречу с Советом, для наших собственных целей. Отправка части наших лучших охотников вместе с тобой была бы не самой худшей идеей, да и ты, похоже, преуспеваешь в искусствах лечения, да и северные леса совсем не безопасные в наши дни.

source: I’d be very grateful if you provided me with such help, then. But—
ru: Я была бы очень благодарна, если бы вы предоставили мне подобную помощь. Но—

source: And welcome to the Heart Forest.
ru: Добро пожаловать в Средилесье.

source: The Plan
ru: План

source: team_name^Elves
ru: Эльфы

source: Lord Ardamién
ru: Лорд Ардамьен

source: Miryath
ru: Мириаф

source: Everyone here is restless, and the elvish leader is nowhere to be seen...
ru: Все здесь беспокойны и эльфийского лидера нигде не видно...

source: Ah, here she comes!
ru: Ах, вот она идёт!

source: I apologize once again for keeping you all waiting.
ru: Ещё раз извиняюсь, что заставила вас долго ждать.

source: It’s no problem, really.
ru: Это не проблема, на самом деле.

source: The reason we moved out of the way to the Aragwaith country is that we originally thought our fallen kin would chase us and leave the humans alone. As we all just saw, of course, we were mistaken. Our own people have managed to retrieve some valuable information from the enemy settlements, though. Listen carefully...
ru: Мы ушли из страны Эрагвийцев, потому что изначально предположили, что наши павшие собратья будут охотится на нас. Хотя, как вы видите, мы ошибались. Нашим людям даже удалось заполучить часть ценной информации из вражеских поселений. Слушайте внимательно...

source: We are listening, my friend.
ru: Мы все во внимании.

source: The impostor who calls herself the Lady of Light has amassed a varied army of elves, humans, barbarians and Shaxthal creatures, apparently as part of a plan to reorganize the Chaos forces and strike the human country from the east while keeping their troops busy in the west. Not only have they gotten support from Inodien’s successors, but they have also made contact with elvish and human barbarians from lands farther to the east — peoples whose existence was unknown to us thus far.
ru: Самопровозглашённая Леди Света собрала армию, состоящую из эльфов, людей, бандитов и Шакстальских существ, как часть плана по перегруппировки сил Империи и внезапной мощной атаки на государство людей с востока, пока большинство войск Севера скованны на западе. Они не только заручились поддержкой последователей Инодиена, но также наладили контакт с эльфийскими и человеческими варварами из дальних восточных земель — народы, чье само существование не было известным до сих пор.

source: Their base of operations is said to be located in Telchior’s Hold in the Valley of Elynia — the very place whence we fled under Galas’ command following the Chaos invasion. Something deeply wrong must have occurred there after our departure. As I recall, the last time we met you mentioned that Lord Lédinor was possessed by Uria.
ru: Докладывают, что их генеральный штаб расположен в Крепости Тэлхиора в Долине Элинии — том самом месте, откуда мы бежали под командованием Галаса из-за вторжения войск Хаоса. Что-то очень дурное, должно быть, случилось там после нашего ухода. Как я помню, во время нашей последней встречи, вы упомянули, что Лорд Лэдинор был под контролем Урии.

source: That’s correct, indeed.
ru: Действительно, это правда.

source: The information we have could be a fabrication intended to mislead us into thinking the valley has some relevance in the greater scheme of things, but it’s not possible to disregard the danger this foul new alliance poses. If the northern lands fall now, the Chaos Empire will have won the war even without their Emperor or capital.
ru: У нас есть некоторые сведения, рискующие, впрочем, оказаться сфабрикованными, чтобы завлечь нас в предположения, что долина имеет некоторое значение в великой схеме вещей, но невозможно закрывать глаза на опасность, которую представляет этот дурацкий новый альянс. Если Север падёт сейчас, Империя Хаоса победит в войне, даже не имея Императора и столицы.

source: We are in the middle of restructuring our forces to protect the eastern front for as long as we can, even if the Grand Council isn’t available to coordinate efforts with us.
ru: Мы находимся в центре перегруппировки наших сил для защиты восточного фронта на столько, сколько сможем, даже, если Великий Совет не будет способен координировать усилия с нами.

source: Elynia, you lead many capable warriors and you have the support of the undead. If you could infiltrate the valley in the meantime and vanquish the impostor, we could put an end to the war on this front.
ru: Элиния, вы ведёте множество способных воинов и имеете поддержку мертвецов. Если бы вы могли вторгнуться в долину и победить самозванку, нам бы удалось тотчас закончить войну на этом фронте.

source: But... I know nothing of the valley other than that it lies in the middle of the desert — fighting in such an environment could be disastrous!
ru: Однако... Я не знаю ничего про долину, кроме того, что она лежит посреди пустыни — сражение в такой среде может быть катастрофическим для нас!

source: The impersonator is a coward and she isn’t going to lead her minions on the front line. If anything can be done about her, it’ll have to be at her base.
ru: Самозванка - трус, она не собирается вести её прислужников на линию фронта. Если что-то и может быть с ней сделано, это должно случиться на её базе.

source: You are a powerful warrior and you have more experience in these matters than any of us present. You helped Galas and Mal Keshar infiltrate the Chaos Empire before. I’m sure you will be successful in this task.
ru: Вы являетесь мощным воином и имеете опыт в этих делах больше, чем у любого из нас. Вы помогали Галасу и Мал Кешару вторгнуться в Империю Хаоса раньше. Я уверена, что вы справитесь с этой задачей снова.

source: Very well. We’ll travel to your old home to purge this plague and strike down the false Lady of Light.
ru: Очень хорошо. Мы пойдём в поход на ваш старый дом, чтобы вычистить эту заразу и свергнуть ложную Леди Света.

source: Thank you, Elynia — thank you all. I’m sure that under your command the mission will be a success. Now, I must go to discuss our plans with our field commanders.
ru: Благодарю вас, Элиния — благодарю всех вас! Я уверенна, что под вашим командованием нас ждёт победа. Но теперь мне необходимо обсудить наши намерения с полевыми командирами.

source: But, my lady, the Ruby! What if it’s a trap?
ru: Но, моя леди, Рубин! Что, если это ловушка?

source: We’ll have to deal with the trap if that’s the case. This is more important!
ru: В таком случае нам придётся с ней справиться. Это важнее, чем кажется!

source: But Elorran is waiting for us!
ru: Но Елорран же ждёт нас!

source: Please inform him of our next mission and convince him to be patient.
ru: Пожалуйста, сообщи ему о нашей следующей миссии и попроси его потерпеть ещё чуть-чуть.

source: ... Very well, then...
ru: ... Ну ладно, тогда...

source: The Heart Forest
ru: Средилесье

source: team_name^Thieves
ru: Воры

source: team_name^Trolls
ru: Тролли

source: Reck
ru: Рэк

source: team_name^Forest Creatures
ru: Лесная фауна

source: team_name^Birds
ru: Птицы

source: Talwyn
ru: Тэлвин

source: Talwyn Bridge
ru: Тэлвинский Мост
