Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: Reach the top edge of the map
ru: Доберитесь до верхней границы карты

source: Frankly, when the village chief said ‘capable’ I was expecting something better.
ru: Честно говоря, когда староста сказал «способные» я ожидала что-то большее.

source: It’d be a grave mistake to underestimate us, lass. Life ’round here ain’t easy these days, and we have to be prepared to deal with anything.
ru: Было бы серьезной ошибкой недооценивать нас, девушка. Жизнь в округе не так легка в эти дни — мы должны быть готовы иметь дело со всем.

source: I’m well aware of that, having lived in the wilderness myself before, but these are mostly novices and untrained youths!
ru: Я хорошо об этом осведомлена: я жила в дикой местности ранее; однако, эти бойцы большей частью новички и не тренированная молодёжь!

source: The chief wouldn’t want to send off veterans on the chance that our home is attacked again. Anyway, we’d better get going. Look out for the trolls that control this road — they hunt unwary travelers and eat them alive.
ru: Начальник не захотел бы посылать ветеранов, на случай, если наш дом будет атакован снова. В любом случае, нас лучше идти вперёд. Остерегайтесь троллей, контролирующих эту дорогу: они ловят беспечных путников и съедают их живьём.

source: Blast! I wasn’t counting on this happening!
ru: Проклятье! Я не рассчитывал, что это случится!

source: Reck don’t like humans on his base. We smash them!
ru: Рэк не любит человеков на его территории. Мы раздавим их!

source: Reck dying... and don’t know why.
ru: Рэк погибает... и даже не знает, за что.

source: That big troll was hoarding a considerable amount of gold in these ruins.
ru: Этот огромный тролль скрывал значительный объём золота в этих руинах.

source: Dremorran
ru: Дреморрен

source: Cic
ru: Цик

source: Glynvan
ru: Глинван

source: Quorren
ru: Кворрен

source: Caror
ru: Кэрор

source: Danon
ru: Данон

source: I hear some commotion ahead...
ru: Я слышу какую-то заварушку впереди...

source: Drop everything you’re carrying with you gal, and we <i>may</i> spare your pretty neck!
ru: Бросай все, что ты несёшь с собой, деваха, и мы, <i>может быть</i> пощадим твою красивенькую шейку!

source: We don’t have time for this—
ru: У нас нет времени до этого—

source: We can’t just leave that poor girl at their mercy! We must help her!
ru: Мы же не можем отдать ту бедную девушку им на расправу! Мы должны помочь ей!

source: (<i>sigh</i>) Of course, that’s what I was planning to do anyway.
ru: (<i>вздыхает</i>) Конечно, я всё равно собиралась сделать это.

source: Save Allyna from the bandits
ru: Спасите Аллину от бандитов

source: Death of Allyna
ru: Смерть Аллины

source: Alas! I never got a chance to see the great towers of the capital!
ru: Увы! Я никогда не увижу великие башни столицы!

source: We shouldn’t have let this happen!
ru: Мы не должны были дать этому случиться!

source: Oh, thank you for saving my life, sir, I’ll be forever grateful! Is there anything I could do to repay you?
ru: Ох, спасибо вам за моё спасение, сир, я буду вечно у вас в долгу! Есть ли что-то, чем я могу отплатить вам?

source: Hm, actually, it is this lass here who is leading us...
ru: Гм, на самом деле, это сделала эта девушка, что ведёт нас сейчас...

source: She’s the legendary Lady of Light!
ru: Это легендарная Леди Света!

source: Oh, I see! I beg your pardon, my lady.
ru: Ох, вижу! Приношу вам извинения, миледи.

source: May I ask what business brings a young girl like you to such a dangerous location alone? What’s your name, anyway?
ru: Могу ли я узнать, какие дела завели такую юную девочку, вроде тебя, в такое опасное место, причём в одну? И кстати, какого твое имя?

source: I’m Allyna of Dalbloom, from the eastern border. It’s a very tiny village, so you may not have heard of it before. I was sent on a mission to deliver an important message to the Grand Council of the—
ru: Я Аллина из Далблума, что рядом с восточной границей. Это крошечная деревня, так что вы могли не слышать о ней доселе. Меня послали с поручением доставить важное послание Великому Совету—

source: Sure, we also need to deliver our own messages to them. I would strongly suggest that you join us — it’s a miracle that you have made it this far through these uncivilized lands in one piece. What do you think?
ru: Кстати, нам тоже необходимо доставить им наши собственные сообщения. Я настоятельно предлагаю тебе присоединиться к нам: это чудо, что ты прошла столько этой нецивилизованной земли, оставшись целой. Что ты думаешь об этом?

source: Yes! —I mean, if it doesn’t bother you, of course. Sure it is uncivilized around here — I don’t think I have ever seen a town get ransacked like that before...
ru: Конечно! —В смысле, если это не обеспокоит вас, разумеется. Действительно, здесь дико вокруге — Я не уверена даже, что дойду до города, не будучи ограбленной, как тогда...

source: What are you talking about?
ru: Про что ты говоришь?

source: The bridge town ahead was captured by a large armed band. I turned back as soon as I could, but some of their brutes chased me, and then I found you!
ru: Город впереди, вместе с его мостом через реку, был захвачен крупной вооружённой группировкой. Я бежала назад, как могла, но некоторые из этих грубиянов погнались за мной, а затем я нашла вас!

source: Sounds like we may have to cleanse the town a bit before proceeding, then.
ru: Значит, тогда мы сможем слегка подчистить город, перед тем, как продвигаться.

source: Good plan. Gods, I never thought Talwyn would fall like that...
ru: Хороший план. Боги, я никогда и не предполагал, что Тэлвин падёт подобным образом...

source: Defeat the bandit leader in Talwyn
ru: Победите главу бандитов в Тэлвине

source: No! All our efforts have been in vain!
ru: Нет! Все наши усилия тщетны!

source: Onwards we go, to the capital!
ru: Вперёд, в столицу!

source: So are you truly the Lady of Light? I’ve heard many amazing stories about you! Do you mind if I ask you some questions?
ru: Так ты действительно Леди Света? Я слышала много удивительных историй про тебя! Ты не против, если я задам несколько вопросов?

source: The Eastern Front
ru: Восточный Фронт

source: Telan
ru: Телан

source: Ethanin-Adrael
ru: Этанин-Адраэль

source: Unidë
ru: Унидэ

source: Defeat all enemy leaders
ru: Победите всех вражеских лидеров

source: There are so many different flowers in this field! It’s beautiful!
ru: На лугу столько разных цветов! Это прекрасно!

source: Indeed it is.
ru: В самом деле.

source: My lady, there are encampments ahead, apparently occupied by elves! This doesn’t look right!
ru: Миледи, впереди укрепления, занятые эльфами! Это не выглядит хорошо!

source: Certainly not — they shouldn’t be this close to Aragwaithi territory, so I presume they belong to the hostile faction. Everyone prepare for battle, and let’s hope for the best.
ru: Совсем не хорошо: они не должны находиться так близко к землям Эрагвийцев, вероятно, они принадлежат к враждебной фракции. Нужно приготовиться к битве и надеяться на лучшее.

source: May the Lords of Light protect us...
ru: Да защитят нас Лорды Света...

source: They have assembled an army!
ru: Они собрали целую армию!

source: Not just that, but they also have support from the metallic creatures of Uria!
ru: Кроме того, они заручились поддержкой металлических существ Урии!

source: My lady, what do you suggest we do?
ru: Миледи, что же вы предлагаете делать?

source: I wish we could just entirely avoid casualties, but that’s not going to happen.
ru: Я желала бы полностью избежать потерь, но едва ли это получится.

source: I fear for the fate of the elves who sent that call for help to the Council...
ru: Мне страшно за судьбу эльфов, обратившихся за помощью к Совету...

source: Who is it that dares defy the power of the Lady of Light?
ru: Кто смеет отвергать мощь Леди Света?

source: You, I presume. I am the only Lady of Light that there is on Irdya, and you have been deceived into fighting against me and the Grand Council of the Northern Peoples in favor of a dark cause, one that betrays the memory of our civilization and our leaders.
ru: Ты, наверное. Я единственная Леди Света в Ирдии, тебя заставили обманом сражаться против меня и Великого Совета Северных Народов во имя тёмной цели, изменяющей памяти нашей цивилизации и наших лидеров.

source: You are nothing but a blatant impostor working for the human bastards — a dirty, treacherous impostor!
ru: Ты ничто, кроме болтливого самозванца, работающего на людских мразей — грязная, предательская самозванка!

source: Take her back to the encampment! I need to ask a few questions...
ru: Доставьте её в лагерь! Мне нужно задать несколько вопросов...

source: I refuse to answer to the likes of you!
ru: Я отказываюсь отвечать подобным тебе!

source: The traitors... they have slain me...
ru: Изменники... они победили меня...

source: Those elves who willingly choose to support the forces that seek to destroy our world don’t deserve to live.
ru: Эльфы, избравшие службу силам, стремящимся разрушить наш мир, не заслуживают жизни!.

source: (<i>mumbling</i>) That seems rather hypocritical coming from you.
ru: (<i>бормочет</i>) Какое лицемерное высказывание с твоей стороны.

source: I can hear you, Zynara.
ru: Всё слышу, Зайнара.

source: I shall not fall today!
ru: Я не паду сегодня!

source: He’s escaping!
ru: Он убегает!

source: How do you do that, girl?
ru: Как ты это сделала?

source: Do what?
ru: Сделала что?

source: You seem able to heal your own wounds without any effort. I haven’t heard of other faeries of the deep forest having that power. Demons, on the other hand...
ru: Кажется, ты способна исцелять свои раны без каких-либо усилий. Я не слышала, что остальные файери густых лесов имеют эту силу. С другой стороны, демоны...

source: Ah. Well, I have had this ability for as long as I can remember.
ru: Ах. Я имела эту способность с тех пор, как я себя помню.

source: This conflict didn’t begin just now. When Galas and I last visited the northern country, a civil war was already raging due to Inodien’s death. The rumors pointed at the Iron Council’s intrusion in our lands and affairs, but we didn’t have the opportunity to confirm anything.
ru: Конфликт возник не только что. Когда мы с Галасом посещали Северные земли, гражданская война уже велась по причине гибели Инодиена. Слухи указывали на вмешательство Железного Совета, однако мы не могли что-либо доказать.

source: Ah, the struggle that resulted in the banishment of the elves from the country. I remember that.
ru: А, та самая борьба, закончившаяся изгнанием эльфов из страны. Я помню это.

source: Much elvish blood has been shed today. I swear that whoever is behind this shall pay with their own life — no matter what it takes.
ru: Достаточно эльфийской крови пролилось сегодня. Клянусь, что кто бы не стоял за этим, он заплатит жизнью — чего бы это не стоило!.

source: Elynia! I’m so glad to see you again after so long...
ru: Элиния! Я так рада увидеть вас живыми...

source: Unarye, what happened? We were heading towards the eastern forest to meet with you when we stumbled upon this incursion. How could our enemies advance this far?
ru: Анери, что случилось? Мы двигались к восточному лесу, чтобы встретиться с вами, когда нас застигло врасплох это вторжение. Как наши враги могли проникнуть так далеко?

source: Indeed we owe you a few explanations, and I apologize for being unable to arrive earlier, but our forces have been severely weakened. Come with me, and I’ll explain all.
ru: Подождите, мы обязаны вам объясниться. Я извиняюсь, что мы не смогли прибыть раньше: наши войска были серьёзно ослаблены. Следуйте за мной - я всё разъясню.

source: My lady, do you know this elf?
ru: Миледи, вы знаете эту эльфийку?

source: She is one of Galas’ friends, Unarye, and she’s been collaborating with the Grand Council ever since we left to infiltrate the Empire. I know she can be trusted. Now, let’s go.
ru: Она была одной из друзей Галаса - Анери. Она сотрудничает с Великим Советом даже после нашего вторжения в Империю. Я знаю: ей можно доверять. Теперь давайте идти.

source: My lady, I’ve just heard rumors that the elves are already advancing towards Raelthyn.
ru: Миледи, я только что слышал, что эльфы уже наступают на Раэлтин.

source: That explains why they haven’t crushed us yet despite our poor performance. This was a foolish move. It’s best that we fall back to aid in the defense of the central region, quickly.
ru: Понятно, почему нас не разбили, несмотря на наши не очень сильные войска. Это был глупый шаг. Сейчас нам лучше всего отступить, чтобы укрепить оборону центра, скорее.

source: Fate
ru: Судьба

source: team_name^Elyssa
ru: Элисса

source: Severely injured, Elynia manages to escape from the underground base as the energy destroys Mal Hekuba and his minions.
ru: Тяжело раненной, Элинии удаётся бежать с подземной базы, в то время, как энергия испепеляет Мал Хекубу и его приспешников.

source: Ungh...
ru: Ангх...

source: Just as she tries, to no avail, to stand up, Elynia senses the presence of creatures of some sort amidst the dense night fog.
ru: В то время, как она безрезультатно пытается встать, Элиния чувствует присутствие каких-то существ посреди густого ночного тумана.

source: And then...
ru: А затем...

source: ... darkness.
ru: ... кромешный мрак.

source: <i>I cannot bring myself to kill someone so much weaker than I.</i>
ru: <i>Я не могу позволить себе убить кого-то, настолько слабее меня.</i>

source: Elynia
ru: Элиния

source: <i>Are those my words?</i>
ru: <i>Это мои слова?</i>

source: (<i>in a seductive tone</i>) <i>It would be unfair... and cruel...</i>
ru: (<i>в ироничном тоне</i>) <i>Это было бы несправедливо... и жестоко...</i>

source: <i>Who are you?</i>
ru: <i>Кто ты?</i>

source: The demoness stared directly into her eyes, with a deeply unsettling, emotionless expression.
ru: Демонесса смотрела прямо ей в глаза с бесчувственным выражением, сильно беспокоящим Элинию.

source: Elynia was still unable to stand up and defend herself.
ru: Она до сих пор не могла встать и защитить себя.

source: As Elyssa bent down to reach her head, Elynia prepared for the inevitable.
ru: Элисса наклонилась, чтобы достичь её головы - Элиния приготовилась к неизбежному.

source: But instead of dealing the killing blow, Elyssa stroked the elf’s hair — the expression on her face unchanged — and continued to speak in a soft tone of voice.
ru: Но вместо того, чтобы добить её, Элисса погладила волосы эльфийки — хотя её выражение лица не изменилось — и продолжила речь в мягком тоне.

source: I don’t want to kill you.
ru: Я не буду убивать тебя.

source: You spared my life, just like he did.
ru: Ты пощадила меня, прямо как он тогда.

source: I’m truly sorry about your friends. She didn’t give me a choice. Now, just let me take what I need, and die in peace if you need to — otherwise, don’t inconvenience us anymore and I’ll never cause you any harm again.
ru: Жаль твоих дружков. Она не оставила мне выбора. Теперь просто отдай то, что мне нужно и умри, если хочешь конечно — в противном случае, не беспокой нас, и я больше не причиню тебе никакого вреда.

source: Elynia felt the exchange could have taken place at a better time, and not during such a terrible display of weakness.
ru: Элиния, чувствовала, что обмен мог бы произойти и в лучшее время, не будучи такой демонстрацией слабости.

source: <i>... Why... why do you do this...</i>
ru: <i>... Почему... почему ты делаешь это...</i>

source: ... Because it’s all I have left, my dear.
ru: ... Потому что это всё, что мне осталось, моя дорогая.

source: ... And thank you for getting rid of that bothersome upstart for me.
ru: ... И спасибо за избавление от этой надоедливой, зазнавшейся выскочки.

source: <i>... Elynia?</i>
ru: <i>... Элиния?!</i>

source: New Hive
ru: Новый Улей

source: team_name^Dark Hive
ru: Тёмный Улей

source: Proceed further underground with Elynia
ru: Проследуйте глубже с Элинией

source: Do not let your units lag behind
ru: Не оставляйте ваших бойцов позади

source: Recall as many units as possible whenever you encounter keeps
ru: Призовите как можно больше бойцов, встретив лагерь

source: What is this place?
ru: Что это за место?

source: According to Unarye, the valley was only slightly habitable at first; the elves had to seek refuge in the caverns during the day, while they worked to adapt the surface land to their needs at night. It appears that the Chaos Empire saw fit to turn the place into a Shaxthal hive.
ru: Согласно Анери, долина изначально была слабо подходящей для жизни; эльфы прятались в подземельях днём, а ночью выходили работать для приспособления земли к их нуждам. Похоже, Империя Хаоса нашла это место подходящим для Шакстальского улья.

source: Although Shaxthal creatures are particularly weak against our fire, it’s essential that we remain together as we proceed further underground.
ru: Хотя Шаксталы уязвимы против нашего огня, нужно обязательно держаться вместе, проходя дальше по туннелям.

source: Kaceldyn
ru: Каселдин

source: What was that?
ru: Что это было?

source: I am not sure, but I fear we have wasted too much time in these caves. Whatever happens next is surely our fault.
ru: Я не уверена, но боюсь, что мы потеряли слишком много времени в этих пещерах. Что произойдёт дальше - полностью наша вина.

source: And then there was Chaos
ru: И настал Хаос

source: team_name^Telchior’s Hold
ru: Крепость Тэлхиора

source: Adel
ru: Адель

source: Kethael
ru: Кетаэль

source: Midnolan
ru: Миднолан

source: Kaerus-Aganan
ru: Керус-Аганан

source: team_name^Base Defenses
ru: Оборона базы

source: Galael
ru: Галаэл

source: Mal Ryagath
ru: Мал Рягат

source: team_name^Enemies
ru: Враги

source: Telchior’s Hold
ru: Крепость Тэлхиора

source: Belandras’ Bridge
ru: Мост Беландраса

source: Alenaril’s Pass
ru: Проход Аленарил

source: River Toldrin
ru: Река Толдрин

source: Elynia must defeat the false Lady of Light by herself
ru: Элиния должна лично сокрушить ложную Леди Света

source: Defeat all other enemy leaders
ru: Победите оставшихся лидеров противника

source: The false Lady of Light gets killed by a different unit
ru: Лже Леди Света убита другим бойцом

source: Sirs, the impostor has arrived with her army! The northern defense line is—
ru: Господа, армия самозванки прибыла! Северный рубеж обороны—

source: Ha! Ha! That is no army. I thought the northern elves would be more kind to their so-called savior! Ha!
ru: Ха! Ха! Это не армия. Я надеялся, что северные эльфы будут более любезны к их, так называемой, спасительнице! Хех!

source: Behold, the usurper arrived to challenge us in our own headquarters. What a pitiful effort! To arms! Take her down and bring me her head and the staff she stole from me!
ru: Поглядите, узурпатор пришла противостоять нам на нашу же территорию. Что за жалкая попытка! К оружию! Завалите её и принесите мне её голову и посох, украденный ей у меня!

source: Yes, my lady.
ru: Да, миледи.

source: As you command, my lady!
ru: Как прикажите, госпожа!

source: They seem quite loyal to her despite the state of their home.
ru: Они, похоже, достаточно верны ей, несмотря на состояние их дома.

source: Indeed, something is seriously amiss about these elves. If only we could prove she is the impostor, perhaps they would then listen to reason.
ru: В самом деле, что-то неладно с этими эльфами. Если бы мы смогли доказать, что она самозванка, быть может, эльфы прислушаются к голосу разума.

source: What do you suggest, my lady... Elynia?
ru: Что же вы предлагаете делать, миледи... Элиния?

source: Stay clear of her and allow me to confront her by myself.
ru: Не подходите к ней - дайте мне сразить её самостоятельно.

source: Very well...
ru: Хорошо...

source: Dedicated to Elynia-Thanadria of Wesmere, Lady of Light and Protector of the Elves of Irdya.
ru: Посвящается Элинии-Танадрии Весмирской, Леди Света и защитнице эльфов Ирдии.

source: Protect the Lady of Light! Argh—
ru: Защищайте Леди Света! Аргх—

source: I— the Lady of Light... why...
ru: Леди Света... за что...

source: The impostor escaped!
ru: Самозванка бежала!

source: This isn’t good. Since we couldn’t unmask her in front of her subjects, they will summon reinforcements and fight us to the death. We must retreat immediately!
ru: Это плохо. Так как мы не смогли раскрыть её публично, они призовут подкрепления и будут сражаться до конца. Отступайте немедленно!

source: I shall never be defeated by vile impostors like you!
ru: Я не буду побеждена такими подлыми самозванцами, как ты!

source: Do you truly believe your own lies? Why don’t you show these elves what you are capable of? Your great powers as the Lady of Light? <i>Who</i> are you, and why are you posing as me?
ru: Ты действительно веришь в свою собственную ложь? Почему же ты не покажешь этим эльфам, на что ты способна? Твои великие силы Леди Света? <i>Кто</i> ты, и почему ты выдаешь себя за меня?

source: Your end is at hand. I shall not answer. Guards! Kill her!
ru: Твой конец близко. Я не стану отвечу. Охрана! Убить её!

source: Anariel
ru: Анариэль

source: Eldulas
ru: Элдурас

source: Vinon
ru: Винон

source: Back, you fools!
ru: Назад, дурачье!

source: What is this? She emanates such a radiant light!
ru: Что это? Она излучает такой яркий свет!

source: ... Wha— What are we doing?
ru: ... Какого— Что мы делаем?

source: Do not hesitate! Kill her! <b>Now!</b>
ru: Не медлите! Убить её! <b>Сейчас же!</b>

source: Who... Who should we trust?
ru: Кто... Кому мы должны доверять?

source: My lady... Elynia! The Lady of Light! I remember you!
ru: Миледи... Элиния! Леди Света! Я помню тебя!

source: No...
ru: Нет...

source: ... We have been deceived...
ru: ... Мы все были обмануты...

source: NO!
ru: НЕТ!

source: What have we done?
ru: Что мы наделали!?

source: This is <i>not</i> over yet!
ru: Это ещё <i>не конец</i>!

source: The false Lady of Light has escaped!
ru: Ложная Леди Света бежала!

source: We still need to defeat the other commanders!
ru: Однако, нам нужно победить остальных командиров!

source: Defeat all remaining enemy leaders
ru: Победите оставшихся лидеров противника

source: Their reinforcements have arrived and they have surrounded the valley! This is hopeless!
ru: Их подкрепления прибыли и окружили долину! Это безнадежно!

source: That fiend retreated into the Shaxthal hive.
ru: Это чудовище спряталось в Шакстальском улье.

source: Her crimes against the unity of the elvish civilization must not go unpunished. I shall pursue her underground if need be.
ru: Её преступления против единства эльфийской цивилизации не останутся безнаказанными! Мы настигнем её и под землёй.

source: My lady, we cannot let you go underground alone! It’s become an exceedingly dangerous place since the new hive was completed.
ru: Госпожа, мы не отпустим Вас в подземелье одну! Оно стало чрезвычайно опасным местом после строительства нового улья.

source: We haven’t seen him or her ourselves yet, but the humans have been spreading rumors of the arrival of a powerful ally of the impostor! They might be awaiting you!
ru: Мы не видели его или её собственными глазами, но люди говорят о прибытии могущественного союзника самозванки! Они, скорее всего, поджидают Вас!

source: My lady, I— I mean Elynia, let us go with you, please!
ru: Миледи, Я— В смысле, Элиния, дайте пойти с вами, прошу!

source: If there’s anything else we can do to try to amend our grave mistake...
ru: Если бы мы могли что-нибудь сделать, чтобы искупить нашу смертельную вину...

source: Let’s go together.
ru: Пойдёмте вместе.

source: Revelations
ru: Откровения

source: team_name^Raelthyn
ru: Раэлтин
