Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: I— I don’t know, it wasn’t really made to transport more than one person, and I haven’t had a chance to try it myself.
ru: Я— Я не знаю, он не был рассчитан на перенесение более, чем одного человека, а у меня даже не было возможности опробовать его самой.

source: This is probably not the best moment to fiddle with unpredictable kinds of magic like this. As I said before, many mages have disappeared attempting to master the power of teleportation.
ru: Возможно, сейчас не лучший момент связываться с непредсказуемыми видами магии, вроде этого. Как я сказал ранее, множество магов пропало без вести, пытаясь освоить силу телепортации.

source: It’s an option to consider, nonetheless...
ru: Тем не менее, над этим стоит задуматься...

source: This place stinks of <i>blood</i>. What’s with that water?
ru: Это место пахнет <i>кровью</i>. Что с водой?

source: I fear that it <i>is</i> blood, in fact. Something is really wrong. No single creature could contain so much of it. Who knows what kinds of twisted experiments these fiends do in here?
ru: Я боюсь, что это и <i>есть</i> кровь, на самом деле. Что-то здесь действительно не так. Ни одно единое существо не может столько её содержать. Кто знает, что за сумасшедшие эксперименты эти изверги проводили здесь?

source: There truly appears to be no way out of this chamber. What do we do?
ru: Похоже, из этой камеры нет выхода. Что мы будем делать?

source: I’ll tell you what: we shall create our own exit from this accursed place by tearing it all down from the inside!
ru: Я же тебе сказал: мы можем создать свой собственный выход из этого проклятого места, прорубив его изнутри!

source: Or we could take the risk and—
ru: Или мы можем рискнуть и—

source: G—
ru: Г—

source: You opted for doing this the hard way after all, didn’t you? The staff — hand it over now.
ru: В конце концов, вы сами выбрали этот трудный путь, не так ли? Посох — теперь отдай его мне.

source: —I...
ru: —Я...

source: Elynia... we must...
ru: Элиния... мы должны...

source: —I... I damn you, Elyssa... I damn you and your kind... for this...
ru: —Я... Я проклинаю тебя, Элисса... Проклинаю тебя и весь твой род... за это...

source: My dear, we were damned long ago by the First Gods. Your petty words are irrelevant in the grand scheme of things. Hand it over now.
ru: Дорогая, мы все уже были прокляты давным-давно Первыми Богами. Твои жалкие слова незначительны в великой схеме вещей. Теперь отдай мне его.

source: Elynia, the spell!
ru: Элиния, заклинание!

source: Don’t you see? We aren’t that different after all. You just lost your new beloved just like you lost Argan. I lost <i>much</i> more than that long ago. You think he was important because you never had to endure the cruelty and ruthlessness of the beasts that dare call themselves ‘humans’.
ru: Разве ты не видишь? В конце концов, мы не такие разные. Ты только что потеряла своего возлюбленного, прямо как потеряла Аргана. Я потеряла <i>гораздо</i> больше этого давным-давно. Ты считаешь, что он был важным, потому что тебе никогда не приходилось терпеть жестокость и беспощадность животных, смеющих называть себя 'людьми'.

source: Stop listening to her, Elynia!
ru: Прекрати слушать её, Элиния!

source: What a waste. Don’t think you’ll find anything of value in Wesmere.
ru: Какая жаль. Не думайте, что найдёте хоть что-нибудь ценное в Весмире.

source: That’s it. We are now utterly lost in these infested passages... and the worst part is that I was the one who devised this disastrous rescue plan.
ru: Вот и всё. Мы полностью потерялись в этих заражённых проходах... а самое худшее, что это я придумал этот катастрофический план.

source: Civil War in the North
ru: Гражданская Война на Севере

source: team_name^Elves (North)
ru: Эльфы (Север)

source: Celán
ru: Селан

source: team_name^Elves (Southeast)
ru: Эльфы (Юго-Восток)

source: team_name^Fort Eldáin
ru: Форт Элдаин

source: team_name^Grand Council
ru: Великий Совет

source: Move Galas, Elynia and Mal Keshar to Fort Eldáin
ru: Приведите Галаса, Элинию и Мал Кешара к Форту Элдэн

source: I don’t like this... There are signs of a recent battle in this area.
ru: Мне это не нравится... Здесь следы недавней битвы.

source: Quickly, let us investigate what happened here. I hope it’s not too late.
ru: Быстрее, давайте разузнаем, что случилось. Надеюсь, ещё не слишком поздно.

source: Who are you? Why, do you bring your unholy slaves to feast on our fallen remains?!
ru: Кто вы? Почему вы привели ваших нечестивых порождений, чтобы пировать на наших останках?!

source: We are sworn allies of the peoples of the Far North, and the undead support us against our enemies.
ru: Мы являемся союзниками народов Крайнего Севера, а нежить поддерживает нас в борьбе с врагами.

source: It is... it is the Lady of Light! I had heard rumors but this is...
ru: Это... это Леди Света! Я слышал рассказы, но это...

source: This fortress barely stands. What vile creatures have come to plague the northern country?
ru: Крепость еле стоит. Что за подлые существа пришли досаждать северные земли?

source: The elves, my lady. The elves have gone mad and are attacking each other, laying waste to every settlement in their path. Neither faction is willing to seek a peaceful end to this conflict, and we don’t think we can withstand their siege for much longer. Most of our men have died defending the city walls, and resources are increasingly scarce.
ru: Эльфы, миледи. Эльфы сошли с ума и стали атаковать друг друга, стирая любое поселение на своём пути. Ни одна группировка не желает искать мирного решения противостояния, и мы не думаем, что сможем выстоять их осаду на долгое время. Большинство наших людей погибло, защищая городские стены, а наши ресурсы всё скуднее.

source: We cannot continue without help, and the messengers we sent to the Grand Council for reinforcements have not returned yet. I’ll probably hate myself for the rest of my life for asking help from those who deal with dark magic, but...
ru: Мы не сможем продолжить без поддержки, а гонцы, посланные на Великий Совет за подкреплениями, ещё не вернулись. Возможно, я буду ненавидеть себя всю свою оставшуюся жизнь за то, что попросил помощи от связанных с тёмной магией, но...

source: Pfft, we cannot waste our time here.
ru: Пффф, мы не можем тратить наше время здесь.

source: We must help these poor people and try to negotiate a deal with our kinsmen. We must not allow another civil war to tear our civilization apart! Otherwise...
ru: Мы должны помочь этим бедным людям и договориться с нашими собратьями. Мы должны не дать очередной гражданской войне разорвать нашу цивилизацию на части! Иначе...

source: Our sacrifices would have been in vain.
ru: Все наши жертвы были впустую.

source: We’ll help you defend your fortress until those reinforcements arrive.
ru: Мы поможем вам защитить крепость, пока не прибудут те подкрепления.

source: Lead us, my lord.
ru: Веди нас, господин.

source: Resist for $survival_turn_limit turns until the Grand Council’s reinforcements arrive
ru: Сопротивляйтесь $survival_turn_limit хода(ов), пока не прибудут подкрепления Великого Совета

source: You will not be able to recall the human defense in later scenarios
ru: Вы не сможете призывать людскую оборону крепости позднее

source: Death of an enemy leader
ru: Смерть вражеского лидера

source: Who is it that helps the human sub-people defend their town against the true rulers of the forest?
ru: Кто помогает людскому недонароду защищать их город против истинных правителей лесов?

source: I am Galas, an elf of the Valley of Elynia like you. What is the reason for this unnecessary bloodshed?
ru: Я Галас, эльф из Долины Элинии, как и ты. Какова причина этого ненужного кровопролития?

source: We are at war with those who have taken the life of Lord Inodien and his successor! Are you supporters of their foul cause too?
ru: Мы в войне с забравшими жизнь Лорда Инодиена и его наследника! Вы также поддерживаете их грязную цель?

source: You know me well, Unidë — I would not support anyone, elf or otherwise, who would threaten the life of our leaders and our civilization. However, you are not doing any good by murdering innocent humans and elves.
ru: Ты хорошо меня знаешь, Унидэ — я не стану поддерживать никого, угрожающего жизни наших лидеров и нашей цивилизации. Однако, ты ни чем не лучше, убивая невинных людей и эльфов.

source: There must be a way to solve this problem without resorting to fighting. In these grim times, with war already raging in the outer lands, the last thing we need is conflict between ourselves as well. It will be our definitive doom. The traitors must be judged by elvish law, not by chaos and death.
ru: Должно быть решение этой проблемы, не опускаясь до боя. В эти мрачные времена, когда война уже бушует во внешних землях, последняя вещь, нужная нам, это война между нами самими. Это будет нашей окончательной гибелью. Изменники должны быть суждены эльфийским законом, а не хаосом и смертью.

source: Who do you think you are to give me orders? I am in charge of our people now, and I do not listen to those who ally themselves with this worthless human scum and their foul dark sorcerers.
ru: Кто вы такие, чтобы давать мне приказы? Теперь я в ответственности за наш народ, и я не буду слушать тех, кто объединяется с этими недостойными людскими мразями и грязными тёмными колдунами.

source: Diplomacy isn’t going to work, of course — this petty elf has a death wish.
ru: Дипломатия, конечно, работать не будет: этот жалкий эльф желает умереть.

source: Avoid killing their leaders at all costs. If we want to solve this conflict, we’ll need the Grand Council to negotiate with the faction leaders, and without them, I fear that their successors may incite an even worse bloodshed. I only wish we could stop our kinsmen without resorting to violence.
ru: Остерегайтесь смерти их лидеров любой ценой. Если мы хотим устранить конфликт, нам нужна помощь Великого Совета, чтобы договориться с лидерами фракций, а без неё, я опасаюсь, их последователи разожгут её большую бойню. Если бы только мы могли остановить собратьев, не прибегая к жестокости.

source: As it seems now, there is no other option for us than to hold out against their troops until help arrives. To arms!
ru: Как видно, у нас нет другого выхода, кроме сопротивления их войскам до прибытия помощи. К оружию!

source: Though our enemies will not die by my hand, my brethren will avenge me! May this be the last day the traitors live to see the light of Naia and Sela!
ru: Хотя враги умрут не от моей руки, мои собратья отомстят за меня! Пусть этот день будет последним, когда предатели увидят свет Найи и Селы!

source: We shouldn’t have allowed her to die. Now it will be nigh impossible to put an end to this!
ru: Мы не должны были дать ей умереть. Теперь практически невозможно закончить это!

source: Alas, I have fallen before putting an end to this conflict.
ru: Увы, я погиб, не завершив этот конфликт.

source: We shouldn’t have allowed him to die. Now it will be nigh impossible to put an end to this!
ru: Мы не должны были дать ему умереть. Теперь практически невозможно закончить это!

source: I die... for our people!
ru: Я умираю за мой народ!

source: Ahh, great. Now we are killing other elves.
ru: Ахх, великолепно! Теперь мы убиваем других эльфов.

source: The situation is not improving. If those reinforcements don’t arrive soon we won’t be able to hold this place for much longer!
ru: Положение не улучшается. Если подкрепление не прибудет скоро, мы не сможем удержать это место на долго!

source: Kar-velgan
ru: Кар-велган

source: Elves, stop this brutal bloodshed! You have slaughtered many innocent northerners; humans, orcs, and elves alike. This dreadful display breaches the treaty we signed with Lord Galas!
ru: Эльфы, остановите эту жестокую бойню! Вы убили много невиновных северян: людей, орков, а так же эльфов. Это ужасное проявление нарушает договор, подписанный с Лордом Галасом!

source: We do not listen to human sub-people!
ru: Мы не собираемся слушать недолюдей!

source: Then you shall listen to your own authorities. I came as soon as I could to bring order to this chaos. You have not only disobeyed the will of your former leader, Lord Galas; you also ignored the advice and command of Elynia, the Lady of Light herself.
ru: Тогда вы прислушаетесь к вашим собственным авторитетам. Я прибыла так скоро, как смогла, чтобы принести порядок в этот хаос. Вы не только не подчинились воле вашего предыдущего лидера, Лорда Галаса, но также игнорировали совет и приказ Элинии, самой Леди Света.

source: In light of these events and the terms of the treaty, the Grand Council has decided to banish the elvish kind from the northern country. You shall put an end to your civil war and prepare to leave our territory before five days have passed, or we shall order our own troops to deal with you. We do not want to do this, and you are well aware that you are at a numerical disadvantage.
ru: В связи с этими событиями и условиями договора, Великий Совет решил изгнать эльфийский род из северных земель. Вы прекратите вашу гражданскую войну и подготовитесь к отбытию из нашей территории, перед тем, как пройдёт пять дней, иначе мы прикажем нашим собственным войскам управиться с вами. Мы не желаем делать это, а вы хорошо осведомлены, что вы в меньшинстве.

source: Did one of your kind kill the puny ‘lord’ of these rebels as part of a ruse to banish us from the forests, then?
ru: Значит это вы убили 'лорда' этих повстанцев, чтобы создать предлог для изгнания нас из лесов?

source: Listen, wose-born scum: Inodien was slain by no elf, human or orc!
ru: Слушай, лесная мразь: Инодиен был убит не эльфом, не человеком и не орком!

source: We have good reasons to think that the Chaos Empire sent forth their mercenaries for the purpose of causing this revolt and sending us all to our doom. But we are not letting that happen, at least not today.
ru: У нас есть хорошие причины полагать, что Империя Хаоса послала своих наёмников, чтобы разжечь этот бунт и обречь нас на гибель. Но мы не позволим этому случиться, хотя бы не сегодня.

source: This is not fair! Why should we pay for crimes committed by outsiders?
ru: Это не справедливо! Почему мы должны расплачиваться за деяния, совершённые посторонними?

source: Your hands are not clean, elf! How do you even dare to ignore that fact in front of the bearers of the law?
ru: Твои руки не чисты, эльфийка! Как ты посмела не обращать внимание на это перед носителями закона?

source: It is true. We have spilled much elvish blood with this fight. Galas and I shall leave these lands as soon as we can.
ru: Это правда. Мы пролили слишком много эльфийской крови в этом сражении. Мы с Галасом покинем эти земли, как только сможем.

source: What? And how are we going to travel to Zocthanol Isle then?
ru: Что? А как мы тогда доберёмся до Зоктанола?

source: I swear that my people will never forget this, the most vile of treacheries. I shall withdraw my troops and my people from this accursed country today, but I do intend to return some day to demand proper justice!
ru: Клянусь, что мой народ никогда не забудет этого, самоё подлое из преступлений. Я уведу мои войска и мой народ из этой проклятой страны сегодня, но мы однажды вернёмся, чтобы запросить истинной справедливости!

source: If the Lady of Light is willing to depart from these lands to never return because of our own misdeeds, then we shall abandon the country as well. Come with me, men!
ru: Если Леди Света желает покинуть эти земли и никогда не возвращаться из-за её собственных злодеяний, тогда и мы покинем эту страну. Следуйте за мной, товарищи!

source: Elynia? Can you tell us your plan?
ru: Элиния? Можешь ли рассказать свой план?

source: There is a port to the west in the Bay of Tirigaz. It’s controlled by orcs, but perhaps we can find a way to bribe them so they lend us ships and provisions. It is the only port that doesn’t belong to the Aragwaithi nowadays.
ru: На западе есть морской порт в бухте Тиригаза. Он находится во владении орков, но, возможно, мы найдём способ договориться с ними о том, чтобы они предоставили нам корабли и провизию. Это последний порт, не принадлежащий Эрагвийцам в наши дни.

source: This is— Pah. We shall go to Tirigaz, then. But how will we determine the location of Zocthanol Isle?
ru: Это же— Пхах. Тогда мы пойдём в Тиригаз. Но как мы установим местоположение Зоктанола?

source: That will be my job to do.
ru: Это будет моей задачей.

source: The Search for the Past
ru: В Поисках Прошлого

source: team_name^Cave Creatures
ru: Пещерные Существа

source: team_name^Yechnagoth’s Guards
ru: Стражники Йечнайгот

source: team_name^Chaos Guards
ru: Охранники Хаоса

source: Follow the path and explore underground
ru: Следуйте вдоль пути и исследуйте подземелье

source: I don’t like this place. It feels as if something is waiting to ambush us in the darkness.
ru: Мне не нравится это место. Такое чувство, что кто-то поджидает нас, чтобы напасть в темноте.

source: Heh, darkness. These elves aren’t very smart after all. Why would they think that sending one of their sun-loving youths would be of any help to us?
ru: Хех, тьма. Эти эльфы не такие умные, в конце концов. Почему они решили, что послав одну из их солнцелюбивой молодёжи, они окажут нам какую-то помощь?

source: Keep your mouth shut, decrepit lich! We are being <i>far</i> more lenient than anyone would be with those who deal with your unnatural minions and these filthy apes.
ru: Держи свой рот на замке, проклятый лич! Мы <i>гораздо</i> более снисходительней остальных, чтобы связываться с такими, кто управляет неестественными прислужниками и теми грязными обезьянами.

source: Who are you calling “filthy apes”, you...
ru: Кого ты называешь "грязными обезьянами", ты...

source: Calm down, everyone! If we are to explore these caverns, we’ll need to stay together.
ru: Успокойтесь, все! Если мы желаем исследовать эти пещеры, мы должны оставаться вместе.

source: What are you looking for? Some kind of artifact? Rocks? Spiders?
ru: Что вы ищите? Какой-то артефакт? Скалы? Пауков?

source: We believe these caves beneath the dark citadel may have once been used by our enemies. If that is the case, they may have left behind scrolls, artifacts, or anything else that could provide us with hints.
ru: Мы полагаем, что эти пещеры под тёмной цитаделью могли однажды использоваться нашими врагами. В этом случае они могли оставить после себя свитки, артефакты и остальное, способное предоставить нам помощь.

source: This is no time to fight amongst ourselves. Just stay alert and let us see what we can find.
ru: У нас нет времени драться между собой. Просто оставайтесь начеку и дайте нам увидеть, что сможете найти.

source: We will help you as best we can, elf.
ru: Мы поможем Вам, как сможем, эльф.

source: Firden
ru: Фирден

source: <i>Hissssssss</i>
ru: <i>Хисссссс</i>

source: A giant spider. Just a bothersome giant spider.
ru: Гигантский паук. Просто надоедливый гигантский паук.

source: Look out, there are undead sentinels standing in our way!
ru: Смотрите, мертвецкие стражи стоят у нас на пути!

source: This is impossible! Our druids purged any evil creatures left on this island after Kalehssar’s victory!
ru: Это невозможно! Наши друиды изгнали любых злых существ, оставшихся на этом остове после победы Калессара!

source: Above the surface, they might have been unable to detect these slumbering minions. Yes, it appears our presence is what has awakened them after so long.
ru: На поверхности они могли не заметить этих дремлющих прислужников. Да, похоже, наше присутствие пробудило их от их долгого сна.

source: There was very little strength left in this guardian. I wonder who was the master of these minions before the place was abandoned?
ru: В этом страже осталось совсем мало сил. Мне интересно, кто был их хозяином до того, как место было заброшено?

source: Argan, of course. There’s no doubt about it.
ru: Арган, конечно. В этом нет сомнений.

source: Not bad for a sun-loving little girl.
ru: Не плохо, для маленькой солнцелюбивой девочки.

source: Shut up, necromancer.
ru: Заткнись, некромант.

source: If our past experiences with this sort of fortress are anything to go by, this is most likely not the dead end it appears to be. Let us check the cave to the east.
ru: Если учитывать наш прошлый опыт с крепостями подобного рода, то это, скорее всего, не тупик, как кажется. Давайте проверим пещеру на востоке.

source: Crystal glyph activated. A wall moves.
ru: Кристалл активирован. Стена отодвигается.

source: Hm... I don’t know what I was thinking; there is no point in following this stream.
ru: Гм... Не знаю, о чём я думала; не имеет смысла следовать за этим ручьём.

source: These accursed bats are everywhere!
ru: Эти проклятые летучие мыши повсюду!

source: It’s a cave, what did you expect? Rabbits?
ru: Это пещера, что ты ожидала? Кроликов?

source: Those water creatures don’t look friendly at all.
ru: Эти водные существа совсем не выглядят дружелюбными.

source: These abominations look much like Yechnagoth’s true form did according to our druids...
ru: Эти твари очень похожи на истинную форму Йечнагот, согласно нашим друидам...

source: It seems there was a cave-in here long ago. This blocked passage might have led to the citadel — let’s see what lies down the path.
ru: Похоже, давным-давно здесь произошёл обвал. Заблокированный проход наверное вёл к цитадели — давайте посмотрим, что лежит вдоль дороги.

source: Ghouls. I guess this is Argan’s old lair.
ru: Упыри. Я догадываюсь, что это бывшее логово Аргана.

source: Yes, it seems to be... Let’s get rid of its current residents and inspect those chambers.
ru: Да, похоже, что так... Давайте очистим его от текущих обитателей и обследуем эти камеры.

source: Gather all information you can from Argan’s lair
ru: Соберите всю возможную информацию из логова Аргана

source: The skeleton of a human, it seems. Who knows how this poor bastard ended up thrown into this chamber.
ru: Это скелет человека, по видимому. Кто знает, как этот бедняк дошёл до того, что его кинули в эту камеру.

source: The Verlissh are a group of very basic lifeforms first brought to Irdya by Rythénian warriors. Under given conditions, these creatures can combine to form larger and more complex units, and even integrate foreign organisms, adapting to and enhancing their functions.
ru: Верлисши являются группой очень примитивных форм жизни, впервые принесённой в Ирдию Рутенианскими воинами. Под определёнными условиями, эти существа могут объединяться для создания более больших и сложных организмов, и даже интегрироваться в иные организмы, адаптируясь и усиливая их функции.

source: Uria has learned that the Argazar civilization used the Verlissh to enhance the abilities and strength of their so-called ‘biomechanical’ warriors. There are ruins scattered across Irdya from which we could obtain samples to, in time, raise a whole army to put an end to the current Dark Age.
ru: Урия выяснила, что цивилизация Аргазар использовала Верлисшей, чтобы улучшить способности и силу своих, так называемых, 'биомеханических' воинов. Существуют руины, разбросанные по Ирдии, откуда мы смогли получить образцы, чтобы, в своё время, создать целую армию, чтобы покончить с текущими Тёмным Веком.
