Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: The Tree is tainted with imperfection, and so is our universe: strife and chaos, death and misery. Near the end, the goddesses saw what was coming for us; and although no-one had the chance to document it in detail before the process began, they did leave some clues. And to ensure we would have the necessary resources to forge our own destiny, Iluvia provided us with the legacy of the First Gods: two orbs, each one holding the essences of Light and Darkness; and her own sacred body. Their locations remained unknown until relatively recently: Irdya, wherein the seed of Earth was planted, no longer tied to its guardian; Norsula, wherein the new Guardians of Water and Fire would finally find peace; and Ethea, wherein the seed of Life would prosper in solitude until the new Guardian would return to claim it.
ru: Древо поражено несовершенством, как и наша вселенная: борьба и хаос, смерть и страдание. Перед самым концом, богини узрели то, что с нами произойдёт; и, хотя ни у кого не было возможности записать это в деталях перед тем, как процесс начался, они успели оставить некоторые ключи к разгадке. И, чтобы удостоверится, что у нас будет достаточно возможностей самим вершить свою судьбу, Илювия предоставила нам наследие Первых Богов: две сферы, содержащих сущности Света и Тьмы, а так же её собственное священное тело. Их местоположение оставалось неизвестным до относительно недавнего времени: Ирдия, где находилось семя Земли, больше не привязанное к его стражу; Норсула, где новые Стражи Воды и Огня наконец нашли мир; и Эфея, где семя Жизни будет процветать в одиночестве до тех пор, пока новый Страж не вернётся, чтобы присвоить его.

source: Gathering Storm
ru: Грядущая Буря

source: And it is with Iluvia’s legacy that our new Guardian of Life intends to put an end to the fruitless existence to which we were doomed.
ru: И именно с помощью наследия Илювии тот новый Страж Жизни намеревается положить конец нашему бесплодному существованию, на которое мы обречены.

source: My conviction falters. Everything since I returned to Irdya has been a nightmare, and I begin to suspect I am becoming part of it myself. The mere act of thought demands more effort than it used to, as if my very mind was falling apart. Recent events have only increased this feeling of detachment from reality. It was only a few days ago, in the Heart. While I was inspecting Reghara’s prisoners, he mockingly alluded to his men and their toy. “What toy?”, I asked. He somehow assumed I am concerned enough with their leisure ‘activities’ to have heard of this depravity beyond description; these Irdyans should be thankful that Uria will not let me give them what they all deserve at once.
ru: Мои убеждения содрогаются. Всё со времени моего возвращения в Ирдию было словно кошмаром, и я начинаю подозревать, что я сам являюсь его частью. Простая мыслительная деятельность требует больше усилий, чем необходимо, как если бы мой сам разум распадался на части. Недавние события лишь усилили это чувство потери связи с реальностью. Это произошло только несколько дней назад в Сердце. В то время, как я производил осмотр пленников Рэгхара, он насмешливо упомянул его людей и их игрушку. "Что ещё за игрушка?" — спросил я. Он каким-то образом понял, что я достаточно озабочен их 'проведением досуга', наслышавшись об их неописуемой распущенности — эти Ирдийцы ещё должны быть очень благодарны за то, что Урия не позволяет мне преподать им всё, чего они заслуживают.

source: They had tortured the poor creature for weeks, keeping her alive with the powers we taught them, and forcing her to feed upon the flesh of past prisoners. But nothing is enough to hold a person who has already lost the will to live. Despite the mud and wounds, her face and her hair were strangely familiar. Had I met anyone like her before my own fall, or was I somehow responsible for her fate? I put those questions and the pain they caused me aside, and resolved to give her another chance. I would take full responsibility of her life... hoping our recently acquired Norsulan technology would be enough to make the difference.
ru: Они пытали бедное существо неделями, сохраняя ей в живых с помощью сил, которыми мы обучили их, и заставляя её питаться плотью бывших пленников. Но ничего из этого не достаточно, чтобы держать личность, уже потерявшую волю к жизни. Несмотря на грязь и раны, её лицо и волосы были подозрительно знакомы. Встречал ли я подобную её до моего собственного падения, или я был как-то ответственен за её судьбу? Я отложил эти вопросы и боль, ими причиняемую, в сторону, и решил дать её ещё один шанс. Я решил полностью принять ответственность за её жизнь... надеясь, что нашей новоприобретённой Норсуланской технологии будет достаточно, чтобы это сделать.

source: Her subsequent awakening reminded me of my own, except that I did not have the power to tap into her mind and comfort her, unlike Uria. I did not ask the girl what seemed to cause her more pain than before. Was it the many modifications we had to perform on her devastated body to enable her to live once again, or the separation of her body and her soul? Or perhaps... the presence of the Source within her. Her name...
ru: Её последующее пробуждение напомнило мне о моём собственном, в отличии от того, что у меня не было сил проникнуть в её мозг и успокоить её, в отличии от Урии. Я не спрашивал девушку о том, что вызывало у неё ещё больше боли, чем раньше. Были ли это многочисленные модификации, применённые над её растерзанном телом, чтобы дать ей возможность жить снова, или разделение её тела и души? Или, возможно... присутствие Источника внутри неё. Её имя—

source: This is not the same Uria I first met in the darkness. The kind and loving girl who kept my broken body alive does not exist anymore.
ru: Это была не та Урия, которую я впервые встретил в темноте. Той доброй и любящей девушки, поддерживающей моё изломанное тело в живых, больше не существовало.

source: Her name was Lyphanea. Her people saw her as some kind of messiah meant to do great things for the denizens of Urvatha, who longed for the end of the Era of Great Strife and the beginning of the fabled Era of Unity. They all knew she had been chosen by destiny to become the new Guardian of Life, successor of one of the goddesses who sacrificed their very existence to give the universe a new opportunity to live. But things changed after that fateful day.
ru: Её имя было — Лифанея. Её народ видел в ней что-то вроде мессии, предназначенной делать великие свершения для жителей Урваты, жаждущих конца Эры Великого Раздора и начала легендарной Эры Единства. Все они знали, что она была избрана судьбой, чтобы стать новым Стражем Жизни, преемником той самой богини, которая пожертвовала самим своим существованием, чтобы дать вселенной возможность новой жизни. Но всё изменилось в тот роковой день.

source: That day, we were exploring ancient ruins in our endless quest for knowledge of our destinies. Lyphanea thought the ruins could guard the secret of the creation of life, but all we found there were more vague scriptures and grandiose descriptions of the feats performed by the previous Guardian of Life. Upon our return to the village, we saw the aftermath of the carnage. Her people were not conquered and enslaved as is the norm with other demon lords. No... the malefactor behind the bloodshed had a very specific goal in mind: ensuring that the foretold Era of Unity would never come to pass. Dorvoth of the Valdemons knew nothing specific about the girl who was to become the new Guardian of Life, only her species, so the logical step for him was methodical genocide.
ru: В тот день мы исследовали древние руины в нашем бесконечном поиски знаний о наших судьбах. Лифанея считала, что руины могут хранить тайну создания жизни, но всё, что мы нашли, было только размытыми надписями и грандиозными описаниями подвигов, совершённых предыдущим Стражем Жизни. По возвращению в деревню, мы узрели последствия бойни. Её народ не был захвачен или порабощён, как это принято у других демонических лордов. Нет... злодей, стоящий за этим кровопролитием, преследовал одну особую цель: удостоверится, что предсказанная Эра Единения никогда не настанет. Дорвот Валдемонский не знал ничего подробного о девушке, которая станет новым Стражем Жизни, кроме её вида, поэтому логичным шагом для него был последовательный геноцид.

source: Of course, what little he knew about Lyphanea’s destiny was information he obtained from the Seer herself: a being who betrays no-one, and takes no side in any conflict. This Demon Lord Dorvoth simply failed to ask her the correct question.
ru: Конечно, то немногое, что он знал о судьбе Лифании было то, что он получил от самого Провидца, сущности, которая никого не придаёт и не принимает ни одной стороны в каком бы то ни было конфликте. Этому Лорду Дорвоту просто не удалось задать ей правильно поставленный вопрос.

source: After that day, Lyphanea changed. She focused all her time and energy probing the mysteries of the Aspect of Life. But it was all in vain. Decades later, Dorvoth did not simply meet the girl always predestined to end him, but an enraged goddess bent on his destruction. A goddess who had just learned that creating or restoring life was not amongst the powers naturally conferred to her by the Tree. He never stood a chance against she who went on to adopt the name of her predecessor as her own.
ru: После того дня Лифанея изменилась. Она сфокусировала всё свое время и энергию, чтобы познать тайны Элемента Жизни. Но всё это было напрасно. Десятилетия спустя, Дорвот встретил не просто девушку, которой всегда было предназначено прикончить его, а разгневанную богиню, помешанную на его уничтожении. Богиню, только что познавшую, что создание и восстановление жизни не было среди сил, данных её Древом. У него не было не единого шанса против той, что приняла имя её предшественницы в качестве её собственного.

source: Uria kept telling herself it would only be a matter of time, that she would help both her world and the one I adopted as my own, but as time passed by, her efforts proved fruitless... until she met the Seer herself. The Seer told her that Yarae consciously chose to prevent us from reaching his tier of power, placing various restrictions in the design of our universe. Restrictions that could be overcome or exploited given sufficient time and research. Restrictions that Delethia herself may have managed to break in order to create the Gatekeepers and her other rumored progeny. Restrictions that could be abolished with the various instruments left behind by the First Gods. Uria began to see our universe not as a system which she was meant to heal and protect, but rather as an inherently flawed creation that needed to be replaced.
ru: Урия продолжала убеждать себя, что это будет только вопросом времени, когда она сможет помочь как и её миру, так и тому, который я принял, как мой собственный, но время шло, а её попытки оставались бесплодны... пока она не встретилась с Провидцем самостоятельно. Провидец сказала ей, что Яраэ сознательно решил предотвратить нас от достижения его уровня мощи, разместив различные ограничения в замысле нашей вселенной. Ограничения, которые могут быть преодолены или использованы, при достаточном количестве времени и исследований. Ограничения, которые сама Делетия смогла нарушить, чтобы создать Привратников и остальных её, известных по слухам, потомков. Ограничения, которые могут быть устранены с помощью различных инструментов, оставленных Первыми Богами. Урия стала смотреть на нашу вселенную не как на систему, которую нужно лечить и защищать, а как на заведомо порочное творение, которое срочно необходимо заменить.

source: Unbeknownst to Dorvoth, he was indirectly responsible for fulfilling the prophecy of the Era of Unity; at least in its most literal form. Over time, Uria conquered every last Demon Lord who stood in her way and forced them to either join her cause or be annihilated... along with their subjects. She established a new power hierarchy with herself at the top and the belligerent Demon Lords forced to serve her for as long as they lived. It did not take her much time to crush all those who dared to defy the new order. From every conquered race, Uria would learn something new, for the peoples of Urvatha are all descended from survivors of the First Cycle, and a few of them managed to preserve some ancient knowledge to this day.
ru: Дорвот, сам того не зная, стал косвенно ответственен за исполнение пророчества Эры Единения, во всяком случае, в его самой буквальной форме. С течением времени, Урия покорила всех оставшихся Демонических Лордов, вставших у неё на пути и заставила их либо присоединится к ней, либо быть аннигилированными... вместе с подчинёнными. Она установила новую иерархию власти с ней самой во главе и воинственными Демоническими Лордами, поклявшимися служить ей до конца своей жизни. Ей не потребовалось много времени, чтобы сокрушить всех, кто посмел сопротивляться новому мировому порядку. Из каждой завоёванной расы, Урия познавала что-нибудь новое, ибо народы Урваты являются потомками выживших в Первом Цикле, и некоторым из них до сих пор удалось сохранить часть древних знаний.

source: She would eventually gain access to Silida, a sibling world that existed under the same starless sky as Urvatha. And of course, she would find a way to subdue the Guardian of Earth born there to ensure she would not interfere.
ru: Она в конечном итоге получит доступ к Силидии, родственному миру, существующему под тем же беззвёздным небом, что и Урвата. И, конечно, она найдёт способ усмирить Стража Земли, рождённого там, чтобы она больше не смогла вмешиваться.

source: In time, Uria would come up with a contrived series of theories and plans to ascend to the level of the First Gods without committing Merthiaal’s mistakes. The goal: creating a new, perfect universe in which life would be completely controlled by her will; a universe without death; a universe without Yarae’s creations; and most importantly, a universe where she would be the only ruling goddess. But to achieve that goal, she would have to cope with the power growing inside her; the power of the guardians, drawn from the Source amidst the endless void beyond our universe; unlimited power. It is clear now that she failed to escape from the nefarious tendrils of that corrupting force.
ru: Когда-нибудь, Урия соберётся с бесчисленным количеством теорий и планов, чтобы достичь уровня Первых Богов, не совершая ошибки Мерфиааль. Её цель такова: создание новой, совершенной вселенной, в которой жизнь будет полностью подчинена её воли; вселенная без смерти; вселенная без творений Яраэ; и, что самое главное, вселенная, где она будет единственной правящей богиней. Но, чтобы достичь этой цели, ей придётся превозмочь силу, растущую внутри неё — силу стражей, истекающую из Источника посреди безграничной пустоты за гранью нашей вселенной, безграничную мощь. Теперь ясно, что она потерпела поражение, пытаясь сбежать из ужасных щупалец той портящей силы.

source: I am writing this now as I prepare for the inevitable. My arrangement with Uria requires me to forfeit free will in order to allow Elyssa to live. Sooner or later, this will lead to my own demise, but I am somehow not troubled by this notion. It is said that great things will come afterwards. If anyone finds this journal, they will learn the truth. But I also want them to ensure that Elynia does as well. And then, when the time comes, she will know what must be done. And she will know that she need not mourn my death. Because, sometimes, your loved ones must be willing to sacrifice their lives for a greater cause.
ru: Я пишу это сейчас, готовясь к неизбежному. Моё соглашение с Урией требует от меня передать ей свободу воли, чтобы позволить жить Элиссе. Рано или поздно, это приведёт к моей собственной кончине, но меня это даже как-то не волнует. Было сказано, что великие события произойдут впоследствии. Если кто-нибудь найдёт этот дневник, то они смогут узнать правду. Но я хочу удостоверится, что это сделает и Элиния. И тогда, когда придёт время, она узнает, что должно быть сделано. И она будет знать, что нет нужды скорбеть о моей смерти. Потому, что иногда ваши возлюбленные должны вольно пожертвовать жизнью ради высшей цели.

source: Final
ru: Конец

source: Though at the end of the day darkness may claim our homes and lives and trap the world beneath its impenetrable veil, the night is not eternal, and even amidst chaos, hope shines forth as a beacon which can help us vanquish our worst fears and reunite us with our destiny.
ru: Хотя в конце дня тьма может поглотить наши дома и жизни и скрыть мир за её непроницаемой пеленой, ночь не вечна; даже среди хаоса, надежда служит нам маяком, помогающим победить наши худшие страхи и воссоединиться с судьбой.

source: difficulty_menu^Druid
ru: Друидка

source: difficulty_menu^Dryad
ru: Дриада

source: difficulty_menu^Warden
ru: Страж

source: You retrieve $temp_gold_retrieval_amount pieces of gold.
ru: Вы заполучаете $temp_gold_retrieval_amount единиц золота.

source: You receive $temp_gold_retrieval_amount pieces of gold!
ru: Вы получаете $temp_gold_retrieval_amount единиц золота!

source: You cannot recruit or recall units at this time!
ru: Сейчас вы не можете вербовать или призывать бойцов!

source: Warning!
ru: Внимание!

source: Some scenarios of this campaign work significantly different from normal Wesnoth gameplay. It is especially important to pay close attention to the mission objectives and not necessarily try to kill every single enemy, especially on shrouded maps, or in places where enemies seem to respawn continuously.
ru: Некоторые сценарии этой кампании могут серьёзно отличаться от стандартного Веснотского стиля игры. Особенно важно пристально следить за целями миссий и не обязательно пытаться истребить всех врагов до единого, особенно на картах с пеленой или в местах, где враги постоянно возрождаются.

source: Although not strictly required, players are advised to become familiar with the stories, characters, and historical events presented in <i>Under the Burning Suns</i>, <i>Invasion from the Unknown</i>, and (optionally) <i>Descent into Darkness</i> before playing this campaign.
ru: Хотя не строго востребованно, игрокам перед игрой рекомендуется быть ознакомленными с историями, персонажами и событиями из кампаний <i>Под Палящими Светилами</i>, <i>Набег из Неведомого(особенно)</i>, и (опционально) <i>Спускаясь во Тьму</i>.

source: A game screen resolution of <b>800x600 or greater</b> is recommended. Some sequences make use of floating labels, halos, and standing unit animations, so you might want to make sure these options are enabled under <b>Preferences</b> → <b>Display</b>.
ru: Разрешение экрана в <b>800x600 и больше</b> рекомендовано. Некоторые сцены используют плавающие метки, эффекты свечения и анимацию юнитов, так что удостоверьтесь, что они разрешены в настройках, через <b>Настройки</b> → <b>Графика</b>.

source: Notes:
ru: Примечания:

source: Vegetated terrains are forest, great tree, and mushroom grove hexes.
ru: Растительной местностью являются: лес, большое дерево и грибная роща.

source: sylvan spark
ru: лесная звезда

source: While in vegetated terrains, the unit will heal itself 5 hp per turn. If it is poisoned, it will remove the poison instead of healing.
ru: В растительной местности этот боец будет восстанавливать себе 5 оз за ход. Если он отравлен, то вместо лечения он будет исцелён.

source: terror
ru: ужас

source: This unit can frighten enemy units that are next to it, making them fight worse. Adjacent enemy units of the same or lower level will do less damage in battle. When an enemy unit of the same or lower level is adjacent and engages in combat, its attacks do 15% less damage times the difference in their levels + 15%.
ru: Этот боец вселяет ужас во врагов, заставляя их сражаться хуже Смежные бойцы противника меньшего или равного уровня будут наносить меньше урона в битве. Когда такой боец вовлечён в сражение, его атаки будут наносить на 15% меньше урона, увеличиваясь ещё на 15% за каждый уровень в разнице.

source: absorb damage
ru: поглощение урона

source: Units with this ability will not take damage.
ru: Бойцы с этой способностью не воспринимают урон.

source: sylvan essence
ru: лесная сущность

source: This unit can heal and cure friendly units on adjacent hexes every turn, to a base maximum of 8 HP. In vegetated terrains, it will conceal itself from its enemies. It can also regenerate (but not unpoison) 3 HP per-turn, but only on vegetated terrains.
ru: Этот боец может лечить и исцелять соседних дружественных бойцов, до максимума в 8 ОЗ. На растительной местности он может спрятать себя от врагов и восстанавливать себе там (но не исцеляться) 3 ОЗ за ход.

source: obscures
ru: затмение

source: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is day, and as if it were night when it is dusk.
ru: Этот боец затемняет прилежащую территорию, заставляя хаотичных бойцов сражаться лучше, а порядочных хуже. Днём рядомстоящие будут сражаться как вечером, а вечером - как ночью.

source: protection
ru: защита

source: Adjacent units of lower level from this side receive a +20% bonus to all resistances (up to a maximum of 50%).
ru: Соседние бойцы более низкого уровня получают +20% ко всем сопротивлениям (до максимума в 50%)

source: physical endurance
ru: физическая выносливость

source: Units with this ability instantly regenerate half of the damage dealt to them unless its type is arcane, or the damage amount would kill them otherwise (greater than or equals their remaining HP).
ru: Если нанесённый урон не убьёт этого бойца, и урон будет не мистического типа, то этот боец восстановит половину потерянного здоровья.

source: demolition
ru: самоподрыв

source: On death, units with this ability destroy all adjacent hexes and units, and the hex they are standing on.
ru: Умирая, бойцы с этой способностью совершат самоподрыв, уничтожая всё и всех в радиусе одной клетки, включая клетку их нахождения.

source: aspect of darkness
ru: элемент тьмы

source: This unit is a Guardian of the Aspect of Darkness. As such, it has access to the following abilities: • Obscures: +25 chaotic bonus on adjacent locations • Regeneration (+8 HP per turn) • Immortality (can only be killed by specific units) • Counts as level 0 for XP calculation purposes during combat
ru: Этот юнит - Страж Тьмы. Поэтому, он владеет следующими способностями: • Затмение: +25 бонус хаотичным бойцам поблизости • Регенерация (+8 ОЗ за ход) • Бессмертие (может быть убит только особыми бойцами) • Считается за уровень 0 для расчёта опыта

source: aspect of earth
ru: элемент земли

source: This unit is a Guardian of the Aspect of Earth. As such, it has access to the following abilities: • Sylvan Essence: healing and curing allies (+16 HP per turn), self-concealment on vegetated terrains • Regeneration (+8 HP per turn) • Immortality (can only be killed by specific units) • Counts as level 0 for XP calculation purposes during combat
ru: Этот юнит - Страж Земли. Поэтому, он владеет следующими способностями: • Лесная Сущность: исцеление и лечение союзников (+16 ОЗ за ход), маскировка на растительной территории • Регенерация (+8 ОЗ за ход) • Бессмертие (может быть убит только особыми бойцами) • Считается за уровень 0 для расчёта опыта

source: aspect of life
ru: элемент жизни
