Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: She can be my apprentice if she wishes. Otherwise, she can live as long as she doesn’t try to interfere with my own plans.
ru: Она может быть моим учеником, если захочет. В любом случае, она будет жить так долго, пока не попытается вмешаться в мои собственные планы.

source: It is said that Uria wants to invade that world, Ethea; that she might find a way to harness the Union, and you intend to sit here and do nothing other than solving your irrelevant quarrel with Zhangor?
ru: Урия планирует вторгнуться в тот мир, Эфию, где она, вероятно, найдёт способ обладать Союзом, а ты собираешься сидеть здесь и не делать ничего больше, чем решать твою неуместную ссору с Жангором?

source: It is not as irrelevant as you think. Anyway, Uria has various options to choose from on Ethea, and I suspect she will opt for all of them: the body of the Union, for starters; then there is the Seed of Life, and whoever the goddesses designated as the rightful heiress of the Aspect of Life, if anyone at all. But Uria will not be alone in her quest, for the new Guardian of Water on Norsula also plans business with Ethea. In fact, he is already there.
ru: Она не такая неуместная, как ты думаешь. В любом случае у Урии есть различные возможности в Эфии, и я полагаю, что она выберет все из них сразу: тело Союза, для начала; потом там находится Семя Жизни и кто-то, если он конечно существует, являющийся правомерным носителем Элемента Жизни. Но Урия не едина в её поисках: новый Страж Воды из Норсулы также строит планы в Эфее. В действительности, он уже там.

source: In the worst case, one will win and reshape our reality at their whim. In the best case, they will only manage to destroy themselves along with Ethea. It is pretty pointless to intervene either way. Uria promised to me I would inherit this world before she decided to exhume the present you left for her, and now that she will be too busy confronting the norsulan and his forces...
ru: В худшем случае, один из них победит и перестроит нашу реальность по своему усмотрению. В лучшем случае, они уничтожат друг-друга вместе с Эфеей. Достаточно бессмысленно вмешиваться каким-либо путём. Урия обещала мне, что оставит этот мир мне, до тех пор, как решит открыть подарок, оставленный для неё тобой, а сейчас она будет слишком занята, сражаясь с норсуланином и его войсками...

source: You may call me ignorant and stupid, but I don’t fail to notice you refer to Uria with disdain. What is stopping you from taking her on directly? Have you been on her side all this time merely because you fear her?
ru: Ты можешь назвать меня невежественной и тупой, но я не могла не заметить, что ты упоминаешь об Урии с презрением. Что останавливает тебя от разговора с ней напрямую? Разве ты оставалась на её стороне всё это время только из-за страха перед ней?

source: She stood still for a moment, pondering my words. Her reaction was delayed and mechanical; she pushed me with her strange weapon, and both my chest and the weapon’s core glowed with the color of blood. A familiar feeling of void followed. While the pain in my body diminished, I felt weaker and barely able to stand. Still, I could recognize the energy expelled by the artifact.
ru: На секунду она застыла, обдумывая мои слова. Её реакция была задержанной и механической: она отбросила меня своим странным оружием. Как моя грудь, так и ядро оружия засветилось кроваво-красным, во мне возникло знакомое чувство пустоты. В то время, как боль в моём теле ослабевала, я чувствовала себя слабее и еле способной стоять. Тем не менее, я узнала энергию, исходящую из артефакта.

source: Do not forget who is in charge, my dear. I can end your life if you decide to be uncooperative. We are doing this on <i>my</i> terms.
ru: Не забывай, кто здесь главный, дорогуша. Я могу закончить твою жизнь, если ты не пойдёшь на сотрудничество. Мы делаем это по <i>моим</i> условиям.

source: And from now on, you shall remain completely silent unless I require you to speak. Do you understand?
ru: С этого момента ты будешь держать свой рот на замке, если только мне не понадобится разговор с тобой. Понятно?

source: Of course you do.
ru: Конечно.

source: bind
ru: связка

source: Ugh—
ru: Ух—

source: I forgot to mention that you are also bound to follow me wherever I go, all thanks to a very simple spell. If you attempt to escape you’ll just feel even <i>more</i> pain. And you surely do not want that, do you?
ru: Забыла упомянуть, что теперь ты обязана следовать за мной повсюду, благодаря очень простому заклинанию. При попытке побега ты почувствуешь ещё <i>больше</i> боли. А ты не хочешь этого, не так ли?

source: Potion of Dreadful Taste
ru: Зелье Ужасного Вкуса

source: Yuck!
ru: Як!

source: The Aspects of Darkness and Light are both interwoven in the very fabric of our reality. Although the powers they confer are often underestimated on their own, the combination of either aspect with any other can have formidable effects. It is generally agreed that the combination of Darkness and Light in particular serves as a connection to the power of the Union — a power most intimately related to Creation itself.
ru: Элементы Тьмы и Света переплетаются в самой ткани нашей реальности. Хотя силы, предоставляемые ими, часто недооцениваются сами по себе, комбинации любого аспекта с другим могут иметь грозные последствия. Общепризнанно, что соединение Тьмы и Света, в особенности, служит подключением к мощи Союза — силе, наиболее тесно связанной с самим Мирозданием.

source: Life draws from Light and Darknesss, Existence draws from Darkness and Light. Fire and Water oppose each other just as Creation and Destruction do. Thunder and Ice are opposites in the same sense as Earth and Air complement each other.
ru: Жизнь исходит из Света и Тьмы, Бытие исходит из Тьмы и Света. Огонь и Вода противопоставлены друг другу, прямо как Создание и Разрушение. Гром и Лёд являются противоположностями в том же смысле, как Земля и Воздух дополняют друг друга.

source: All the aspects that govern our universe are closely related and equally important to the continuance of reality. Their roles are as flexible as necessary to accomplish the ultimate goal of preserving the First Gods’ legacy, no matter the cost.
ru: Все элементы, властвующие над нашей вселенной тесно связаны и одинаково важны для сохранения реальности. Их роли являются максимально гибкими, для достижения конечной цели сохранения наследства Первых Богов любой ценой.

source: Fire forges knowledge. Light wards knowledge. Darkness craves knowledge. Water brooks knowledge.
ru: Огонь куёт знания. Свет хранит знания. Тьма жаждет знаний. Вода плескается в знаниях.

source: The Energy Heart of a guardian is a separate organ which goes through its own separate growth and maturation process independent from the guardian’s body. Evidence indicates the number of Energy Hearts a guardian may have varies, possibly in relation with their corresponding aspect. It is known that the first incarnation of Uria had four such interconnected organs, whereas the first incarnation of Valdir had only two. Most other guardians during the First Cycle had only one. Norsulan studies recently conducted on the late Guardian of Fire of the Second Cycle indicate that she only had one Energy Heart. Earlier studies conducted on her seed showed that it is possible to artificially grow the organ in non-Guardians, albeit with disastrous effects. An alternative approach was used to build the first prototype of an artificial Guardian, keeping the Energy Heart in a separate insulated container with a direct pathway to the host’s nervous system, and an electronic control unit.
ru: Энергетическое Сердце Стража - отдельный орган, имеющий свой собственный процесс роста и развития вне зависимости от тела Стража. Существуют свидетельства, что число Энергетических Сердец стража может разниться, возможно, в зависимости от соответствующего аспекта. Известно, что первая инкарнация Урии имела четыре подобных взаимосвязанных органа, в то время, как первая инкарнация Валдира - только два. Большинство оставшихся Стражей Первого Цикла имело лишь одно. Норсуланские исследования, недавно проведённые над поздним Стражем Огня Второго Цикла, показали, что она имела только одно Энергетическое Сердце. Ранее, исследования, проведённые над её семенем, подтвердили возможность искусственно выращивать этот орган в не-Стражах, не смотря на катастрофические эффекты. Альтернативный подход был использован для создания первого прототипа искусственного Стража, сохраняя Энергетическое Сердце в отдельном изолированном контейнере с прямым подключением к нервной системе носителя и электронному блоку управления.

source: The research subjects were all deceased Norsulans, and none of them managed to establish a stable connection with their Energy Hearts. It is suspected that there is a less evident connection between the body, Energy Heart, and spirit of a real Guardian that allows them to fully control their three constituent parts — a connection to the seed that gave them birth, and the Greater Design laid out first by Yarae, and then by Delethia.
ru: Объектами исследований были умершие Норсулане, никто из них не смог установить стабильное соединение с их Энергетическими Сердцами. Предполагается, что между телом, Энергетическим Сердцем и душой настоящего Стража существует менее очевидная связь, позволяющая им контролировать эти три составные части — связь с семенем, давшим им рождение, и Великим Замыслом, ведённый сперва Яраэ, а затем Делетией.

source: The Orbs of Light and Darkness do not just allow those blessed by Iluvia to summon the Union itself. Given every aspect’s individual affiliation with either path, it may be possible to use the Orbs as instruments to tap into the powers of the other aspects. As the first Avatar of the Union herself, Iluvia made use of this mechanism to aid Uria and Xia’el in destroying every other corrupted guardian before banishing Yarae from our universe.
ru: Сферы Света и Тьмы не только позволяют благословлённым Илювией призывать сам Союз. Из за связи каждого элемента с этими путями, возможно использовать Сферы в качестве инструмента использования сил остальных элементов. В качестве первого Воплощения Союза, Илювия использовала этот механизм в помощь Урии и Ксиаэль, чтобы уничтожить всех оставшихся испорченных Стражей, перед изгнанием Яраэ из нашей вселенной.

source: Why are you attacking me?
ru: Почему ты нападаешь на меня?

source: Yet another of Zhangor’s tricks. He really pays attention to detail, but turning every single one of my allies against me will not suffice to stop me.
ru: Ещё один приём Жангора. Он по-настоящему внимателен к деталям, но оборачивание всех моих союзников до единого против меня, не достаточно, чтобы меня остановить.

source: The Union was not enough to destroy that demon.
ru: Союза было недостаточно для уничтожения того демона.

source: I thought I commanded you to remain silent.
ru: Я же приказала тебе молчать.

source: If you truly wanted to kill me you would have done so already. You want my help against Zhangor, but there is nothing I can offer that you do not already have. You even have the Ruby of Fire!
ru: Если бы ты действительно желала меня убить, ты бы уже сделала это давно. Тебе нужна моя помощь против Жангора, но я ничто не могу предложить, кроме того, что ты уже имеешь. У тебя есть даже Рубин Огня!

source: A weapon. A catalyst of destruction that is much safer to use for our kind than our own inner power. I intend to tear Zhangor apart with it, but the fact that he is a creature of both light and darkness puts me at a disadvantage. To counteract his power I need the assistance of someone well versed in the path of Light, and he knows that; hence he secured the support of Demon Lord Hemérilyel and her subordinates and brought them with him.
ru: Оружие. Катализатор разрушения, который гораздо безопаснее использовать нашему виду, чем нашу внутреннюю мощь. Я собиралась им разорвать Жангора на части, но обстоятельство, что он создание как света, так и тени, ставит меня в невыгодное положение. Для противодействия его мощи мне нужен кто-то, много прошедший по пути Света, и он это знает: он заручился поддержкой Госпожи Хемериель и её подчинёнными, принесёнными вместе с ним.

source: As the Lady of Light you used to be, you understand the powers of light better than I do, and you control an aspect that is also affiliated with it.
ru: Как Леди Света, которой ты была долгое время, ты понимаешь силу Света лучше, чем я, к тому же, ты контролируешь элемент, также связанный с ним.

source: Ergea said I would find a power beneath Kalari that would allow us to turn the tide of war in our favor and purge Uria’s influence from Irdya. Was she... lying?
ru: Эргея сказала, что я найду силу под Калари, способную изменить исход войны и очистить Ирдию от вмешательства Урии. Она... лгала?

source: That demoness asked our Seer many things and failed to understand nearly all of them. About the particular thing you ask, she was... right, in a way.
ru: Демонесса спрашивала нашего Провидца много раз, и почти всегда ошибалась в понимании. Насчёт той, в частности, вещи, она была... права, в некотором смысле.

source: The power to end this was always within you, dear. Who knows how things would have turned out if you had healed Argan instead of killing him! The Lady of Light and the Master of Darkness, wielding the Union <i>and</i> the Aspect of Earth against Uria! But since you did not follow that road, you might as well say I am the power you sought.
ru: Сила, чтобы закончить это, всегда была внутри тебя, дорогая. Кто знает, что произошло бы, если бы ты исцелила Аргана, вместо его убийства! Леди Света и Повелитель Тьмы, несущие Союз <i>и</i> Элемент Земли против Урии! Но, с тех пор, как ты выбрала другой путь, можешь сказать, что я являюсь той силой, которую ты искала.

source: You sound decidedly bitter whenever you mention Argan. What is...
ru: Ты звучала особенно едко, упоминая Аргана. Что...

source: None of your business. Keep your mouth shut.
ru: Не твоё дело. Держи рот на замке.

source: Why do you want Irdya so much?
ru: Отчего тебе настолько нужна Ирдия?

source: Will you ever stop asking questions?
ru: Когда ты уже прекратишь наконец задавать вопросы?

source: The underground portion of this citadel is larger than you may have suspected, and it can take a whole day to cover it entirely. Teleporting around here is an impossibility since your last intrusion, so we’ll need to create some shortcuts ourselves.
ru: Подземная часть цитадели гораздо больше, чем ты могла ожидать, и может потребоваться целый день, чтобы обойти её полностью. Телепортация здесь невозможно со времён твоего последнего вторжения, поэтому нам самим придётся прокладывать кратчайший путь.

source: I haven’t done this in a while.
ru: Я так давно не делала этого.

source: If the demoness’ unsettling grin is any indication, destroying things is as stimulating for her as it is for me. I suppose that is the curse of our kind. What were the First Gods’ intentions when entrusting their precious creation to such flawed stewards?
ru: Судя по тревожащей усмешке демонессы, разрушение для неё такая же стимулирующая вещь, как и для меня. Я полагаю, что это проклятье нашего вида. Какими были намерения Первых Богов, когда они вверяли их драгоценному творению таких разрушительных распорядителей?

source: Destroy that wall.
ru: Разрушь эту стену.

source: Excellent. You will eventually learn to focus your energy for more productive purposes.
ru: Чудесно. Своевременно, ты научишься фокусировать энергию для более продуктивных целей.

source: That is a vain hope, of course. You really do not believe the elf will ever attain a greater degree of control over her aspect; she is just too incompetent for the burden. You can only wonder why events conspired to make her the heiress of Irdya instead of someone more mentally and emotionally fit.
ru: Конечно, это пустая надежда. На самом деле, Вы не верите, что эльфийка когда-нибудь получит большую степень власти над её элементом: она слишком некомпетентная для этого. Вы можете только удивляться, почему события совпали так, чтобы именно она стала носительницей Ирдии, вместо кого-нибудь более умственно и эмоционально подходящего.

source: That crack was not there before. But it matters little — we can continue descending by our own means. There is another corridor right below this area if I’m not mistaken...
ru: Этой трещины не было раньше. Не важно — мы можем продолжить спуск нашими собственными средствами. Есть ещё один коридор прямо под этой областью, если не ошибаюсь.

source: That should do just fine. There is an underground river just adjacent to the corridor that we can follow.
ru: Прекрасно. Там подземная река, текущая рядом с коридором, по которому мы сможем пройти.

source: This passage leads to another corridor where we will surely find more opposition. It might be a good idea to summon some help to clear the path ahead.
ru: Этот проход ведёт в следующий коридор, в котором мы точно встретим сопротивление. Было бы хорошей идеей призвать некоторую поддержку, чтобы очистить путь.

source: You can now summon Fire Guardians.
ru: Теперь вы можете призывать Огнестражей.

source: Cowards! The Fire must be extinguished for her betrayal! Go, find her!
ru: Трусы! Огонь должен быть потушен за её измену! Вперёд, отыщите её!

source: That must be yet another of those minor Demon Lords. I wonder what kind of story Zhangor made up for them.
ru: Это, должно быть, ещё один из младших Демонических Лордов. Интересно, что за историю Жангор сделал для них.

source: You <i>are</i> betraying Uria by plotting against Zhangor.
ru: Ты <i>предаёшь</i> Урию, идя против Жангора.

source: Only if she wants to put it in that light. Ergea explained to you how the succession system works on Urvatha; did you forget?
ru: Только, если она хочет продемонстрировать это в нужном свете. Эргея объяснила тебе, какая иерархия в Урвате; ты уже забыла?

source: Not really. But I would appreciate it if you stopped reading my thoughts and memories at every opportunity.
ru: Не совсем. Но я была бы благодарна, если бы ты прекратила читать мои мысли и воспоминания при каждой возможности.

source: Vanquish Demon Lord Jeru’unog
ru: Победите Демонического Лорда Джеруунога

source: Defeated by a faerie and a human! How can this be?
ru: Побеждён файери и человеком! Как это могло быть?

source: I am <b>not</b> human.
ru: Я <b>не</b> человек.

source: Destiny — Part 3
ru: Судьба — Часть 3

source: You are now the Guardian of Darkness. On Irdya.
ru: Теперь Вы Страж Тьмы. В Ирдии.

source: No... Actually, you do not consider the title befitting of your actual role. Ever since you recovered from the gruesome attack of Zhangor’s beasts, Ergea has used you as an instrument to liberate both her people and Irdya from Uria’s influence. They call you the “Dark Lady”, “Yechnagoth revived”, the “Goddess of Darkness”, and a myriad other titles you do not actually deserve or care for. You feel like a pawn in someone’s game. But you are not quite sure anymore for which side you play. Things were far easier when Elynia was around. You admired her stalwart sense of righteousness. You admired her courage in confronting the most fearsome enemies faced by Irdya in this era; enemies once thought invincible, now fallen and destroyed forever.
ru: Нет... На самом деле, Вы не считаете, что это название подходит к Вашей текущей роли. С тех пор, как Вы восстановились после ужасной атаки Жангоровых тварей, Эргея использовала Вас в качестве инструмента освобождения как её народа, так и Ирдии от влияния Урии. Они называют Вас "Тёмная Госпожа", "Йечнагот возрождённая", "Богиня Тьмы" и миллионом других названий, которые Вы на самом деле не заслуживаете или не желаете. Вы чувствуете себя пешкой в чей-то игре. Но Вы теперь не совсем уверенны, за какую сторону Вы играете. Всё было проще, когда Элиния была рядом. Вы восхищались её непоколебимым чувством правоты. Вы восхищались её мужеством в сватке с самыми ужасными врагами, встречавшимися в Ирдии в этой эре. Враги, считавшиеся однажды непобедимыми, теперь повержены и уничтожены навсегда.

source: However, after reading the journals of Galas, Elynia, and Argan, you cannot help but feel profoundly disheartened. You grew up hearing of Elynia’s feats from Elorran and Tara. Now that you know more about her and are nearly her equal in power, it all suddenly feels vain and pointless. So many things could have been avoided if Uria and her people did not monopolize access to knowledge about your destiny... A sentiment of uselessness suddenly overwhelms you. You are a fraud. You have not even been able to control the darkness that keeps Naia and Sela’s light from reaching Irdya’s surface. For how long does Ergea intend you to play your act for the Chaos rebels?
ru: Однако, после прочтения дневников Галаса, Элинии и Аргана, вы приходите в глубокое уныние. Вы выросли, слушая рассказы о подвигах Элинии от Элоррана и Тары. Теперь Вы больше знаете о ней и практически сравнились с ней в силе, но всё это внезапно стало пустым и бессмысленным. Столько всего можно было избежать, если бы Урия и её люди не монополизировали знание о Вашей судьбе... Чувство бесполезности внезапно охватывает Вас. Вы даже не смогли удержать тьму, не дающую свету Найи и Селы достигнуть поверхности Ирдии. Сколько ещё Эргея планирует продолжать Ваш спектакль для мятежников Хаоса?

source: If only you could consult with Elynia about the matter. If only the other Guardian of Darkness, Elyssa, had stayed on Irdya instead of taking your friend to that alien world. “If only”... Elynia told you to trust your heart, but you are not quite sure you can do that anymore. After all, it was your heart that deceived you in the first place; it blinded you to Elynia’s actual plan, and it fooled you into thinking that perhaps she would ever consider you as anything more than a ‘friend’.
ru: Если бы только вы могли обсудить это с Элинией. Если бы только другой Страж Тьмы, Элисса, осталась в Ирдии вместо того, чтобы забрать Вашего друга в тот чужой мир. "Если бы только"... Элиния советовала Вам слушать Ваше сердце, но вы теперь совсем не знаете, что вы ещё можете делать. В конце концов, сердце Вас обмануло в первую очередь; оно скрыло от Вас истинный план Элинии и заставило глупо думать, что однажды она посчитает Вас чем-то большем, чем 'другом'.

source: But enough of that emotional nonsense. Your role as a Guardian of Darkness is to make decisions with your mind, not your heart. You have gathered all the knowledge you need for making a decision now. What does your mind tell you?
ru: Но достаточно этого сентиментального бреда. Ваша роль Стража Тьмы подразумевает, что Вы будете принимать решения головой, а не сердцем. Теперь у Вас есть все необходимые сведения для принятия решения. Что же Вам скажет Ваш разум?

source: Find the teleport glyph leading to the breach site
ru: Найдите телепорт, ведущий к месту разрыва

source: There is absolutely nothing else of value encoded into this crystal glyph. Time to move on.
ru: Ничего ценного не записано в этот кристалл. Время двигаться дальше.

source: Well, that was not the right glyph. The crude maps you found of these underground levels show a plethora of teleport glyphs without any indication as to their respective destinations. It is ridiculous. Whoever built this stronghold did not know the first thing about proper organization! Well, there is no going back now.
ru: Ну, это был не тот кристалл. Грубая карта, найденная вами на этих подземных уровнях отображает плеяду телепортирующих кристаллов без какого-либо упоминания их места назначения. Это уморительно! Строящий эту крепость не имел и основных понятий об адекватной организации! Ладно, пути назад нет.

source: Access denied.
ru: Доступ заблокирован.
