Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: This unit is a Guardian of the Aspect of Life. As such, it has access to the following abilities: • Healing and curing allies (+8 HP per turn) • Regeneration (+16 HP per turn) • Life stealing (+32 HP regenerated per unit killed) • Immortality (can only be killed by specific units) • Counts as level 0 for XP calculation purposes during combat
ru: Этот юнит - Страж Жизни. Поэтому, он владеет следующими способностями: • Лечение и исцеление союзников (+8 ОЗ за ход) • Регенерация (+16 ОЗ за ход) • Вампиризм (+32 ОЗ восстанавливается за убитого врага) • Бессмертие (может быть убит только особыми бойцами) • Считается за уровень 0 для расчёта опыта

source: New ability: ambush ‹Max XP +20%›
ru: Новая способность: засада ‹Макс Опыт +20%›

source: Strength I: melee damage +1 ‹Max XP +20%›
ru: Сила I: урон ближнего боя +1 ‹Макс Опыт +20%›

source: Strength II: melee strikes +1 ‹Max XP +20%›
ru: Сила II: атаки ближнего боя +1 ‹Макс Опыт +20%›

source: New weapon special: berserker (melee only) ‹Max XP +20%›
ru: Новая особенность атаки: берсерк (только ближний бой) ‹Макс Опыт +20%›

source: New attack: bolas (ranged/impact 9–2, slows) ‹Max XP +20%›
ru: Новая атака: бола (дальняя/крушащий 9-2, замедляет) ‹Макс Опыт +20%›

source: bolas
ru: бола

source: Strength: ensnare damage +1 ‹Max XP +20%›
ru: Сила: урон от заплетает +1 ‹Макс Опыт +20%›

source: Strength: thorns damage +1 ‹Max XP +20%›
ru: Сила: урон от шипов +1 ‹Max XP +20%›

source: Strength: melee damage +1 ‹Max XP +20%›
ru: Сила: урон в ближнем бою +1 ‹Max XP +20%›

source: Strength: noctum damage +1 ‹Max XP +20%›
ru: Сила: урон от луча тьмы +1 ‹Max XP +20%›

source: armored
ru: бронированный

source: female^armored
ru: бронированная

source: +15% bonus for all resistances (except arcane), -1 movement points
ru: +15% ко всем сопротивлениям (кроме мистического), -1 очко перемещения

source: biomechanical
ru: биомеханический

source: female^biomechanical
ru: биомеханическая

source: Immune to drain, poison and plague
ru: Игнорирует высасывание, яд и чуму

source: spirit
ru: дух

source: female^spirit
ru: дух

source: Immune to drain, poison, and plague
ru: Игнорирует высасывание, яд и чуму

source: deteriorated
ru: состарившейся

source: female^deteriorated
ru: состарившаяся

source: This undead unit has become weaker with the pass of time.
ru: Этот мертвец стал слабее с течением времени.

source: Crystal Glyph
ru: Кристалл

source: Do you wish to be healed?
ru: Вы желаете вылечиться?

source: This magic glyph will completely restore this unit’s health. It will also unslow and cure it of poison, if applicable.
ru: Этот магический кристалл полностью восстановит здоровье вашего бойца. Также он будет распутан и, по возможности, исцелён от яда.

source: Note: this glyph may be used only once; afterwards, it will fade out.
ru: Замечание: этот кристалл может быть использован лишь однажды; в последствии он исчезнет.

source: Note: this glyph may be used only once; afterwards it will fade out.
ru: Замечание: этот кристалл может быть использован лишь однажды; в последствии он исчезнет.

source: Crystal Glyph of Health
ru: Кристалл Исцеления

source: female^healed
ru: исцелена

source: healed
ru: исцелён

source: The unit is fully healed, cured and unslowed.
ru: Этот боец полностью вылечен, исцелён и распутан.

source: Nar-hamoth
ru: Нар-хамот

source: Torancyn
ru: Торанцин

source: Valen
ru: Вален

source: Arnesius
ru: Арсениус

source: First Dawn
ru: Первый Рассвет

source: First Morning
ru: Первое Утро

source: First Midday
ru: Первый Полдень

source: First Afternoon
ru: Первый День

source: First Dusk
ru: Первый Закат

source: The Short Dark
ru: Короткая Ночь

source: Second Dawn
ru: Второй Рассвет

source: Second Morning
ru: Второе Утро

source: Second Midday
ru: Второй Полдень

source: Second Afternoon
ru: Второй День

source: Second Dusk
ru: Второй Закат

source: The Long Dark — First Watch
ru: Длинная Ночь — Первая Стража

source: The Long Dark — Second Watch
ru: Длинная Ночь — Вторая Стража

source: The Long Dark — Third Watch
ru: Длинная Ночь — Третья Стража

source: The Long Dark — Fourth Watch
ru: Длинная Ночь — Четвёртая Стража

source: The Endless Night
ru: Бесконечная Ночь

source: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse.
ru: Этот боец затемняет прилежащую территорию, заставляя хаотичных бойцов сражаться лучше, а порядочных хуже.

source: This unit’s powers are increased by the Sylvan Essence.
ru: Силы бойца усилены Лесной Сущностью.

source: This unit will regenerate 5 HP per turn in forest or mushroom grove terrains.
ru: Этот боец восстанавливает 5 ОЗ за ход в лесу или грибной роще.

source: Some of this unit’s attacks are only available during defense.
ru: Часть атак бойца работают только при обороне.

source: Some of this unit’s attacks are only available during offense.
ru: Часть атак бойца работают только при атаке.

source: This unit’s attacks always hit its opponent.
ru: Атака этого бойца всегда поразит цель.

source: This unit can attack very precisely, giving it a better chance to hit agile foes on the offense.
ru: Этот боец умеет стрелять достаточно точно, увеличивая шанс попасть в ловких противников при атаке.

source: Adjacent lower-level units of the same allegiance have their resistances increased by the sole presence of this unit.
ru: Смежные бойцы более низкого уровня одной стороны получают увеличение сопротивления только из-за присутствия этого бойца.

source: On death, this unit destroys all adjacent hexes and units, and the hex they are standing on.
ru: Умирая, этот боец уничтожает все смежные клетки и бойцов, стоящих на них.

source: This unit can frighten enemy units that are next to it, making them fight worse.
ru: Этот боец пугает близких бойцов противника, заставляя их сражаться хуже.

source: This unit will instantly regenerate half of the damage deal on it with non-arcane attacks, unless it would otherwise kill it.
ru: Этот боец мгновенно восстановит половину полученного не мистического урона, если только он не убьёт его.

source: This unit is able to disrupt its opponent’s zone of control with a powerful attack, only available during offense.
ru: Этот боец способен разорвать зону контроля противника мощной атакой, доступно только при наступлении.

source: attack only
ru: только нападение

source: This weapon will never be used on defense.
ru: Это вооружение не может быть использовано для защиты.

source: defend only
ru: только оборона

source: This weapon will only be available for defense.
ru: Этим оружием можно только оборонятся.

source: always hits
ru: абсолютная точность

source: This attack always has a 100% chance to hit regardless of the defensive ability of the unit being attacked.
ru: Эта атака пройдёт всегда, несмотря на оборону атакуемого.

source: precision
ru: точность

source: When used offensively, this attack always has at least a 50% chance to hit.
ru: При наступлении, у эта атака будет попадать как минимум в 50% случаев.

source: stun
ru: ошеломляет

source: This attack puts enormous pressure on the opponent, disrupting its zone of control if a hit is landed. Not active on defense.
ru: Эта атака подвергает врага огромному давлению, лишая его зоны контроля. Не работает в защите.

source: female^stunned
ru: ошеломлена

source: stunned
ru: ошеломлён

source: Summon Fire Guardian
ru: Призвать Духа Огня

source: You cannot summon a Fire Guardian on an impassable location!
ru: Вы не можете призвать Огнестража на непроходимой местности!

source: You cannot control more than six Fire Guardians at once!
ru: Мы не можете контролировать больше шести Огнестражей за раз!

source: Resist until the end of turns
ru: Сопротивляйтесь до окончания ходов

source: You cannot end your turn; however, you can move your units around freely, ignoring their maximum movement points
ru: Вы не можете закончить ваш ход; однако вы можете свободно двигать ваших бойцов, игнорируя их максимальное перемещение

source: You cannot end your turn; however, you can move your leader unit around freely, ignoring its maximum movement points
ru: Вы не можете закончить ваш ход; однако вы можете свободно двигать вашего лидера, игнорируя его максимальное перемещение

source: You will not be able to recall any units from this scenario later
ru: Вы не сможете призывать бойцов из этого сценария позднее

source: Move units next to other units or objects of interest to trigger actions
ru: Передвиньте бойцов у другим бойцам или другим объектам внимания, чтобы произвести действия

source: A bind spell disallows Elynia from moving when she is not within Elyssa's maximum movement range
ru: Связующее заклинание запрещает Элинии двигаться, если они не в максимальной области движения Элиссы

source: You will need to synchronize both characters’ movements to prevent Elynia from lagging behind
ru: Вам придётся согласовывать перемещение обоих персонажей, чтобы Элиния не оставалась позади

source: Fire Guardians can be summoned by right clicking on a vacant hex adjacent to Elyssa
ru: Огнестражи могут быть призваны правой кнопкой мыши на соседних с Элиссой клетках

source: You may only have six Fire Guardians on the map at any given time
ru: Вы можете иметь не более шести Огнестражей на карте одновременно

source: Shaxthal Hive
ru: Шакстальский Улей

source: Neutral time of day
ru: Нейтральное время дня

source: Enemy boss sighted!
ru: Вражеский босс обнаружен!

source: female^absorbed damage
ru: урон поглощён

source: Return to Wesmere — Part 1
ru: Возвращение в Весмир — Часть 1

source: Mendryr
ru: Мендрир

source: Haldaran
ru: Халдеран

source: team_name^Wesmere Defense
ru: Оборона Весмира

source: Elgamal
ru: Эльгамал

source: Death of Mal Keshar
ru: Смерть Мал Кешара

source: Due to the Wesmere curse, the time of day is always chaotic during this scenario
ru: Из-за проклятья Весмира, время дня в этом сценарии будет хаотичным неизменно

source: There’s an alarming amount of movement in the southern hills. It would seem an entire battalion has been following our steps since we left Kalari Peninsula.
ru: В южных холмах угрожающее движение. Похоже, целый батальон следовал за нами с тех пор, как мы покинули полуостров Калари.

source: The Council was right in their assessment of the situation. The elf witch and the lich have amassed an army of orcs and undead mercenaries to raid Fort Ænthal. It seems we arrived in the nick of time. To arms!
ru: Совет был прав в оценке ситуации. Эльфийская ведьма и лич собрали армию орков и нежити, чтобы напасть на Форт Энтал. Кажется, мы прибыли в самый последний момент. В атаку!

source: To arms! For the Dark Lady!
ru: В атаку! За Тёмную Госпожу!

source: I sort of expected that. It might prove tricky to advance with those buffoons on our heels. On the other hand, the fortress ahead doesn’t seem to be very well guarded.
ru: На самом деле, я ожидал подобное. Возможно, будет труднее продвинуться с этими шутами позади. С другой стороны, похоже, что крепость не очень сильно защищена.

source: Very well, then. Let’s take them down.
ru: Ну хорошо, тогда. Давайте снесём их.

source: I do feel something is amiss, though. We should be cautious... especially since our leader appears to be giving us commands without thinking things through.
ru: Я чувствую, что что-то здесь не ладно. Мы должны быть осторожны... особенно с тех пор, как наш лидер, похоже, стала отдавать нам приказы без раздумий.

source: If you think <i>you</i> could do a better job at leading the orcs...
ru: Если считаешь, что <i>ты</i> бы лучше справился, ведя орков...

source: It’s not my intention to have <i>anything</i> to do with them at all. I just want to make sure you keep your feet on the ground — well, whenever that is an appropriate thing to do, anyway.
ru: Было не моим намерением <i>вообще что-то</i> иметь с ними. Я просто желал удостовериться, что ты бы держалась на ногах — конечно, когда это подходящая вещь.

source: What did you say about the fortress not being well guarded, lich?
ru: Что ты там сказал о плохо защищённой крепости, лич?

source: I stand corrected. We <i>may</i> need a better strategy.
ru: Извиняюсь. Нам <i>наверное</i> может понадобиться лучшая стратегия.

source: And thus we have failed. But why? *Ugh*
ru: Итак, мы потерпели поражение. Но почему? *Ух*

source: Forgive us, Lady...
ru: Прости нас, Госпожа...

source: You are about to discover that Yechnagoth is no more, fool.
ru: Похоже, что Йечнагот больше нет, дурачок.

source: I depart from this world to embrace the power of Uria...
ru: Я покидаю этот мир, чтобы принять мощь Урии...

source: Not likely, but you will certainly embrace the cold touch of death on the other side, heh, heh.
ru: Навряд ли, но, с другой стороны, ты уж точно испытаешь холодное прикосновение смерти, хе, хе.

source: You... You haven’t seen the full extent of her power... You haven’t seen the great things she’s done for us... You understand nothing... Nothing... at all...
ru: Вы... вы не видели её полной мощи... Вы не видели то великое свершение, которое она для нас сделала... Вы ничего не поймёте... Совсем.... ничего...

source: Now that you’re dead, all that has suddenly turned irrelevant, hasn’t it?
ru: Теперь, когда ты мёртв, всё это неожиданно перестало иметь значение, не так ли?

source: It’s over now, fiends. Flee while you can, and make sure the Triad hears of your shameful defeat at our hands.
ru: Всё кончено, изверги. Бегите, пока можете, и удостоверьтесь, что Триада узнает о вашем позорном поражении от наших рук.

source: It’s over now. There’s nobody left to obstruct our path but those artificial abominations.
ru: Теперь всё закончилось. Больше никто не стоит на нашем пути, кроме этих искусственных мерзостей.

source: <i>(snicker)</i>
ru: <i>(хихикает)</i>

source: So, Wesmere is just ahead. What are you going to do now, lass?
ru: Итак, Весмир прямо перед нами. Что же ты теперь собираешься делать, девушка?

source: I want to discuss some plans with the three of you right now, in fact. Come with me.
ru: Я желаю обсудить некоторые планы с вами тремя прямо сейчас, на самом деле. Идите за мной.

source: High Pass
ru: Высокий Проход

source: team_name^Galas
ru: Галас

source: team_name^Undead
ru: Мертвецы

source: Mal Ciphan
ru: Мал Сифан

source: Nyadien
ru: Нядиен

source: Death of Galas
ru: Смерть Галаса

source: This place gives me chills. Perhaps this path was not a good choice after all.
ru: От этого места у меня идут мурашки по коже. Возможно, в конце концов, этот путь не был лучшим выбором.

source: Pah. Leave your worries behind, there is nothing to...
ru: Пхах. Оставь свои опасения позади, здесь нечего...

source: Groaaar!!!
ru: Роооааар!!!

source: ... and who called upon you?
ru: ... а вас ещё кто призвал?

source: So it is as the townsfolk warned us — this pass is infested with undead. We’ll have to give them a final rest before we can proceed any further.
ru: Как горожане и предупредили нам: этот перевал кишит нежитью. Мы должны отправить их на вечный покой, прежде чем сможем продвинуться дальше.

source: Aww, this will be boring.
ru: Аааа, это будет скучно.

source: Ahhh, the traitors! Never again will you see the sunlight, for I shall feed your impious souls to Yechnagoth!
ru: Аххх, предатели! Никогда больше вы не увидите солнечный свет, ибо я скормлю ваши нечестивые души Йечнагот!

source: The same old tune. These goons should seek a new job or something.
ru: Та же старая песня. Этим болванам следует поискать новую работу или что-то вроде этого.

source: You, Galas! You abandoned us in the valley! You left us all to die!
ru: Ты, Галас! Ты оставил нас в долине! Ты оставил нас всех умирать!

source: Nyadien? But...
ru: Нядиен? Но...

source: Do you know him?
ru: Ты знаешь его?

source: Yes, he was the leader of the patrol group that replaced mine just before the loyalists invaded our valley.
ru: Да, он был лидером патрульной смены, сменившей мою, перед тем, как лоялисты вторглись в нашу долину.

source: Elf, know that Galas did not have the power to stop that invasion, but the Chaos Empire no longer has a leader. There is nothing that should force you to roam this world anymore!
ru: Эльф, знай, у Галаса не был способен остановить то вторжение, но теперь Империя Хаоса обезглавлена. Ничто не должно заставлять тебя теперь блуждать по этому миру!

source: I will personally make sure you don’t go unpunished, traitor!
ru: Я лично удостоверюсь, что ты не уйдёшь безнаказанно, изменник!

source: It is a waste of time to try to deal with this pile of bones. The necromancer who raised him probably used some malign spell to infect his soul with hatred towards every elf who outlived him.
ru: Будет пустой тратой времени попытаться договориться с этой грудой костей. Некромант, возродивший его, наверное использовал какое-то дурное заклятие, чтобы заразить его душу ненавистью к любым эльфам, пережившим его.

source: I am vanquished, but I curse your race to never see a day of peace or joy again for the rest of eternity!
ru: Я побеждён, но я проклинаю вашу расу не увидеть ни дня мира или радости до скончания веков!

source: So many times... I forget how many times they have said that.
ru: Так много раз... Я уже и забыл сколько они говорили подобное.

source: There is a storm approaching.
ru: Приближается буран.

source: This doesn’t seem good at all — the storm has finally reached this pass and we’ll be buried under the snow. We should not have tarried here for so long!
ru: Похоже, всё совсем плохо — буран наконец достигнул перевала и похоронил нас под снегом. Мы не должны были задерживаться здесь настолько долго!

source: Terror at Dusk
ru: Сумеречный Ужас

source: Darglen
ru: Дарглен

source: That is the sound of those blasted creatures!
ru: Это звук тех проклятых созданий!

source: Um... that’s unusual. Could they be behind the death of Inodien? But then...
ru: Ммм... это необычно. Могут ли они стоять за смертью Инодиена? Но, тогда...

source: ... The Chaos Empire must not be in disarray as we thought.
ru: ... Империя Хаоса не в таком хаосе, как мы предполагали.

source: They shall pay for the senseless destruction and bloodshed they caused. Let us get rid of them before they bring more strife to this country!
ru: Они заплатят за то бессмысленное кровопролитие и разрушение, которое они спровоцировали. Давайте же избавимся от них перед тем, как они навлекут больше вражды в эти земли!

source: Don’t die yet, vermin! We want some answers before crushing your useless skull against the rocks!
ru: Не умирай пока что, паразит! Нам нужно несколько ответов, как мы разобьём твой бесполезный череп о камень!

source: ... And do you really believe I would speak? Heh... you can torture me as much as you want, but you won’t get anything from me!
ru: ... И ты правда веришь, что я стану говорить? Хех... можете пытать меня, сколько захотите, но вы ничего от меня не добьётесь!

source: Stupid...
ru: Тупой...

source: Let him.
ru: Отпусти его.

source: That bastard... Hekuba... He and the Iron Triad must be behind this. But what are they trying to accomplish?
ru: Этот ублюдок... Хекуба... Он и Железный Совет, должно быть, стоят за всем этим. Но чего они хотят достичь?

source: They want to take revenge on us and our kind after Argan’s death, of course. It seems that as long as their cult exists, so will the Chaos Empire.
ru: Они желают отомстить нам и нашему виду за смерть Аргана, конечно. Похоже, до тех пор, как существует их культ, будет существовать и Империя Хаоса.

source: This was the last one, and it doesn’t seem like there are any more groups coming here.
ru: Он был последним, и, по-видимому, сюда больше не идут никакие отряды.

source: Let’s not worry a lot about them. These pathetic weaklings are nothing compared to the hordes we fought before.
ru: Не нужно о них так беспокоиться. Эти жалкие слабаки - ничто, по сравнению с ордами, с которыми мы сражались раньше.

source: Let’s proceed to Tirigaz now, quickly.
ru: Теперь давайте продвигаться к Тиригазу побыстрее.

source: Why don’t we go after their leaders and put an end to this stupid war <i>now</i>?
ru: Почему бы не пойти за их лидерами и закончить эту дурацкую войну <i>прямо сейчас</i>?

source: No... That would be a highly reckless choice. We don’t know what kind of enemies we might be facing other than Mal Hekuba — you have not forgotten our last encounter with him, have you? We are at a disadvantage without more information about them — their leaders, their weapons, their plans. This is why we must find Zocthanol first.
ru: Нет... Это будет слишком опрометчивым выбором. Мы не знаем, какие враги поджидают нас кроме Мал Хекубы — Ты же не забыл нашу последнюю с ним схватку? Мы находимся в невыгодном положении без большей информации о них: их лидерах, их вооружении, их планах. Вот, почему мы должны сперва отыскать Зоктанол.

source: Sigh. Very well, then.
ru: (<i>вздыхает</i>) Ну тогда ладно.

source: We have wasted far too much time dealing with these pests. Look! A large swarm is approaching from the south!
ru: Мы потратили много времени, сражаясь с этими вшами. Смотрите! Большой рой приближается с юга!

source: Indeed. This... this was not a very prudent idea.
ru: Действительно. Это... была не самая рациональная идея.

source: Resolutions
ru: Решения

source: team_name^Quenoth
ru: Квенот

source: Gaellis
ru: Гаелис

source: Maina
ru: Майна

source: Vordel
ru: Вордель

source: Naron
ru: Нарон

source: Dela
ru: Дела

source: It is certainly unfortunate that you couldn’t find a solution to this problem. Everything seems peaceful and good from our current location, but if Uria’s minions win the war and take over the continent, it will only be a matter of time until they come to claim this island. And what if Yechnagoth is able to control the surface creatures of the continent again?
ru: Действительно жаль, что вы не смогли найти решение этой проблемы. Всё кажется мирным и хорошим из нашего текущего положения, но если приспешники Урии победят в войне и подчинят континент, захват этого острова будет только вопросом времени. А что, если Йечнагот снова сможет контролировать обитателей поверхности снова?

source: At least we know that her soul is no longer in this world. There’s a faint possibility that they might be unable to use her heart for anything yet. We must make haste and instruct our allies to purge the remains of Wesmere.
ru: По крайней мере мы знаем, что её души больше нет в этом мире. Существует тусклая возможность, что они больше не смогут использовать её сердце для чего-нибудь ещё. Мы должны поторопиться и, вместе с нашими союзниками, очистить остатки Весмира.

source: A few of our people expressed interest on joining your group to help you in this quest, and learn more about the state of the lands whence we came a couple of centuries ago.
ru: Некоторые из наших людей выразили заинтересованность в присоединении к вашей группе, чтобы помочь вам в вашей миссии и узнать больше о состоянии земель, из которых мы прибыли несколько столетий назад.

source: Eloh would want us to help our kin in these dark times.
ru: Эло просит нас помочь нашему роду в эти тёмные времена.

source: Our numbers are very small, and we don’t have the resources to support an army, but we have the knowledge, and the faith to try to make a difference on the battlefield.
ru: Наша численность достаточно мала, и у нас нет ресурсов, чтобы обеспечить армию, но у нас есть знания и вера, значимые на поле боя.

source: It would be an honor to fight alongside you, sir.
ru: Почту за честь сражаться среди вас, сэр.

source: Fight, indeed. We have spent too much time far from ‘home’ — who knows what’s become of it since we left.
ru: Сражаться, действительно. Мы уже потратили много времени вдали от 'дома' — кто знает, что с ним стало с тех пор, как мы его покинули.
