Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: The Quenoth Marshals are master commanders, able to inspire confidence in any level 1 or 2 unit in adjacent hexes, causing them to fight with increased skill. Quenoth Marshals prefer engaging the enemy in melee combat, but are trained in archery as well.
ru: Квентосткие Маршалы - главные командиры, способные воодушевлять бойцов 1-го или 2-го уровня на прилежащих ячейках, заставляя их сражаться с повышенным умением. Квенотские Маршалы предпочитают завлекать противника в ближний бой, но также тренированы в стрельбе из лука.

source: Quenoth Champion
ru: Квенотский Витязь

source: Quenoth Champions are awesome masters of swordsmanship, inflicting grievous wounds in close combat. Master fighters, they are also skilled with the bow, able to inflict damage on their enemies from both near and far.
ru: Квенотские Витязи являются восхитительными мастерами мечей, наносящими тяжёлые раны в ближнем бою. Эти превосходные бойцы также обращаются с луком, способные наносить урон противникам и вблизи и на отдалении.

source: female^Quenoth Shaman
ru: Квенотская Ведунья

source: Shamans focus on less violent ways to hinder the enemy. Their entangling attack slows enemies down and reduces by one the number of times they may attack. They also possess basic healing abilities.
ru: Шаманы сосредотачиваются на менее жестоких способах устрашения врага. Их запутывающая атака замедляет противников и снижает число их атак на единицу. Кроме того, Шаманы обладают основными способностями лечения.

source: entangle
ru: заплетает

source: Quenoth Sharpshooter
ru: Квенотский Снайпер

source: The most elite archers among the elves, the Quenoth Sharpshooters use the best bows and arrows available, which makes them just as deadly as their ancestors. These Sharpshooters are incredibly accurate, even when firing very quickly, which makes them excellent at picking off entrenched enemies.
ru: Наиболее элитные лучники среди эльфов, Квентоские Снайперы используют наилучшие доступные луки и стрелы, делающие их смертоносными как их предки. Эти Снайперы невероятно точны, даже при большой скорости огня, что делает их идеальными в снимании укрепившихся противников.

source: female^Quenoth Sharpshooter
ru: Квенотский Снайпер

source: Quenoth Rider
ru: Квенотский Всадник

source: Swift riders, the Quenoth Riders are fast in the open lands. They can use a bow from horseback, but prefer to engage in melee combat when necessary.
ru: Квенотские Всадники быстры на открытой местности. Они используют лук на спине лошади, но предпочитают участвовать в ближнем бою при необходимости.

source: Quenoth Archer
ru: Квенотский Лучник

source: The Quenoth Archers are trained from youth in archery, and so skilled in long-range combat. Though their bows are cruder and their arrows less plentiful than their forest counterparts, they fight with ferocity that does credit to their race.
ru: Квенотские Лучники тренируются с юного возраста в стрельбе из лука, поэтому они опытны в дальнем бою. Хотя их луки грубее и их стрелы менее остры, чем у их лесных собратьев, они сражаются с жестокостью, характерной для их расы.

source: female^Quenoth Archer
ru: Квенотская Лучница

source: Quenoth Horseman
ru: Квенотский Наездник

source: Trading speed for heavier arms and armament, the Quenoth Horsemen delight in riding into danger instead of away from it. This is an awful description, please FIXME.
ru: Обменивая скорость на более тяжёлое оружие и броню, Квенотские Наездники обожают въезжать в опасность, а не из неё. (Это ужасное описание, пожалуйста ИСПРАВЬТЕ!)

source: Giant Mushroom
ru: Гриб-Гигант

source: Lesser Giant Spider
ru: Меньший Паук-Гигант

source: Smaller and weaker Giant Spiders are very common underground. They usually prey on single insects roaming around, but sometimes it is possible to find dwarven or human corpses trapped in their webs, which suggests they have little problem in eating big individuals fool enough to fall in their traps.
ru: Меньшие и более слабые Гигантские Пауки часто находятся под землёй. Они обычно охотятся на насекомых поблизости, но иногда в их паутине можно найти гномьи или человеческие трупы, что свидетельствует об их трудности поедания больших существ, оказавшихся достаточно глупыми, чтобы попасть в их ловушки.

source: Leech
ru: Пиявка

source: Leeches are universally known for their common diet, the warm blood of various bigger creatures. However, this is exactly why they are often used for medicinal purposes. Although not directly related, the same name is applied to groups of strange worms attached to the ground, found under caves, who are not a great danger as they cannot move around to search for prey. Instead, they await unwary victims who get close enough for them to be able to trap them in their deadly tentacles and then swallow their blood, which increases their strength and heals their wounds. It is fortunate that they have not developed legs; otherwise, they would be an almost unstoppable menace to explorers and dwellers of the caves they inhabit.
ru: Пиявки повсеместно известны за их распространённую пищу: теплую кровь различных больших существ. Вот почему их часто используют в медицине. Хотя не совсем верно, такое же имя применено и к группе странных червей, прикреплённых к земле, находимых в пещерах, которые не представляют большой опасности, так как они не могут двигаться для поиска пищи. Вместо этого они ожидают неосторожных жертв, подбирающихся достаточно близко, чтобы поймать их своими смертоносными щупальцами и затем высасывать их кровь, восстанавливая себе силу и исцеляя раны. К счастью, они не развили в себе ноги: иначе, они бы превратились в неостановимую угрозу исследователям и жителям пещер, в которых они обитают.

source: drainer
ru: присоска

source: Demonic Hound
ru: Демонический Пёс

source: It is relatively rare for a Chaos Hound to survive even a year in service on account of their relatively frail build, which makes them prime targets for arrows and sling bullets; and their temperament, which more often than not leads to in-fighting. Those that do, however, quickly earn the Chaos Magi’s attentions — which tend to entail subjecting the beasts to all manner of reprehensible experiments, turning them into sturdier and deadlier killing machines. It is rumored some Chaos Overlords delight in keeping these hellish hounds as pets. If so, this an even greater deterrent to anyone who would dare enter an Overlord’s stronghold uninvited.
ru: Псы Хаоса могут редко прожить даже год на службе из-за их относительно хрупкого строения, что делает их первостепенными целями для стрел и пуль, и их темперамента, который их не часто заставляет драться. Те же, которые делают это, однако, быстро привлекают внимание Магов Хаоса — которые стараются провести над зверями всевозможные ужасные эксперименты, превращая собак в более твёрдых и смертоносных машин для убийства. По слухам, некоторые Повелители Хаоса держат таких псов в качестве питомцев. Если так, это ещё большее предостережение для входящих в крепость Повелителя неприглашёнными.

source: Hellhound
ru: Адский Пёс

source: It should come as no surprise to anyone that the followers of Uria have perfected techniques for extracting and transplanting souls. Very little information about it has reached any outsider, but the little extant evidence indicates that it is a common disciplinary action against those who have failed in their missions or otherwise displeased their superiors. They are then given a last chance to clear their names and prove their worth, usually with new bodies seldom fit for the task. It is suspected that most of the Chaos Hounds who manage to survive their masters’ research have had their souls replaced with those of these fallen demons, either because their original souls break down from the horrors, or simply because it is much easier to strip a tortured soul from its vessel. The denizens of Inferno have found that there could hardly be anything more humiliating than being forced to carry on their lives confined to the bodies of beasts that even their Irdyan allies despise: walking on all fours, sleeping next to their own excrement, and eventually succumbing to their low instincts. Having long since realized that regaining their honor is a lost cause, these miserable creatures determine that there are only two remaining options: either to embrace death at the hands of their enemies, or turn against their masters and pray that they do not decide to prolong the torment.
ru: Для всех уже не должно быть сюрпризом, что приспешники Урии освоили технику извлечения и пересаживания душ. Крайне мало информации об этом известно посторонним, но есть свидетельства указывающие на то, что это обычное дисциплинарное наказание для проваливших задание или по-другому вызвавших недовольство старших. Таким дается последний шанс очистить их имя и доказать их цену, обычно с новыми телами, редко подходящими для этой задачи. Предполагается, что большинству Псов Хаоса, которому удалось пережить исследования хозяев, меняют души на души павших демонов, либо потому, что их изначальные души сломились от ужасов, или просто потому, что гораздо легче вынуть измученную душу из её вместилища. Жители Инферно находят, что вряд ли может быть что-либо унизительнее, чем быть вынужденным продолжать свою жизнь в телах зверей, которых презирают даже их Ирдийские союзники: ходить на всех четырёх, спать рядом со своими отходами жизнедеятельности и своевременно прислушиваться к своим нижайшим инстинктам. Давно осознавшие, что возвращать их честь бессмысленно, эти жалкие существа решили, что существует только два оставшихся выхода: либо встретить смерть от рук врагов или обратиться против их хозяев и молиться, что они не решат продолжать мучения.

source: Giant Ant
ru: Гигантский Муравей

source: Ants are common in almost any environment, from caverns deep under the earth to the tops of tall mountains. Those that live deep underground tend to grow up over their normal size. Though normally not hostile, they can bite at close range, dealing more damage than a normal-sized ant.
ru: Муравьи распространены в практически любых средах обитания: от глубоких пещер до горных вершин. Те, кто живёт глубоко под землёй стремятся перерасти их обычный размер. Хотя они обычно не враждебны, они могут кусаться на близком расстоянии, нанося больше урона, чем муравьи обыкновенного размера.

source: Fungoid
ru: Грибовик

source: Fungoids are mushroom-like creatures that can multiply very quickly. Their soft bodies and delicious taste once seasoned make them a prime target for inexperienced adventurers.
ru: Грибовики - грибовидные существа, способные очень быстро размножаться. Их мягкие тела и специфичный вкус однажды делали их главной мишенью для неопытных путешественников.

source: Abomination
ru: Мерзость Гнусная

source: The origin of these hideous creatures is uncertain. Some speculate that they might be humans, orcs, dwarves or trolls that were somehow changed into their current aspect. Others claim that they are failed attempts at breeding a new race of demon soldiers by the Chaos forces. However they came into existence, they appear to be highly sensitive to light and avoid leaving the safety of their dark caverns.
ru: Происхождение этих отвратительных существ неизвестно. Предполагают, что они могут быть людьми, орками, гномами или троллями, каким-то образом изменившихся до их текущего состояния. Другие заявляют, что они неудачные попытки сил Хаоса создать новую расу демонических солдат. Однако, они, похоже, очень чувствительны к свету и остерегаются покидать их безопасные тёмные пещеры.

source: Hound of Chaos
ru: Пёс Хаоса

source: Exceedingly few communities have continued to breed domesticated dogs after the Fall, not only because of the harsher climate and scarce resources with which to feed captive animals, but also on account of an overabundance of larger and more dangerous predators. The Chaos Empire, on the other hand, not content with using slaves and barbarian mercenaries in warfare, has turned dog breeding into more than a mere pastime. To their quadrupedal companions anything unfamiliar constitutes prey, and these vicious canines never yield in a fight until either their target or themselves has been reduced to bloody bits.
ru: Исключительно мало сообществ продолжили держать домашних собак после Падения, не только из-за более грубого климата и поредевших ресурсов, чтобы кормить животных, но и из-за перенасыщенности большими и более опасными хищниками. Империя Хаоса, с другой стороны, не удовлетворилась использованием рабов и наёмников в военном деле, и превратила разведение собак в более чем простой досуг. Для их четвероногих компаньонов всё незнакомое является добычей, и эти свирепые клыкастые никогда не закончат драку, пока не истерзают врага или себя до конца.

source: Fire Wisp
ru: Дикий Огонёк

source: Fire Wisps are minor spirits of flame. They like to frolic in pools of lava, and take great delight in burning anything they can reach. They should not be a great challenge to unexperienced fighters, except when found in swarms.
ru: Дикие Огоньки являются небольшими духами огня. Они предпочитают резвиться в лавовых бассейнах и получают огромное удовольствие от поджога всего видимого. Они не должны быть сильным вызовом для неопытных воинов, кроме случаев их группировки в стаи.

source: fire bash
ru: огненный удар

source: female^Fallen Faerie
ru: Падшая Файери

source: The essence of true faeries normally makes it unfeasible for them to be brought back as undead, but this is by no means a feat without precedent. Much like other creatures resurrected by necromancy they are merely shadows of their former beings, mostly devoid of free will and emotions. They roam about places from their previous memories, seeking to draw energy from the living in a futile attempt to revert the effects of time upon their decayed bodies and spirits. Their former affinity to forests becomes key to their subsistence, but there is little more they can obtain from it.
ru: Сущность истинных файери обычно делает их недоступными для их призыва в качестве нежити, но исключения являются беспрецедентными проявлениями мастерства. Во многом подобно другим существам, возрождённым некромантией, они являются жалкими тенями их предыдущих сущностей, почти лишёнными свободы воли и чувств. Они бродят вокруг мест их воспоминаний, стремясь высасывать энергию живых в бесплодной попытке обратить эффекты времени над их разложившимися телами и душами. Их предыдущая привязанность к лесу становится ключевой для их существования, но они мало могут извлечь из неё.

source: death touch
ru: прикосновение сметри

source: Chaos Cardinal
ru: Кардинал Хаоса

source: Infused with Yechnagoth’s dark power and bound to the structure housing a replica of her preserved heart, this necromancer knows no limits to his worship of the deities who mandated the construction of the Chaos Empire. Thus he has offered his own soul as a tribute for the Eater of Souls, intent on fulfilling her covenant with Uria by utilizing his own decayed body as a medium. Even while restricted to watching his minions strike down all undesirable intrusion during his unholy ritual, and even as the corrupting energy of the fallen goddess slowly gnaws at his very soul, he can channel it into a devastating blast capable of ravaging the souls of his helpless targets.
ru: Соединённый с тёмной силой Йечнагот и связанный со структурой, содержащей копию её сохранённого сердца, некромант не знает границ служения идеалам, лежавшим в начале строения Империи Хаоса. Поэтому он принёс свою собственную душу в жертву Пожирательнице Душ, ради выполнения её соглашения с Урией, используя своё разложившееся тело в качестве медиума. Даже будучи способным только к наблюдению за его приспешниками, разбирающимися с любым нежелательным вторжением во время этого нечестивого ритуала, и даже в то время, как разрушительная энергия павшей богини медленно разъедает его собственную душу, он может сконцентрировать её в опустошающий взрыв, способный разрывать души его беспомощных целей.

source: chill tempest
ru: ураган холода

source: breath of nyx
ru: дыханье никс

source: Two centuries before the birth of the Chaos Empire, its forefathers and their revered Dark Lady found themselves challenged by a barbaric people hailing from the Great Southern Desert: the Quenoth Elves. In spite of the superior weaponry and magic skill at the Iron Council’s disposal, the invaders’ cunning tactics and unrelenting ferocity proved decisive in turning the tide of battle in their favor. And although the Iron Council ultimately repeled their assault, the elves did not abandon the Council’s sanctuary without first taking the life of the most revered priest of Yechnagoth, the de facto leader of the Iron Triad in Mal Zagarn’s absence. Over three centuries later, Mal Hekuba continues to roam Irdya carrying out the orders of the living goddess who promises a new era of restoration and unity, in the hope that some day, the Dark Lady will too rise once more and purge all non-believers from this tainted earth.
ru: За два века до рождения Империи Хаоса, её праотцы и их почитаемая Тёмная Госпожа подверглись вызову варварским народом, пришедшим из Великой Южной Пустыни: Квенотскими Эльфами. Несмотря на превосходящее вооружение и магические способности в распоряжении Железного Совета, хитрая тактика вторгнувшихся и их безжалостная свирепость перевернули исход битвы в их сторону. И хотя Железный Совет полностью отразил их набег, эльфы не смогли оставить убежище Совета, не забрав сначала жизнь самого преданного жреца Йечнагот, де-факто лидера Железной Триады в отсутствии Мала Загарна. Свыше трех столетий спустя, Мал Хекуба продолжает скитаться по Ирдии, исполняя приказы живой богини, обещающей новую эру восстановления и единения, в надежде, что однажды, Темная Леди вернётся и очистит эту испорченную землю от всех неверных.

source: Errant Soul
ru: Заблудшая Душа

source: These lost souls have wandered the barren wastelands of Irdya ever since the Fall, trapped in ethereal bodies that only vaguely resemble their former living appearances.
ru: Эти потерянные души парят по бесплодным пустошам Ирдии со времён Падения, захваченные в эфирные тела, лишь слабо напоминающими их земной вид.

source: Armageddon Imp
ru: Бес Судного Дня

source: Although most would find the notion preposterous, the truth is that imps larger than the biggest of trolls do exist. These behemoths rarely make an appearance on the battle field, but when they do, they announce themselves with roars able to shake mountains, and stomps that fracture and sink down the ground beneath. One has to wonder exactly how the Chaos Overlords — comically puny by comparison — manage to rein in these titans and have them do their bidding without using any kind of mind-control magic.
ru: Хотя многие посчитают это абсурдным, на самом деле существуют бесы, большие чем самые огромные тролли. Эти гиганты редко объявляются на поле боя, но когда они это делают, они оглашают себя рыком, достаточным для тряски гор, а их топот ломает и продавливает землю под ними. Интересно, как Повелителям Хаоса — комично маленьким в сравнении — удаётся держать этих титанов под контролем и заставлять их выполнять приказы без использования какой-либо контролирующей мозг магии.

source: blade of doom
ru: меч обречённости

source: slime spit
ru: разлитая слизь

source: Imp
ru: Бес

source: Frequently — and incorrectly — considered a lesser class of creatures separate from the fearsome demons, Imps are often underestimated due to their smaller builds and evident lack of of mental prowess. Furthering this misconception, Demon leaders often dispatch them in large numbers as cheap cannon-fodder.
ru: Часто — и неправильно — определяемые в отдельный от устрашающих демонов класс, Бесы часто недооцениваются из-за из небольших размеров и очевидным отсутствием ментальной мощи. Усугубляя это заблуждение, лидеры демонов часто отправляют их в больших количествах в качестве дешёвого пушечного мяса.

source: Serpent Messenger
ru: Змеевестник

source: Legend tells of the mighty serpent god who defied Uria and was shortly defeated by her. In order to set an example for other demon lords who could consider defying or betraying her, his soul was sealed into stone. His followers—once worshipers of the power of light—were turned to the darkness and changed into wretched creatures charged with the mission of spreading fear and panic to dishearten her victims. Regardless of the veracity of their origins, they can be quite effective against lesser creatures and the weak-willed, whereas brave and experienced warriors find them to be little more than a nuisance on the battlefield.
ru: Ходят легенды о могучем змеином божестве, восставшем против Урии, и бывшим скоро ею побеждённым. Чтобы преподать урок другим демоническим лордам, помышляющим о восстании или предательстве, его душа была закована в камень. Его последователи — однажды служащие силе света — были обращены ко тьме и превращены в созданий, задача которых - вселять страх и ужас в её жертв. Несмотря на достоверность их происхождения, они могут быть достаточно эффективны против меньших существ и слабовольных, в то время, как смелые и опытные воины посчитают их чуть более, чем неудобством.

source: Valdemon Basher
ru: Валдемон Вышибала

source: While these behemoths—native to the shores of Inferno—are remarkably dumb, they are quite skilled at using their heads—literally—to knock their opponents out of the way, allowing their smarter allies to trespass their defenses.
ru: В то время, как эти гиганты — уроженцы берегов Инферно — примечательно тупые, они достаточно преуспели в использовании их голов — буквально — чтобы вышибать противников с пути, давая их более умным союзникам возможность преодолевать оборону.

source: Ixthala Fire Dancer
ru: Демон Икстала

source: Coming from the blazing lands of fire and brimstone in Inferno to aid in the invasion of Irdya, these dangerous fire demons are now said to serve one of Uria’s most ruthless commanders. With their flaming swords they are intent on spreading death and destruction throughout the land.
ru: Исходя из жгучих земель огня и серы Инферно для поддержки вторжения в Ирдию, эти опасные огненные демоны служат одними из самых беспощадных командиров Урии. Их пламенными мечами они несут смерть и разрушение на землю.

source: flaming sword
ru: огненный меч

source: Blood Imp
ru: Кровавый Бес

source: Most imps do not enjoy a particularly long lifespan, in no small part due to their demon overlords being all too prone to regarding them as disposable canon fodder. It is no small feat for an imp to survive past childhood, and those who do become a much more credible threat to Irdyan creatures.
ru: Большинство бесов не живут продолжительное время, в немалой доле из-за того, что их повелители демоны используют их как одноразовое пушечное мясо. Не малый подвиг для беса - пережить детство, но сделавшие это становятся гораздо большей угрозой для существ Ирдии.

source: Gutwrencher Imp
ru: Бес-Потрошитель
