Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: The aspect of Earth is one of four aspects directly connected to Life in a supporting role, paving the way for creation. All faeriekind creatures were created in the image of the first Guardian of Earth, who was charged with the task of ruling over Irdya during the First Cycle. Some sources claim that faeriekind beings were originally incorporeal and extremely rare until the ascension of the first incarnation of Xia’el, a woman said to have been created out of golden dust by Yarae himself, the Protector of the Tree. His influence might have brought her kind the boon of a more physical existence in greater numbers, albeit losing their immortality in the process. Various versions of the myth exist, some of them claiming that Xia’el’s form was a favor granted by Yarae after he fell in love with the creature. Her next incarnation came into existence on a world other than Irdya due to unknown reasons.
ru: Элемент Земли - один из четырёх аспектов, тесно связанных с Жизнью в поддерживающей роли, пролагая путь к её созданию. Все файереподобные создания были созданы по подобию первого Стража Земли, правившего над Ирдией во время Первого Цикла. Некоторые источники заявляют, что файереподобные изначально были бесплотными и очень редкими, вплоть до сошествия первой инкарнации Ксиаэль, женщины, сотворённой из золотого порошка самим Яраэ, Защитником Дерева. Его влияние , должно быть, перенесло их вид в физическое состояние в больших количествах, несмотря на потерю бессмертия в процессе. Различные версии мифа существуют, включая ту, что форма Ксиаэль была ему подарена Яраэ, после того, как он полюбил это создание. Её следующее воплощение произойдёт в мире, отличном от Ирдии по неизвестной причине.

source: Unlike the majority of the aspects constituting reality, Darkness and Light are derived from the nature of the First Gods themselves, stemming from Existence, and connected to Life in a structural role. Just like Darkness precedes and succeeds Light from a physical standpoint, it also deals with matters of the mind, whereas Light deals with the soul of every being born under the Tree of Life. However, just as both aspects complement each other, they may also exchange places according to the circumstances. Merthiaal, the Guardian of Darkness on Yrathid, was the last guardian to be born during the First Cycle, and at the same time, she was the first guardian to perish. Although Yarae’s conflict had not yet begun, he did have an indirect role in causing Merthiaal’s downfall. The young guardian’s emotions clouded her reason; jealousy consumed her heart from inside as she watched her creator’s predilection for her sisters Uria and Xia’el. In a desperate attempt to prove her worth to Yarae and even surpass his own power, the girl subverted her world’s seed and tried to absorb its energy for herself. Alas, even though their blood was always one and the same, the guardian and the Seed of Darkness were never meant to become one.
ru: В отличие от большинства элементов, составляющих реальность, Тьма и Свет произведены из природы самих Первых Богов, происходящие из Бытия, и соединённые с Жизнью в структурной роли. Прямо как Тьма предшествует и идёт после Света в физическом мире, она также связана с материями разума, когда Свет связан с душами всех сущностей, рождённых под Древом Жизни. Однако, как оба аспекта могут замещать друг друга, так они могут меняться местами, в зависимости от обстоятельств. Мерфиааль, Страж Тьмы в Йратиде, был последним стражем, рождённым в Первом Цикле, и, в то же время, она была первым погибшем стражем. Хотя конфликт с Яраэ ещё даже не начался, он имел косвенную роль в падении Мерфиааля. Чувства юного стража затмили её разум; зависть поглотила её сердце изнутри, как она видела предпочтение её создателем её сестёр: Урии и Ксиаэля. В отчаянной попытке доказать её цену Яраэ и даже превзойти его силу, девушка разрушила семя её мира и пыталась поглотить его энергию. Увы, даже несмотря на то, что их кровы была одинаковой, стражу и Семени Тьмы никогда не предназначалось воссоединиться.

source: Not having learned her own song beforehand, Merthiaal could not assume full control of her new powers. Instead of becoming the true goddess she desired to be, the very aspect she controlled was destroyed — her mind succumbed to insanity as her horrifying new body absorbed the souls of each and every one of her fellow Yrathidians. Uria put an end to Merthiaal’s rampage by ripping her heart out, destroying her body, and sealing her self in the hope that Yarae could do something to remedy the situation. However, Yarae was offended by the proposition; he refused to help with the resurrection and healing, choosing instead to preserve the lifeless world intact as a testament to his child’s hubris. That incarnation of Uria would never be able to bring Merthiaal back to life, and the Guardian of Darkness would come to be known as the Eater of Souls, the antithesis of the Guardian of Light. Now lacking a distinct seed, Yrathid would not be restored at the end of the First Cycle, remaining instead a graveyard world per Yarae’s wishes.
ru: Не планируя ничего заранее, Мерфиааль не смогла получить полную власть над её новыми силами. Вместо превращения в истинную богиню, которой она желала быть, сам элемент, который она контролировала, был разрушен — её разум превратился в безумие, в то время, как её устрашающее новое тело поглощало души всех и каждого Йратидианца. Урия положила конец буйству Мерфиааля, вырыванием её сердца, уничтожением её тела и запечатыванием её, в надежде, что Яраэ сможет что-нибудь сделать с ситуацией. Однако, Яраэ был оскорблён предложением: он отказался помогать с исцелением и воскрешением, предпочёл вместо этого сохранить тот безжизненный мир нетронутым, как напоминание о спеси его дитя. Та инкарнация Урии не смогла вернуть Мерфиааля к жизни, и Страж Тьмы стал известен как Пожирательница Душ, в противопоставление Стражу Света. Из-за отсутствия семя, Йратид не мог быть восстановлен в конце Первого Цикла, оставаясь вместо этого могильным миром, по желанию Яраэ.

source: A particularly irksome disadvantage of living forever is that you very easily forget things that happened over a century ago if you do not take care to exercise your memory regularly. You are worried that this will become even harder over time, assuming you last long enough for that. While you prepare your next move you decide to refresh your memory about some things. You make an effort to remember...
ru: Особенно надоедливым недостатком вечной жизни является то, что Вы очень легко забываете вещи, случившиеся свыше века назад, если вы не будете регулярно тренировать память. Вы обеспокоены, что это будет становиться всё сильнее со временем, если вы ещё будете живы. Пока вы приготавливайте Ваш следующий ход, вы решаете освежить вашу память про некоторые события. Вы заставляете себя вспомнить...

source: Argan
ru: Арган

source: It is him, the tortured man to whom you owe your life, even though you did not ask for it. The scene feels familiar to you, but you are not completely sure yet how long ago it happened.
ru: Это он, измученный человек, которому Вы обязаны своей жизнью, даже если этого не просили. Сцена кажется Вам знакомой, но Вы не полностью помните, как давно она произошла.

source: <i>You have not visited me in a long time.</i>
ru: <i>Ты не посещал меня продолжительное время.</i>

source: What brings you here?
ru: Что привело вас сюда?

source: Do I really need a reason? Uria is busy unearthing some ruins on Urvatha — she will not notice my absence. I just wanted to see you.
ru: Мне действительно нужна причина? Урия занята раскопками каких-то руин в Арвате — она не заметит моего отсутствия. Мне просто нужно было увидеть тебя.

source: I have to admit that I expected a warmer reception.
ru: Признаюсь, что ожидал более тёплого приёма.

source: I suppose... it’s hard to be enthusiastic about a visit from someone who has only spoken to me through crystal projections for over a century. It almost feels as though we are strangers... meeting for the first time...
ru: Я полагаю... трудно быть воодушевленной визитом кого-то, кто говорил с тобой только через кристальные проекции свыше века. У мне кажется, как будто мы незнакомцы... встретившиеся в первый раз...

source: Does it now?
ru: Правда?

source: I missed you... I really, really did.
ru: Я скучала по Вам... очень, очень сильно.

source: How have things been around here? Any progress?
ru: Какие вещи здесь происходили? Есть прогресс?

source: With Nar-hamoth around I haven’t been able to continue with my search. But I went to Ghoram-Dul the other day and asked the Seer about her and—
ru: С Нар-хамотом поблизости, я не могла продолжить мой поиск. Но в другой день я пошла в Гхорам-Дул и спросила Провидца а ней и—

source: Not the faerie. The hive in the Grenmar region. I believe its construction should be nearly finished by now?
ru: Не про файери. Улей в Гренмарском регионе. Я полагаю, что его строительство уже близко к завершению?

source: Did you come here just to ask me about such banal matters, or because you wanted to see me?
ru: Вы пришли, чтобы просто спросить меня о таких банальных проблемах, или потому что Вы желали увидеть меня?

source: Do I have to choose between those two options? I did not expect you to be so demanding from your superiors, girl.
ru: Мне действительно нужно выбирать между этими двумя вариантами? Я не ожидал, что ты будешь такой требовательной от старших.

source: <i>Superiors</i>, you say?
ru: <i>Старших</i>, говоришь?

source: I do not have all the time in the world for your empty questions. Will you answer, or—
ru: У меня нет времени на твои пустые вопросы. Ты будешь ответчать, или—

source: Uria sent you, didn’t she? She sent you to keep track of my activities, as if I needed another Shadow of hers around here.
ru: Вас послала Урия, не так ли? Она послала Вас, чтобы следить за моими занятиями, если бы мне нужна была её Тень поблизости.

source: Oh, but of course. ‘Shadow’ really suits you better than it does that brainless brute, except most of the scum in this place prefers to add ‘Master’ to it for some stupid reason.
ru: Ох, ну конечно. 'Тень' очень подходит вам лучше, чем тому безмозглому дикарю, кроме того, что большинство здешних мразей добавляют 'Повелитель' к этому титулу, по какой-то глупой причине.

source: You seem agitated—
ru: Ты выглядишь взволнованной—

source: Dealing with your personality issues was exasperating enough back then; I will <b>not</b> bear talking to you now that you have become a puppet of that abusive monster. Get out.
ru: Разборка с твоими личными проблемами была достаточно изводящей; Я <b>не</b> буду говорить с тобой теперь, когда ты стал марионеткой того злого монстра. Извольте выйти вон.

source: El— Elyssa—
ru: Эл— Элисса—

source: GET OUT!
ru: УХОДИ!

source: For long you have tried to purge your memories revolving around Argan’s descent into insanity and the eventual fulfillment of his end of the bargain with Uria. Alas, Norsulan technology around the time you were resurrected was not advanced enough to do that kind of thing, and you are sort of stuck in the past in that regard. Maybe some day you will learn to do the advanced mind tricks Merthiaal could, and use that power to alter or clear your own memory. Surely if you manage to do that, you could attain absolute control of every single creature on Irdya.
ru: Вы долго пытались отбросить воспоминания о спуске Аргана в безумие и его закономерный конец сделки с Урией. Увы, Норсуланские технологии ещё не были достаточно развиты, когда Вы были воскрешены, чтобы делать такие вещи, поэтому Вы застряли в прошлом. Возможно, когда-нибудь, вы научитесь делать продвинутые операции с разумом, которые могла делать Мерфиааль, и использовать эту силу для того, чтобы вмешаться в или очистить свою память. Конечно, если Вам это удастся, то Вы получите полный контроль над всеми существами в Ирдии.

source: You decide to proceed further into the ruined laboratory and try to reminisce on better times.
ru: Вы решаете пройти дальше в разрушенную лабораторию и вспомнить о лучших временах.

source: Proceed further into the ruined laboratory and try to reminisce on better times
ru: Пройдите дальше в разрушенную лабораторию и поностальгируйте о лучших временах

source: Some of the hive creatures have adopted these ruins as their home. You do not really mind them since they are completely harmless around those whom they recognize as their own kind by virtue of their identification signal mechanism. You are absolutely certain that, unlike the Gatekeeper you just destroyed, these artificial constructs have no souls of their own. Whether they have minds or not is a completely different matter, though.
ru: Некоторые обитатели улья прижились в этих руинах, как дома. Вы не особенно принимаете их во внимание, как как они полностью безобидны и воспринимают Вас как одну из них, благодаря их идентификационному сигнальному механизму. Вы полностью уверенны, что, в отличии от Привратника, которого Вы уничтожили, у этих искусственных созданий нет собственных душ. Имеют ли они разум в той или иной форме, однако, другой вопрос.

source: Elyssa... There is something I need to know.
ru: Элисса... Мне кое-что необходимо знать.

source: I thought I told you to go away. I am not interested in helping you anymore.
ru: Я думала, что я сказала Вам уйти. Я больше не заинтересована в помощи Вам.

source: I <i>need</i> your help. Please... You are the only one I could ever trust who can use the powers of Darkness to block the Seer’s vision. I <i>need</i> to find my wife—
ru: Мне <i>необходима</i> твоя помощь. Прошу... Ты единственная, кому я могу доверять и кто может использовать силы Тьмы, чтобы блокировать зрение Провидца. Мне <i>нужно</i> найти мою жену—

source: Why did you not try to find her before surrendering your free will to Uria? If you truly loved the Lady of Light, the first thing you should have done was—
ru: Почему же Вы не пытались найти её перед сдачей вашей свободы воли Урии? Если бы Вы правда любили Леди Света, то первым делом, которое Вы должны были сделать было бы—

source: I already told you... I did not choose to be stranded on Urvatha for so long. Uria does not want me to find Elynia yet. I am worried that her plans could jeopardize your own safety. You must do something for me...
ru: Я уже сказал тебе... Я не выбирал оставаться в Урвате настолько долго. Урия ещё не хочет, чтобы я нашёл Элинию. Я обеспокоен, что её планы могут угрожать нашей собственной безопасности. Сделай одолжение...

source: If you find Elynia, you must kill her.
ru: Когда найдешь Элинию — убей её.

source: ... Why?
ru: ... Почему?

source: Because it is something you must do. That is what I was told by the voice...
ru: Потому что это то, что ты должна сделать. Это то, что мне сказал голос ...

source: You... You are in even worse shape than I thought. I simply cannot fathom what is going through Uria’s mind as of late. Why would she trust <i>you</i> with the command of the Empire like this?
ru: Вы... Вы ещё в худшей форме, чем я думала. Я просто не могу осознать, что происходит с Урией в последнее время. Зачем ей доверять <i>вам</i> управление Империей?

source: No. Listen. You can consult with the Seer later — I am sure she knows of the voice as well, but she has always refused to speak with me. I have a suspicion about that voice...
ru: Нет. Слушай. Вы сможете обсудить с Провидцем позже — я уверен, что она также знает о голосе, но постоянно отказывается общаться со мной. У меня есть подозрения насчёт этого голоса...

source: Does Uria need to know?
ru: Нужно ли Урии знать об этом?

source: Very well, then. I hope the Seer will not inform her about this, though.
ru: Хорошо, тогда. Я надеюсь, что Провидец не сообщит ей об этом.

source: I do not think she has found out about your search yet, has she? You know the Seer is as much your ally as she is Uria’s — she does not take sides. She will not betray you, but not specifically because of your affiliation with Darkness. If that were all it took to communicate with her, I would not need your help for that.
ru: Я не думаю, что она уже разузнала о нашем поиске, не так ли? Ты знаешь, что Провидец настолько же твой союзник, насколько Урии — она не занимает стороны. Она не предаст тебя, даже не просто из-за твоей связи со Тьмой. Если бы я мог поговорить с неё, мне бы не требовалась твоя помощь для этого.

source: Many years later, Argan’s orders would take a turn for the worse, and you would happily comply with every single one. You do not really regret it in the least. Killing lesser creatures is amazingly comforting after all you have been through. If only you could do that with your own underlings more often. Wait, you mean Zhangor’s underlings now. You are quite sure he would not actually mind. On the other hand, you were allowed to do as you pleased with your torturers back in the day. If only you had the control you now have over your artificially enhanced body, and Merthiaal’s heart. If only you could ravage people’s minds like the true Eater of Souls could. If only...
ru: Много лет спустя, приказы Аргана будут становиться всё хуже и хуже, и Вы с удовольствием будете исполнять каждый из них. Во всяком случае, Вам за них не стыдно. Убийство низших созданий достаточно приятнее, чем Вы ожидали. Если бы Вы только могли бы поступать таким же образом с вашими собственными подчинёнными. Подождите, теперь уже подчинёнными Жангора. Вы достаточно уверены, что он не будет сильно возражать. С другой стороны, Вам раньше позволяли пытать Ваших жертв, как Вам угодно. Если бы только Вы могли полностью контролировать Ваше искусственно улучшенное тело и сердце Мерфиааль. Если бы Вы только могли разрывать разум ваших жертв, как могла истинная Пожирательница Душ. Если бы только...

source: Proceed into the ruined room
ru: Пройдите в разрушенную комнату

source: This is where Argan brought you back to life — or what remains of the place, in any case. You really threw a tantrum that night, blinded by the great pain caused by the energy seeping through your veins, and that unfathomable presence within Merthiaal’s heart reaching into your soul. You are not entirely sure whether the pain ceased or you just became accustomed to it over the years, but you can still feel the presence on occasion — namely, whenever you feel tempted to fully unleash your frustration and anger.
ru: Это место, где Арган вернул Вас к жизни — или то, что осталось от этого места, во всяком случае. Вы действительно станцевали тарантеллу той ночью, ослеплённые огромной болью, вызванной энергией, протекающей сквозь ваши вены и то неописуемое присутствие внутри сердца Мерфиааля, проникающее в Вашу душу. Вы даже не знаете: боль ли утихла, или вы просто привыкли к ней спустя годы, но вы до сих пор иногда чувствуете это присутствие — особенно, когда вам нужно полностью высвободить Ваше раздражение и злость.

source: The costs and risks of being a predestined guardian have not been properly documented, but everyone agrees that it was the temptation of power what finally got the best of the goddess whose legacy Argan and Uria bestowed upon you. But your case is an unprecedented one, and you have had to cope with other difficulties along the way. The technology that binds your body and soul with Merthiaal’s heart was considered highly experimental on its world of origin, and every test subject was destroyed without exception. Maybe it was because the heart they chose for their testing was that of an unborn goddess as opposed to a deceased one. Maybe it was because the Aspect of Fire itself did not choose them. Or maybe those individuals simply lacked the resolve, and the initial excruciating pain was too much for their feeble psyches. Whichever the case, you are certain that even though cheating the system devised by Yarae was a straining and arduous task, the Aspect of Darkness is now yours to control.
ru: Стоимость и риск быть предрешённым стражем не были хорошо задокументированы, но все согласны, что та мощь в конце-концов забрала лучшее богини, чьим наследием Арган и Урия одарили Вас. Но в Вашем случае рукотворного стража, Вам приходится сталкиваться с другими рисками по пути. Технология, связывающая ваше тело и душу с сердцем Мерфиааль, была посчитана очень экспериментальной в её мире возникновения: все испытуемые были уничтожены без исключения. Быть может, причина была в том, что сердце, выбранное для тестирования, было то, что от не рождённой богини, а не умершей. Возможно, это произошло потому, что сам Элемент Огня не выбрал их. Или потому, что этим личностям не доставало решения и первоначальная боль была слишком велика для их неподготовленной психики. В любом случае, Вы уверенны, что хотя ломать систему, выстроенную Яраэ - очень напряжённая и трудная задача, Аспект Тьмы теперь под вашей властью.

source: If the once Lady of Light had not killed him, Argan would be proud to see you execute his plans like clockwork. Proud. Nothing more than that, really. If you were to use Golden Age literature as reference, you would say he always regarded you as a daughter. His increasing lack of empathy did not allow him to see that you had feelings of a different kind for him. While that truly bothered you in the beginning, you would soon learn of another cost of being a guardian. To put it into perspective, of all the guardians that have lived so far, only the second incarnation of the Guardian of Fire found true love — and then she died under mysterious circumstances. Those unrequited feelings of yours vanished long ago, but that does not change the fact that you owe your life to Argan and that you will do everything within your power for him, even now that he is gone for good.
ru: Если бы он не был убит Леди Света, Арган бы гордился тем, как Вы исполняете его планы как часы. Гордился бы. Больше ничего, кроме этого. Используя литературу Золотого Века, Вы бы сказали, что он любил Вас как дочь. Его увеличивающееся отсутствие сочувствия не давало ему видеть те чувства, которые Вы испытывали к нему. В начале сильно беспокоясь, вы скоро осознали ещё одну плату за существование стражем. В перспективе, из всех существовавших когда-либо стражей, только вторая инкарнация Стража Огня нашла свою истинную любовь — а затем умерла при загадочных обстоятельствах. Эти невостребованные чувства улетучились уже давно, но это не отменяет того факта, что вы отдали всю свою жизнь Аргану и что вы сделаете всё в ваших силах ради него даже теперь, когда он ушёл навсегда.

source: It feels as though you have been wasting your time with this pointless introspective for months, even though it has obviously been just an hour. Damn the Gatekeeper and the Seer. Things would be much easier if you could just focus on commanding troops and killing opponents with complete disregard for ancient riddles and the absurd notion of fate.
ru: Вы чувствуете, как будто потратили на эти бессмысленные воспоминания несколько месяцев, хотя, похоже, прошёл всего лишь час. Будьте прокляты, Привратник и Провидец. Всё было бы гораздо проще, если бы вы могли просто сфокусироваться на командовании войсками и убийстве противников, забыв о древних тайнах и абсурдном движении судьбы.

source: Proceed into Elyssa’s cell
ru: Пройдите в камеру Элиссы
