Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: Chaos Cavalier
ru: Кавалерист Хаоса

source: A rider and its mount achieve their maximum potential once they learn to trust each other and act in unison. Even if it may seem unusual at first glance, there are such horsemen fighting under Uria’s banner, and they treat their companions as an extension of themselves in all regards.
ru: Наездник и лошадь обретают максимальный потенциал, когда они умеют доверять друг другу и действовать в унисоне. Хотя даже это на первый взгляд может показаться необычно, но подобные наездники существуют и под знаменем Урии, и они обращаются со своими компаньонами как с продолжением себя.

source: Chaos Dreadcrafter
ru: Доктор Хаоса

source: The processes involved in the creation of new biomechanical weaponry, and similar hybrid lifeforms—now at the helm of the very Empire—remain a mystery for outsiders. It is said that a barely known order of Lorekeepers was formed under Mal Zagarn’s supervision to gather the resources and knowledge required to perform this duty.
ru: Процесс, замешанный в создание нового биомеханического вооружения и подобных гибридных форм жизни — которые теперь у руководства самой Империи — остаётся загадкой для посторонних. Есть сведения, что малоизвестный орден Хранителей Знаний был сформирован под надсмотром Мал Загарна, чтобы собрать ресурсы и информацию для этих целей.

source: Chaos Bowman
ru: Лучник Хаоса

source: Since time immemorial, humans have used and perfected the bow and arrow for hunting and defense. Even after the Fall, it continues to be the cheapest and most effective weapon a military can afford for its lowest-ranking soldiers. Archers seldom have adequate training or equipment to be effective in combat at close quarters, but they are nonetheless capable of defending themselves should the situation call for it.
ru: С незапамятных времён, человечество использовало и осваивало лук для нужд охоты и обороны. Даже после Падения, он продолжает быть наиболее дешёвым и наиболее эффективным оружием, доступным для солдат низших рангов. Лучники редко получают адекватную тренировку или снаряжение, чтобы быть эффективными в ближнем бою, но, тем не менее, они могут защитить себя при необходимости.

source: Strongbow
ru: Сильный Лучник

source: By wielding a stronger bow and training almost constantly, the Aragwaith Strongbow fires a far deadlier shot than the average archer. Their dirks are longer than the daggers used by the typical archer, and they wield them far more effectively.
ru: Неся более сильный лук, и тренируясь почти постоянно, Эрагвийские Сильные Лучники стреляют гораздо смертоноснее, чем обычные лучники. Их кортики длиннее, чем кинжалы, используемые обычными лучниками, и они могут ими пользоваться более эффективно.

source: Eagle Rider
ru: Орлиный Наездник

source: Some Aragwaithi youths take young eagles as a pet. These are not the common eagles, but a race of noble, giant birds of prey. When they are grown enough, they usually willing to serve as a mount for their best friend, and their young mates learn the art of riding these giant birds.
ru: Некоторые юные Эрагвийцы приручают молодых орлов в качестве домашних животных. Но это не обычные орлы, а раса благородных, гигантских птиц. Когда они достаточно вырастут, они служат их хозяевам лучшими друзьями, а сами хозяева изучают искусство полёта на этих гигантских птицах.

source: prey crush
ru: сокрушить жертву

source: female^Messenger
ru: Посланница

source: female^Wizard
ru: Волшебница

source: Eagle Master
ru: Орлиный Штурмовик

source: With experience, Eagle riders become more skilled and the relation with their winged friend become so strong that they act as one. As Eagle masters, they no longer need to give orders to their mounts, those anticipate them.
ru: Орлиные наездники становятся более опытными и их отношения с их крылатыми друзьями становится настолько сильным, что они действуют как единое целое. Как хозяевам, им больше не требуется приказывать орлам, которые их понимают.

source: Chaos Longbowman
ru: Лучник с длинным луком Хаоса

source: Even though the Chaos Empire’s soldiers are more adept at fighting hand-to-hand, they also understand the importance of being able to keep their adversaries at bay and take them down before they can retaliate. Chaos Longbowmen carry more powerful weapons than the average archer; the subtle improvements made to their bows and arrowheads enable their projectiles to fly farther and penetrate even thick armor. Making matters worse are the lethal fluids of dubious origin into which the arrows are dipped prior to shooting.
ru: Хотя солдаты Империи Хаоса более приспособлены сражаться в рукопашную, они также понимают важность удерживать их противников и разгромить их перед тем, как они смогут отступить. Этот лучник несёт более мощное оружие, чем обычные лучники; были совершены улучшения его лука и стрел, позволяющие им лететь дальше и пробивать даже тяжёлую броню. Что ещё хуже, они обмакивают стрелы в смертоносную жидкость неизвестного происхождения перед выстрелом.

source: Chaos Marksman
ru: Меткий Стрелок Хаоса

source: Chaos Gunner
ru: Мушкетёр Хаоса

source: Fire Servant
ru: Огнеприслужник

source: Fire Servants are spirits of smoke and flame. No one is exactly sure where they come from, but they are occasionally summoned by powerful mages to do their bidding. When not being controlled they like to frolic in pools of lava and take great delight in burning anything they can reach.
ru: Огнеприслужники - духи дыма и пламени. Неизвестно, откуда они произошли, но они иногда призываются мощными магами, чтобы выполнять их приказы. Когда не контролируемы, они резвятся в лавовых бассейнах и получают огромное удовольствие от сжигания всего, что они достанут.

source: Lumeril Glyph
ru: Кристалл Лумерил

source: This ethereal projection was created by a powerful demoness, follower of the path of Light. As such, it is invulnerable to physical attacks.
ru: Эти эфирные проекции были созданы мощной демонессой, последовательницей пути Света. Таким образом они не уязвимы к физическим атакам.

source: lightbeam
ru: луч света

source: Rock Golem
ru: Каменный Голем

source: Heavy and clumsy, Rock Golems are often conjured by powerful sorcerers to work as servants and inexpensive guardians of their domains. Although their strength is not especially impressive, they can surely present a challenge to ill-equipped adversaries — in particular those who rely on skeletal minions.
ru: Тяжёлые и неуклюжие, Каменные Големы часто сооружаются мощными колдунами для работы прислужниками и недорогими стражами их владений. Хотя сила этих големов не настолько впечатляющая, они могут представлять угрозу для слабо вооружённых противников, особенно полагающихся на скелетов.

source: Animated Rock
ru: Ожившая Скала

source: These slow and weak creatures are made of hard, solid rock. Hardly a threat in small numbers, they are some of the most basic elementals that can be summoned by initiates.
ru: Эти медленные и слабые создания сделаны из твёрдых скал, являясь одними из самых простых элементалей. Они не представляют опасности в небольших количествах.

source: Matrix Core
ru: Ядро Матрицы

source: These unfathomable, purportedly living constructs are usually found underground near Shaxthal hives. Fully immobile by nature, they have very limited means of self-defense. Given their disproportionate size, they may be a hindrance when found in narrow underground passages.
ru: Эти необъяснимые, предположительно живые конструкции обычно можно встретить под землёй, рядом с Шакстальскими ульями. Будучи полностью неподвижными по происхождению, у них практически отсутствует самозащита. Однако, из-за их непропорциональных размеров, они могут служить препятствием в узких подземных проходах.

source: energy ray
ru: энергитический луч

source: hot goo
ru: горячая слизь

source: Matrix Flow System
ru: Потоковая Система Матрицы

source: goo
ru: слизь

source: Psy Crawler
ru: Пси-Сканнер

source: These tentacled creatures are often found underground within Shaxthal hives, wandering aimlessly and preying upon smaller lifeforms when not magically commanded by the dreaded Lorekeepers. Being rather slow and weak, it is very unusual for them to be seen on the surface, and even more unusual for them to be sent away from their habitat.
ru: Эти существа с щупальцами часто находятся под землёй, внутри Шакстальских ульев, бесцельно бродя и охотясь на меньшие формы жизни, если ими не командуют устрашающие Хранители Знаний. Из-за медлительности и слабости, Пси-Сканнеры редко встречаются на поверхности, ещё более необычно увидеть их далеко от их мест обитания.

source: Psy Mindraider
ru: Пси-Подавитель

source: Assumed to be related to the wandering crawlers at the Lorekeepers’ service, these fearsome creatures are said to have the ability to pierce into the very minds of any living opponents, replenishing their vital energy and accelerating their growth in the process. Needless to say, this makes them especially dangerous to approach.
ru: Предположительно связанные с бродячими Пси-Сканнерами, служащими Имперским Хранителям Знаний, эти вселяющие ужас существа, похоже, имеют возможность проникнуть в сам разум их живых оппонентов, восстанавливая свою жизненную энергию и ускоряя рост в процессе. Разумеется, из-за этого к ним особенно опасно приближаться.

source: mind probe
ru: пси-удар

source: Control Spire
ru: Управляющий Стержень

source: Nobody has ever seen anything like this before.
ru: Эту тварь описать невозможно, никто такого ещё не видывал.

source: Elvish Prowler
ru: Скиталец

source: The best hunters are renowned for their skill in taking advantage of their surroundings to sneak past enemies unnoticed and strike at them by surprise. It is not unusual for incursion parties to be either disbanded or decimated by patrol teams led by a few veteran prowlers.
ru: Лучшие из охотников известны за их умение получать преимущества от их окружения, чтобы пробраться через врагов незамеченными и внезапно их атаковать. Не является чем-то необыкновенным для наступательных отрядов, быть рассеянными или истреблёнными патрульными группами, ведомыми несколькими опытными Скитальцами.

source: female^Elvish Prowler
ru: Эльфийка-Пластун

source: female^Elvish Acolyte
ru: Аколит

source: A trio of elves originally working as helpers for the mysterious order of the Sylphs discovered by chance new applications for elemental powers. Although they documented their findings for their peers, their powers and skill remained unmatched for their lifetime. The legend lived on throughout eons, and the reflourishing elves of the Valley of Elynia have found a new need for offensive magic to assert their control over their lands. The ultimate goal of the so-called “acolytes” is to master the fierce power of the elements and resurrect the legend of the Elemental Three.
ru: Троица эльфов, первоначально работавшая помощницами загадочного ордена Сильф, случайно отыскала новые способы применения элементальной мощи. Хотя они посвятили свои открытия своим руководителям, их сила и умение оставались непревзойдёнными во время их жизни. Легенда жила через века, и восстанавливающиеся эльфы Долины Элинии скоро обнаружили потребность в новом виде наступательной магии, чтобы защищать свои земли. Главная задача так называемых "аколитов" - освоить свирепую мощь элементов и воскресить легенду об Элементальной Тройке.

source: Elvish Wayfarer
ru: Странник

source: The elvish race is a mostly sedentary one, and individual members very rarely wander away from their homes for long. Those who do, however, may learn new useful skills during their travels. Wayfarers as such are often the protagonists of the most memorable legends of elvish lore.
ru: Эльфийская раса довольно оседлая, отдельные члены её редко отходят далеко от дома на длительное время. Те же, которые это делают, однако, могут освоить новые полезные умения во время путешествий. Странники, кстати, главные герои большинства самых запоминающихся эльфийских легенд.

source: bow
ru: лук

source: female^Elvish Ascetic
ru: Отшельница

source: Some elves have studied varieties of magic better suited for offensive purposes. Whence their knowledge and mastery of such arts came is not known, and they do not reveal their secrets. All that is known of their training is that they may spend a long time alone in the wilderness, not to appear for years, or in extreme cases, centuries. For these ascetics, knowledge may be a curse at times, as their people tend to expect from them more that what they can offer without violating their own principles. Nonetheless, they may use their mastery of magic to lend a hand to fate--or to twist it. They possess good knowledge of both offensive and defensive spells. They often also have basic notions of medicine and can cure other creatures from the effects of poison.
ru: Часть эльфов изучила разделы магии, более подходящие для наступательных целей. Откуда бы их знание и мастерство таких искусств ни пришло, они не разгласят секретов. Всё, что известно об их тренировке, это то, что они могут в одиночку провести длительное время в дикой местности, не появляясь годами, или в экстремальных случаях, веками. Для этих отшельников, знание иногда может быть проклятьем, ибо их народ ожидает от них большего, чем они могут предоставить, не нарушая своих принципов. В любом случае, они могут использовать их мастерство магии, чтобы помочь судьбе--или исказить её. У них имеется неплохое знание как наступательных, так и оборонительных заклинаний. Кроме того, они имеют базовые познания в медицине и могут исцелять других от яда.

source: ethereal zephyr
ru: эфирное дуновение

source: Elvish Hunter
ru: Охотник

source: In order to protect their lands, the forest elves of the Valley of Elynia have developed new practices and formed special trained groups to patrol their frontiers. Their hunters are specialized in trapping unwary opponents from a safe distance to ease the task of the swordsmen.
ru: Чтобы защитить свои земли, лесные эльфы Долины Элинии разработали новые приёмы и сформировали тренированные отряды для охраны их границ. Их охотники специализируются в перехвате неосторожных противников с безопасного расстояния, чтобы облегчить работу меченосцев.

source: female^Elvish Hunter
ru: Охотница

source: Elvish Trapper
ru: Ловчий

source: Field experience has granted Elvish Trappers greater expertise in patrolling and defending their bases, utilizing decoys and swift moves to confound their enemies and attack them from behind. Their continuous training in swordplay also begins to prove advantageous, allowing them to operate better on their own.
ru: Полевой опыт предоставил Эльфийским Ловчим больше умения в патрулировании и обороне их баз, используя обманные манёвры и быстрые движения, чтобы смешать их врагов и атаковать их сзади. Их непрерывное обучение фехтованию также начинает приносить преимущество, позволяя им лучше оперировать в одиночке.

source: female^Elvish Trapper
ru: Ловчая

source: female^Elvish Mystic
ru: Посвящённая

source: Experienced mystics are of great value in the new Elvish society. Their great knowledge of history and magic, tolerance, and fair judgement is what is sought for in a leader or advisor. In times of need, they are in charge of assisting their lords with worthy advice or even support on the battlefield. But they have not finished learning yet, and still wander about the world, seeking new questions to answer.
ru: Опытным мистикам придают большое значение в новом Эльфийском обществе. Их огромное знание истории и магии, терпимости и справедливости то, что необходимо для лидера или советника. Во времена нужды, они обязаны сопровождать их лордов ценными советами или даже боевой поддержкой. Но они ещё не кончили обучение, и до сих пор бродят по миру, ища новых вопросов для ответа.

source: female^Elvish Avatar
ru: Воплощённая

source: The great power attained by some mystics is often dreaded by the enemies of elvenkind. After a long path of learning — often lasting their entire lifetime — these avatars of wind and storm master the natural elements, and are capable of commanding them at their will. Needless to say, these skills could be used to destroy the elvish civilization. Avatars are thus highly respected, often feared sages of their people. Power is both a gift and a curse — understanding and bearing this great responsibility is perhaps one of the last challenges that must be mastered by these mystics.
ru: Великая мощь, обретённая некоторыми мистиками, часто приводит в ужас врагов эльфов. После долгого пути познания — часто занимающего всю их жизнь — эти воплощения ветра и бури освоили естественные элементы и способны ими управлять своей волей. Разумеется, эти умения могут быть использованы для уничтожения эльфийской цивилизации. Поэтому воплощённые находятся в большом уважении, являясь пугающими жрецами их народа. Мощь является как подарком, так и проклятьем: понимание и несение огромной ответственности — возможно, самый большой долг, который должен быть освоен этими мистиками.

source: ethereal storm
ru: эфирная буря

source: Quenoth Avenger
ru: Квенотский Мститель

source: The Quenoth Avengers are extremely skillful and extremely quick, powerful in all forms of combat. Like their kin, they prefer the sword to the bow and are adept at sneaking around and backstabbing their enemies.
ru: Квенотские Мстители экстремально опытны и быстры, мощны в любом виде столкновения. Как и их собратья, они предпочитают меч луку, а так же обучились скрываться и наносить удары в спину.

source: sword
ru: меч

source: female^Quenoth Avenger
ru: Квенотская Мстительница

source: female^Quenoth Shyde
ru: Квенотская Фея

source: Similar to their forest counterparts, the Quenoth Shydes are the living testament to the beautiful and mysterious powers of their faerie ancestors. Rarely seen nowadays, rumored to be awaiting the return of Eloh to the lands of Irdya, these protectors of the elvish legacy are said to be capable of healing any sort of wounds inflicted upon their kin as long as there's still a drop of life in them.
ru: Подобно их лесным собратьям, Квенотские Феи являются живым свидетельством прекрасных и загадочных сил их предков файери. В наши дни их редко встречаемые, ожидающие возвращения Эло на земли Ирдии, эти защитники эльфийского наследства способны, по слухам, исцелять любые виды ранений, нанесённых их собратьям, пока в них остаётся хоть капля жизни.

source: thorns
ru: шипы

source: Quenoth Hero
ru: Герой Квенота

source: Quenoth Heroes focus on individual performance on the battlefield, having tweaked their combat skills to the very maximum. These warriors prefer fighting at close range with the sword, but also have some skill with the bow.
ru: Квенотские Герои сосредоточены на индивидуальной работе во время боя, подняв свои боевые навыки до самого верха. Эти воины предпочитают сражаться вблизи с помощью меча, но также немного обучены и стрельбе.

source: Quenoth Fighter
ru: Квенотский Воин

source: The fighters make up the bulk of the Quenoth warriors. They are trained in both sword and bow, though like most of their kin, they prefer swordplay to archery.
ru: Воины составляют основную часть Квенотских сил. Они обучены и мечу, и луку, хотя, как и большинство их сородичей, предпочитают фехтование лучной стрельбе.

source: Quenoth Outrider
ru: Квенотский Предвестник

source: Riding like the wind, the Quenoth Outriders breeze across the sands to strike at weaker units and exposed flanks. Skilled in the sword, and trained in the bow, they strike hard before flying off into the sands to evade response.
ru: Со скоростью ветра, Квенотские Предвестники пролетают сквозь пески, разя слабых бойцов и открытые фланги. Обученные как мечу, так и луку, они наносят сильный удар, перед тем, как улететь обратно в пески, уклоняясь от ответа.

source: Quenoth Ranger
ru: Квенотский Егерь

source: The Quenoth Rangers are quick and powerful. Skilled in both short and long-range combat, Rangers are truly all-round fighters. Like their kin, they prefer the sword to the bow and are adept at sneaking around and backstabbing their enemies.
ru: Квенотские Егеря быстры и сильны. Преуспевающие и в ближнем, и в дальнем бою, они, как и их род, предпочитают меч луку и приспосабливаются подкрадываться и наносить врагам удар в спину.

source: female^Quenoth Ranger
ru: Квенотский Егерь

source: female^Quenoth Star
ru: Звезда Квенота

source: Only a few Shydes of the Quenoth elves get to learn the secrets that allow the most devoted faeries to shine with the light of Eloh like living stars. The powers they acquire allow them to reduce the wounds they may suffer when attacked, and glide unencumbered across virtually any place. With their help and guidance, the morale of the Quenoth elves has been kept strong enough to defeat all sorts of monsters and enemies in their long journey to establish their home in amidst the seas of Irdya. The Quenoth Stars are rarely seen nowadays, and are rumored to be awaiting the return of Eloh to the lands of Irdya for the final battle against Uria.
ru: Лишь немногим Квенотским Эльфам удаётся узнать секреты, позволяющие самым преданным файери светиться огнём Эло подобно живущим звёздам. Эта сила позволяет им исцелять ранения, которые они получают при нападении на них, и парить над практически любым местом. Их помощь и наставление поддерживали мораль Квенотских эльфов достаточной, чтобы победить всевозможных чудовищ и врагов в их длинном странствии в поисках нового дома посреди морей Ирдии. Звёзды Квенота редко встречаемы в наши дни: они, по слухам, дожидаются возвращения Эло в земли Ирдии ради последней битвы с Урией.

source: SPECIAL_NOTE^ This unit gains a 10% bonus to resistance from all attacks.
ru: Этот боец имеет 10% бонусного сопротивления к атакам.

source: Quenoth Marksman
ru: Квенотский Стрелок

source: The Quenoth Marksmen are experts in use of the bow. Though their bows and arrows are not as fine as those of their ancestors, they continue to hone their skill. This great skill with the bow compensates for their lack of skill in melee combat.
ru: Квенотские Стрелки являются экспертами в использовании лука. Не смотря на то, что их снаряжение не настолько хорошо, как их предков, они продолжают чтить их умение, которое восполняет их недостаток в ближнем бою.

source: longbow
ru: длинный лук

source: female^Quenoth Marksman
ru: Квенотский Стрелок

source: female^Quenoth Druid
ru: Квенотская Друидка

source: The Quenoth Druids are powerful masters of the sands and forests. Brilliant at ensnaring unwary opponents, they use their vast knowledge of the plants of the desert to heal allies. Druids are excellent supporting units in any group of elves.
ru: Квенотские Друидки - мощные мастера песка и лесов. Блестяще запутывая оппонентов, они используют их широкое знание пустынных растений для исцеления товарищей. Друйды являются чудесными бойцами поддержки в любой группе эльфов.

source: staff
ru: посох

source: Quenoth Captain
ru: Квенотский Капитан

source: Skilled in commanding other elves, the Quenoth Captains provide a bonus to all level 1 units on adjacent hexes. Quenoth Captains prefer engaging the enemy in melee combat, but are trained in archery as well.
ru: Преуспевшие в командовании остальными эльфами, Квенотские Капитаны предоставляют бонус всем смежным бойцам 1-го уровня. Квенотские Капитаны предпочитают ближний бой, но также тренированы и в стрельбе из лука.

source: Quenoth Scout
ru: Квенотский Разведчик

source: These elvish scouts move swiftly across sands and forests. Their skill on horseback is virtually unmatched, although they do lack power in combat.
ru: Эти эльфийские разведчики быстро передвигаются через пески и леса. Их мастерство езды практически непревзойдённое, однако им не достаёт силы в бою.

source: Quenoth Marshal
ru: Квенотский Маршал
