Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: I wish I could go back to the old times and prevent that disaster that ruined our beautiful world forever. Life was much simpler when the only forces threatening the order of nature were common necromancers who could be easily dispatched by anyone capable of wielding a weapon. At some point we thought we knew everything about our place in the universe. Argan’s appearance was the first event to challenge that vain pretension. Then Zhangor came. Now this. What other revelations does the future hold for us? When will my mission to protect Irdya and the habitants of its forests be over?”
ru: Иногда я мечтаю о том, что я могла бы вернуться в прошлое и предотвратить катастрофу, разрушившую наш прекрасный мир навсегда. Жизнь тогда была намного проще, а силы, угрожающие природному порядку, были лишь обычными некромантами, которые могли быть легко устранены способными держать оружие. Однажды мы посчитали, что знаем всё о нашем месте во вселенной. Появление Аргана было первым событием, пошатнувшее это бессмысленное суждение. Затем пришёл Жангор. А после и всё это. Какие ещё откровения ожидают нас в будущем? Когда моя миссия защиты Ирдии и её лесных жителей окончится?"

source: — “Not everything went according to our plans. A storm caught us by surprise and drove us off course. The ship barely withstood long enough to take us ashore, just in time to be greeted by the setting suns and a thick fog enveloping all. Stranded on an unknown land, we found ourselves before a foreboding forest at dusk.
ru: — “Не всё пошло по нашему плану. Внезапно, нас поймала буря и вынесла на берег. Корабль еле выстоял достаточно времени, чтобы высадить нас на берег, и быть встреченными заходящими солнцами и плотным туманом, окружающим всё в округе. Выброшенные на неизвестный берег, мы оказались перед зловещим лесом на закате.

source: In midst of the battle, a dark mist enshrouded everything around me. I tried casting a fire to help me see my surroundings, but somehow the flames did not appear. It was then that a tremendous force pierced my head, a force too strong to resist... Something was draining my life force, and there was nothing I could do to stop it. Blinded by the pain, I attempted to strike out at whoever was standing behind me, but my body did not move.
ru: Посреди битвы, тёмная мгла окружила всё вокруг меня. Я пыталась сотворить огонь, чтобы помощь мне увидеть моё окружение, но почему-то огни не появились. Какая-то огромная сила проникала мне в голову, сила, слишком сильная, чтобы ей сопротивляться... Что-то высасывало мою жизненную силу, и я ничто не могло это прекратить. Ослеплённая болью, я попыталась ударить стоящего за мной, но моё тело не пошевельнулось.

source: ... A voice... I heard a crystalline and enchanting voice uttering words in a language I did not know. Had I heard that voice before? For a moment I felt as if I was falling into a bottomless abyss, plunging into the shadows below... The darkness... The fear...
ru: ... Голос... Я услышала кристальный и чарующий голос, произносящий слова на неизвестном для меня языке. Слышала ли я этот голос раньше? На момент я почувствовала себя падающей в бездонную пропасть, погружаясь в тени внизу... Мрак... Страх...

source: — The strong pulling of Uria’s power had knocked me unconscious. I had been defeated, caught off guard. I had... failed... When I finally opened my eyes, it was already too late.
ru: — Мощное действие силы Урии заставило меня потерять сознание. Я была побеждена, застигнута врасплох. Мне... не удалось... Когда я наконец открыла глаза, было уже слишком поздно.

source: My hands and feet were burning. I was chained to the floor of a pitch-black cell, unable to escape, screaming and writhing in pain. They had finally captured me, and subjected me to the customary torture employed on those of my kind; because they knew I could pose no threat to them for as long as I was bound by the cold iron. Such was the curse imposed at the beginning of time on faerie and elvenkind.
ru: Мои руки и ноги горели. Я была прикована к полу чёрной, как смоль, тюремной камеры, не способной бежать, кричать и корчиться от боли. Они поймали меня и приговорили к обычной пытке, проводимый над моим видом, ибо они знали, что я не смогу представлять никакой опасности, привязанной к холодному железу. Таким было проклятье файери и эльфов, существующее с начала времён.

source: My staff was nowhere to be seen, and the pain would not let me pronounce a single spell. Since I lacked the means to break free, all I could do was to wait. The pain. I know not how much time passed in reality, for the excruciating pain kept me only barely conscious until they arrived to drag me out of the dungeon. Was it hours? Days, perhaps? Does it even matter?
ru: Моего посоха нигде не было видно, а боль не давала произнести ни одного заклинания. Так как я была не способна высвободиться, всё, что мне оставалось делать - ждать. Боль. Я знала, что в реальности прошло не много времени, хотя мучительная боль еле держала меня в сознании, вплоть до тех пор, пока они не пришли вынуть меня из темницы. Были ли это часы? Может дни? Имеет ли это вообще значение?

source: The Triad
ru: Триада

source: Finally, I was taken to meet my captors, face to face.
ru: Наконец, меня привели встретится с моими похитителями, лицом к лицу.

source: It is really hard to acknowledge your own mistakes, at times. It’s especially hard to face reality once it turns against you by taking away those whom you love the most. Galas was more than just a friend.
ru: Иногда очень трудно признавать свои собственные ошибки. Очень трудно смотреть в лицо реальности, когда она оборачивается против тебя и забирает того, кого ты любила больше всего. Галас был большим, чем другом.

source: I could never tell him how I really felt. I could never tell him why I <i>cared</i> so much. After Argan’s death, I swore I would not get emotionally involved with anyone again. There is no point in trying if this is the inevitable end met by all those around me. It has happened before, and yet... this feeling of emptiness... it is as overwhelming as ever.
ru: Я никогда не смогу сказать ему, что я чувствовала. Я никогда не смогу сказать ему, почему я так о нём <i>заботилась</i>. После смерти Аргана, я поклялась, что больше никогда ни к кому не привяжусь чувствами. Бессмысленно пытаться сделать это, если это неизбежный конец, встречаемый всеми вокруг меня. Это случилось раньше, и ещё... это чувство опустошённости... настолько же подавляет, как и тогда.

source: It’s evident that my heart had already gotten too close to him. Lord Galas of the Forest Elves of the Valley of Elynia, he who renounced to his rightful place amongst his people to die fighting for a hopeless cause! Would that his death had been as heroic as the short life he lived. Would that we could have at least retrieved his body, instead of it being left to rot in that horrid lake of blood. Now I am on my own again, much like I was for much of my life, even after Argan first found me, even after he secretly married me; for neither in Wesnoth nor the domains of the elves was it considered acceptable to get involved in any way with men like him. If I had given them a chance to discover our secrets, we both would have been punished... with death.
ru: Очевидно, что моё сердце слишком близко приблизилось к нему. Лорд Галас Лесных Эльфов Долины Элинии, заслуживший своё законное место среди его народы, борясь за безнадёжную цель! Была бы его смерть настолько же героической, как и короткая жизнь, прожитая им. Могли бы мы хотя бы заполучить его тело, вместо того, чтобы оставить его разлагаться в том ужасном озере крови. Теперь, когда я снова наедине, подобно большей части моей жизни, даже с тех пор, как Арган впервые нашёл меня, и даже с тех пор, как он тайно женился на мне; нигде: ни в Весноте, ни во владениях эльфов - не было позволено связываться с такими, как он. Если бы я дала возможность открыть нашу тайну, мы оба были бы наказаны... и мертвы.

source: I don’t want to risk approaching Mal Keshar. I know he had long since accepted Galas as his only friend. How am I supposed to face him when we both know this is all my fault? Because it was my reluctance that ultimately led to the young elf’s demise at the hands of the demoness. I don’t know what to do anymore...
ru: Я не желаю рисковать, приближаясь к Мал Кешару. Я знаю, что прошло долгое время с тех пор, как он принял Галаса как единственного друга. Как я могу теперь смотреть ему в лицо, зная, что всё это моя вина? Потому, что моя непредусмотрительность привела юного эльфа к расправе в руках демонессы. Я больше не знаю, что делать...

source: But I do know that Galas would not have given up, no matter how great the loss. Not even Anlindë’s sacrifice was enough to break his conviction that our fate could be changed. I have to carry on and put a stop to the plans of Elyssa and the Iron Council, somehow. I have to — even if it might require a sacrifice of my own.
ru: Но я знаю, что Галас не сдавался, насколько бы не были велики потери. Даже жертвы Анлиндэ не было достаточно, чтобы сломать его убеждённость в том, что наша судьба может быть изменена. Мне нужно продолжить его дело и положить конец планам Элиссы и Железного Совета, каким-нибудь образом. Даже — если придётся пожертвовать мной самой.

source: As I was his second-in-command, I know that I am expected to replace Galas at the helm of our group, but doing so is a constant and painful reminder of the circumstances of his death. I have to try to put those thoughts aside for now — there will be plenty of time for grieving later. We continued our march towards northeastern Wesmere. Along the way, I could spot a few familiar landmarks, ruined as they were, eroded by the elements; reminders of the past glory of the peoples of Irdya.
ru: Будучи второй в команде, я знала, что мне следует заменить Галаса во главе нашего отряда, но это будет постоянным и болезненным напоминанием обстоятельств его гибели. Мне следует временно отложить эти мысли — будет время скорбеть над ними позднее. Мы продолжили наш марш на северо-восток Весмира. По пути я смогла заметить несколько знакомых достопримечательностей, разрушенных и стёртых природой, напоминающих о прошлой славе народов Ирдии.

source: Even though I was actually born in Lintanir, I spent all but the first two years of my childhood in Wesmere. Later, even if my duty required me to travel large distances across the continent, I continued to feel at home in Wesmere... for some time. By the onset of the end of the Golden Age, Wesmere’s trust in the Empire of Wesnoth had been breached; the humans’ unilateral decision to create a second sun was the trigger. Once the Ka’lian learned of my resignation to my position as advisor to the Emperor of Wesnoth, they considered me no longer useful to their ends, and made sure to inconvenience me at every opportunity. After some point, I simply decided to leave Wesmere and wander the earth with Argan by my side.
ru: И несмотря на но, что я на самом деле родилась в Линтанире, я потратила все, кроме первых двух, годы детства в Весмире. Позже, даже если мой долг принуждал меня путешествовать на большие расстояния по континенту, я всё ещё чувствовала себя в Весмире, как дома... на некоторое время. В начале конца Золотого Века, доверие Весмира к Империи Веснота было подорвано; одностороннее решение людей создать второе солнце стало детонатором. Как только Калиан узнал о моей отставке от должности советника Веснотского Императора, они посчитали меня им бесполезной, и стали причинять мне неудобства при каждой возможности. После некоторого момента, я решила просто покинуть Весмир и бродить по земле с Арганом на моей стороне.

source: Of course, that was before the dreams of numerous civilizations were shattered to pieces. After the Fall, we had no choice but to settle in Lintanir, where we would remain blissfully ignorant of the atrocities taking place in Wesmere. But in time, like many other forests did, Lintanir crumbled down, and we were forced to return to Wesmere and discover the dreadful truth. It goes without saying that my most recent memories of the place are particularly unpleasant.
ru: Конечно, это было до того, как мечты многочисленных цивилизаций были разбиты в пыль. После Падения у нас не было выбора, кроме поселения в Линтанире, где мы оставались в блаженном неведении относительно зверств, происходивших в Весмире. Но своевременно, как и большинство лесов, Линтанир перестал быть лесом, и нам пришлось вернуться в Весмир и открыть ужасную правду. Само собой разумеется, что мои самые последние воспоминания об этом месте особенно неприятны.

source: Return to Wesmere
ru: Возвращение в Весмир

source: Back to present times. The melancholic desert landscape was dominated by an ominous stronghold in the north, guarding the entrance to the infested plains. As our living troops were exhausted from the lengthy journey across the desert, we decided to stop and rest in the ruins of an ancient elvish outpost for a while, unsuspecting of our forthcoming final confrontation with the forces of Uria.
ru: Возвращаясь к современности. Над меланхолической пустынной местностью главенствовала зловещая крепость на севере, охраняющая вход в заражённые равнины. Так как наши живые войска были истощены длительным переходом через пустыню, мы решили остановиться и отдохнуть в руинах древнего эльфийского аванпоста на некоторое время, не подозревая о нашем последнем сражении с силами Урии.

source: No matter how many times I set foot in this ravaged land, the sight remains as appalling as ever. Wesmere is cursed — no green life will ever thrive in it again, as long as the forces of Inferno thirst for revenge upon us.
ru: Не важно, сколько раз я ступала на эту опустошённую землю, её вид остаётся ужасным, как и всегда. Весмир проклят — никакая зелёная жизнь не сможет здесь процветать до тех пор, пока силы Инферно жаждут отомстить нам.

source: Now that we head back into these caves, I can’t help but ponder Mal Keshar’s words... Am I in denial of my own thirst for revenge now? Perhaps my quest isn’t as noble as I want to believe it is. “We aren’t that different after all.”
ru: Теперь, когда мы возвращаемся в эти пещеры, я не могу не задуматься над словами Мал Кешара... Я отказываюсь теперь от моей собственной жажды мести? Возможно, мои цели не настолько благородны, как мне хотелось бы верить. "В конце концов, мы не такие разные."

source: Episode I: Fear
ru: Эпизод I: Страх

source: After the Emperor of Chaos was defeated, the free civilizations of the Great Continent hoped that his followers would abandon the ongoing war. Meanwhile, Galas and his unlikely band of heroes head back to the northern lands to request aid for their next journey.
ru: После поражения Императора Хаоса свободные цивилизации Большого Континента надеялись, что его последователи прекратят продолжавшуюся войну. В это время, Галас и его малообещающая группа героев возвращается назад в северные земли, чтобы запросить помощь для следующего путешествия.

source: difficulty_menu^Skeleton
ru: Скелет

source: difficulty_menu^Wraith
ru: Привидение

source: difficulty_menu^Banebow
ru: Проклятый Лучник

source: Mechanical Goliath
ru: Механический Голиаф

source: Giant metallic beasts under the command of the forces of Chaos, the Mechanical Goliaths can crush in a matter of seconds any man, skeleton, or even troll. They seem immune to poison, drain, and other hazards that would normally pose a great danger for a living being. Because of this, it’s been suggested that they are magically animated constructions of rock and steel. To make things even worse, it is said that they can destroy entire armies from a distance with a sudden flash of red light, in an attack that is both powerful and accurate.
ru: Гигантские металлические сооружения по контролем сил Хаоса, Механические Голиафы могут за секунды сокрушить любого человека, скелета или даже тролля. Похоже, они невосприимчивы к яду, высасыванию и прочим угрозам, обыкновенно представляющих сильную опасность для живых существ. Из-за этого предполагается, что они являются магически движимыми конструкциями из камня и стали. Что ещё хуже, известно, что они могут уничтожить целую армию издалека внезапной вспышкой красного света, в атаке, мощной и точной.

source: flash cannon
ru: пушка

source: Iron Golem
ru: Железный Голем

source: Some automatons mysteriously grow in size overnight, gaining greater strength and taller bodies in a process that is unknown to anyone but the less commonly seen Lorekeepers of Chaos. They drop their shield and mace in favor of harder and stronger armor, and fists that can crush the rock with minimal effort — compensating for the lack of close range weapons. Less commonly, they may fire a powerful weapon that is said to resemble the great firesticks of the dwarven lords in both shape and destructive effect.
ru: Часть роботов загадочным образом увеличивается в размере, становясь сильнее и выше в процессе, неизвестном никому, кроме менее редко встречаемых Хранителей Знаний. Такие роботы бросают щит и булаву в предпочтение более твёрдой и сильной броне, а также кулакам, способными раздробить скалу с минимальными усилиями, компенсируя недостаток орудий ближнего боя. Реже они могут выстреливать мощным оружием, подобным великим огненным палкам гномьих лордов как по форме, так и по разрушительному эффекту.

source: Door
ru: Дверь

source: The door will open only to those who are allied with its owners, unless struck down by their enemies first.
ru: Такая дверь откроется только союзникам её хозяев, если только не будет сперва выломана врагами.

source: Automaton
ru: Робот

source: These small metallic beings seem not to require food or water to fight, very much like the undead. Heavily armored and wielding a steel mace and rectangular shield, these ‘automatons’ are said to have been originally created by the dwarves before a clan was captured by the forces of Chaos. Their primary drawback is their apparent unease when navigating rough terrains such as hills and mountains.
ru: Эти небольшим металлическим созданиям не нужно ни еды, ни воды для боя, очень напоминая мертвецов. Тяжело вооружённые и несущие стальную булаву и прямоугольный щит, эти 'роботы', по сведениям, были изначально разработаны гномами, перед тем, как их клан был захвачен силами Хаоса. Их главная уязвимость: очевидная трудности при передвижении через неровную местность, вроде холмов и гор.

source: rectangular shield
ru: прямоугольный щит

source: Magnum Suit
ru: Доспехи Магнуса

source: The many parallels existing between dwarvish and Chaos technology have remained a troubling mystery for centuries. Although claims of lost prototypes and espionage have served well enough to satisfy the most inquisitive minds so far, many still suspected that some other force had to exist behind all that technological advancement.
ru: Множество существующих параллелей между технологиями гномов и Хаоса оставались беспокоящей загадкой веками. Хотя уверения о потерянных прототипах и шпионаже были достаточны для удовлетворения самых пытливых умов до сих пор, многие подозревают, что какая-то иная сила стоит за всем этим технологическим прогрессом.

source: soul hammer
ru: молот душ

source: flamethrower
ru: огнемёт

source: Chaos Magus
ru: Маг Хаоса

source: When not busy sermoning their devout followers, the Chaos Magi put their craft to use supporting the Empire’s troops with fearsome infernal magic. The power they wield comes at a cost, however, as their bodies gradually succumb to a force not meant for humans to control, rendering them more vulnerable to certain forms of magic. Thus, researching new methods to elude death becomes paramount if they are to achieve — or surpass — the greatness of their elders.
ru: Когда не заняты обучением их преданных последователей, Маги Хаоса используют их мастерство для поддержки Имперских войск грозной адской магией. Мощь, которой они обладают, имеет большую цену, однако, так как их тела пожираются силой, не предназначенной для владения человеком, делая их более уязвимыми у определённым формам магии. Поэтому, исследование новых методов избегания смерти становится главной задачей, если они хотят добиться — или даже превзойти — мощь их предков.

source: ethereal blast
ru: эфирный шквал

source: Flagbearer
ru: Прапорщик

source: Flagbearers are the leaders on the battlefield. They wield large banners to lead and inspire the soldiers. They are also skilled with the glaive, which makes them dangerous in combat too.
ru: Прапорщики ведут войска в бой, неся большие знамёна, чтобы вдохновлять солдат. Также они обучены обращению с глефой, становясь опасными в сражении.

source: glaive
ru: глефа

source: Greatbow
ru: Великолучник

source: Finally moving on from the dirk and dagger to the sword, the Greatbow is superior to the Strongbow in melee combat, but not as powerful as the Slayer. Their bow, however, is a masterpiece of military design. Several months are spent crafting a single bow, and each bow is crafted by the user, to his individual specifications. Due to the incredible strength required to pull these bows, anyone but the crafter who attempts to draw it could suffer serious injury.
ru: Наконец переходя от кортика и кинжала к мечу, Лучник с длинным луком превосходит Сильного лучника, но он не настолько мощный как Повергатель. Их лук, однако, является шедевром военной разработки. Один лук создаётся несколько месяцев, а каждая стрела мастерится самим лучником под его особенности. Из-за невероятной силы, требуемой для натягивания таких луков, никто, кроме изготовителя не сможет выстрелить из него, не получив серьёзных травм.

source: female^Civilian
ru: Гражданка

source: Commoners without any kind of combat training, magic abilities or medical expertise are strikingly useless on the battlefield. It would take a great deal of incompetence to send one such person across the marchlands and wild forests of the Far North without an adequately armed escort.
ru: Простолюдины без какой-либо военной подготовки, магических способностей или медицинских умений поразительно бесполезны на поле боя. Было бы очень некомпетентно отправить одну такую персону через болота и леса Крайнего Севера без адекватно вооружённого сопровождения.

source: Swordsmaster
ru: Мастер Мечей

source: Swordsmasters do not get their title from one day to another. They have endured years of rigorous Aragwaithi military training, and survived many ferocious battles. Their skill with their blades is spoken of with awe among those few foes who have witnessed it — and lived. Having earned their title, Swordsmasters take responsibility for instructing the young, passing by generation on generation the proud Aragwaithi martial traditions.
ru: Мастера Мечей не получают свои титулы просто так. Они выдержали годы изнурительных Эрагвийских тренировок и прошли через много жестоких сражений. Их мастерством обращения с мечами восхищаются те враги, которые лицезрели его — и остались в живых. Получив титул, Мастера Мечей берут ответственность за обучение молодых, передавая из поколения в поколение славные Эрагвийские военные традиции.

source: Guard
ru: Страж

source: Chosen from the toughest Swordsmen, Guards willingly forgo some of thier mobility for the advantages of armor. Whether in ceremonial posts during peace, or on the battlefield in times of war, their role is always the same: defending the Wizard nobility.
ru: Выбранные из крепчайших Меченосцев, Стражи вольно меняют их мобильность на преимущества брони. На церемониальных постах, во время мира, или на поле боя, во время войны, их роль одна и та же: защита знати.

source: Ancient Banner
ru: Древний Знаменосец

source: TODO
ru: (Описание в процессе разработки)

source: scythe
ru: коса

source: Doom Guard
ru: Страж Рока
