Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: The advanced Norsulan technology stolen by Uria’s agents from those working for the one who is rumored to be the reincarnation of Valdir has been very helpful for our ends; understanding the most interesting creations of the Argazar people would have proved nearly impossible without a better-documented modern reference.
ru: Передовые технологии Норсулян, украденные агентами Урии у тех, кто работает на, предположительно, реинкарнацию Валдира, были очень полезными для наших собственных целей; понимание самых любопытных творений Аргазар было бы практически невозможным без хорошо документированной современной справки.

source: According to some ancient legends of disputable origin, the First created a beautiful maiden out of fine dust, and bestowed her control over the awesome power that flows through the veins of every one of her faerie descendants, including the elves of Irdya. Those legends also tell of one of her siblings: Merthiaal the ashen one, who owing to her bold actions would come to be known as the Eater of Souls. Even after a cycle has passed, the oldest races of Irdya and other worlds continue to remember her, and avoid using her true name in conversation. If they must, they will speak of her as ‘Yechnagoth’. Now, Merthiaal fervently desired the First’s favor. Alas, no matter how much she tried, she could not manage to tame the Aspect of Darkness, and this would remain the case until her confused heart could be healed; for the First only had eyes for the wielder of the Arcane Flame, and Uria, the Guardian who would come to be regarded as the mother of Urvatha.
ru: Согласно некоторым древним легендам спорного происхождения, Первый сотворил красивую деву из мелкой пыли и одарил её властью над восхитительной силой, текущей по жилам всех её файеричных потомков, включая эльфов Ирдии. Эти легенды также рассказывают об одной из её сестёр: пепельной Мерфиааль, чьи дерзкие действия дали ей имя Пожирательницы Душ. Даже с тех пор, как цикл прошёл, старейшие расы Ирдии и остальных миров продолжают помнить её, опасаясь использовать её истинное имя в разговоре. Вместо этого, они упоминают её как 'Йечнагот'. Тогда Мерфиааль пылко возжелала предпочтение Первого. Увы, сколько бы она не пыталась, она не смогла покорить Аспект Тьмы, и не сможет до тех пор, пока её смущённое сердце не будет исцелено. Первый же, обращал внимание только на носительницу Мистического Пламени, и на Урию - Стража, ставшего известным в качестве матери Урвата.

source: Envy rooted deep within Merthiaal’s mind. In an attempt to prove her worth, she committed an unspeakable sin against the order of the Universe. Her control over Darkness was lost as a result. Her own world was destroyed, along with every soul on it. Any further damage was only narrowly averted thanks to Uria’s timely intervention. Merthiaal’s heart, soul, and memories were preserved through eons, but her body was not. Now we have the means to build a new body that may allow her power to flow unimpeded once again. If she can be convinced to accept Uria’s offer, then she shall have a new opportunity to destroy the descendants of her rival and allow us to reign over this decadent world.
ru: Зависть пустила глубокие корни в разуме Мерфиааль. В попытке доказать свою цену, она совершила немыслимый грех против порядка Вселенной. В результате её контроль над силой Тьмы был потерян. Её собственный мир был уничтожен, включая все находившиеся в нём души. Последующий урон был только частично предотвращён благодаря своевременному вмешательству Урии. Сердце, душа и воспоминания Мерфиааль сохранились через века, но её тело - нет. Теперь же, мы намереваемся построить ей новое тело, которое сможет позволить её мощи потечь беспрепятственно вновь. Если она примет предложение Урии, тогда у неё появится возможность уничтожить потомков её соперницы и разрешить нам править над этим приходящим в упадок миром.

source: This glyph may not be used by anyone but the true descendants of She who wields the Arcane Flame that protects Irdya.
ru: Этот кристалл не может быть использован никем, кроме истинных потомков Той, кто несёт Мистическое Пламя, защищающее Ирдию.

source: Elynia, you should check this crystal; it may have information we need.
ru: Элиния, тебе следует проверить этот кристалл; в нём может содержаться нужная нам информация.

source: Move Elynia to the sealed crystal glyph
ru: Передвиньте Элинию к запечатанному кристаллу

source: Within this glyph is encoded a Teleport spell which will allow you to cross great distances if you can move your soul without your body, gaze beyond without your eyes, and touch the world beyond your reach. Given sufficient focus, you shall be able to travel to any place from your memories and find anybody as long as you can sense their heart. Beware, for not everything is written, and those who stray from their reality might not find anything on the other side of the mirror.
ru: Внутри этого кристалла закодировано заклинание Телепортации, позволяющее вам пересекать огромные расстояния, если вы можете перемещать вашу душу без тела, смотреть за грань зрения ваших глаз, и прикасаться к миру вне пределов досягаемости. При достаточной фокусировке вы сможете переместиться в любое место из ваших воспоминаний и найти любого до тех пор, пока вы чувствуете его сердце. Остерегайтесь, не всё здесь описано, а те, кто отклонятся от их реальности, могут не найти ничего по ту сторону зеркала.

source: That’s strange. Why would Argan keep something he obviously couldn’t use in his lair?
ru: Странно. Почему Арган стал бы держать что-то, что он очевидно не сможет использовать, в его логове?

source: It could be... that he foresaw these events and wanted to help us, even if he couldn’t break free from Uria’s control.
ru: Может быть... он предвидел те события и желал помочь нам, даже, если он бы не смог вырваться из-под контроля Урии.

source: It’s more likely that he wanted to set a trap for us or anyone else who would manage to find this place.
ru: Более вероятно, что он планировал устроить ловушку для нас и всех прочих, которые могут найти это место.

source: I don’t believe he truly intended to cause me any harm with his actions... I’ll take the spell, it could be of use later.
ru: Я не верю, что он взаправду желал причинить мне вред своими действиями... Я приму заклинание, его можно будет использовать позднее.

source: Elynia, don’t—
ru: Элиния, не—

source: As Elynia approached the crystal’s surface with her hand, the glyph disintegrated into fine golden dust, covering her for a few moments...
ru: Как только Элиния коснулась поверхности кристалла своей рукой, он дезинтегрировался в мелкую золотистую пыль, покрывшую её на несколько мгновений...

source: ... And then it vanished into thin air.
ru: ... А затем он испарился.

source: I don’t feel any different, but... I guess I need to figure out exactly how this power works, now.
ru: Я не чувствую себя сколь-либо иначе, однако... догадываюсь, что теперь следует выяснить, как точно эта сила работает.

source: Hmph. In my times, you didn’t acquire magic abilities from a rock. Well, be careful if you ever attempt to use that spell; knowing who might have put it there, I don’t think it’s safe. And more generally, while it is known that powerful mages can learn to travel great distances like that, many of them also disappear on occasion and are never heard of again.
ru: Хммм. В моё время, магические способности не приобретались от скалы. Только будь осторожна, если ты когда-либо попытаешься использовать это заклинание; зная, кто поместил его сюда, я не думаю, что это будет безопасно. И вообще, хотя известно, что сильные колдуны могут научится перемещаться на большие расстояния подобно этому, многие из них пропали без вести, и никто никогда больше о них не слышал.

source: There doesn’t seem to be much more to see here. That’s unfortunate.
ru: Похоже, здесь больше нечего смотреть. Это неудачно.

source: What we have found here is... frightening. We always thought that there was only one world, the one in which we live. Our priestesses won’t... What do we do with this?
ru: То, что мы нашли здесь, .... пугающе. Мы всегда думали, что существует только один мир, тот, в котором мы живём. Наши святители не... Что нам со всем этим делать?

source: This reminds me that the ‘First’ is also described in the ruins of a hidden city beneath the Heart Mountains. It is said that he created ten powerful demons, the Original Ten. All this would imply that all elves and other faerie creatures are descended, or at least created in the image of this mysterious wielder of the Arcane Flame, sister of Uria and Yechnagoth, and one of the Original Ten.
ru: Я помню, что 'Первый' также описан в руинах сокрытого города под Горами Сердца. Там сказано, что он создал десять мощных демонов, Первоначальную Десятку. Всё это может объяснить, что все эльфы и прочие файери являются потомками, или хотя бы созданными по образу, загадочного носителя Мистического Пламени, сестры Урии и Йечнагот, и одной из Первоначальной Десятки.

source: Eloh. That’s her name — a name that was seldom heard in my times, for nearly nothing was known for certain about her and the myths neglected explaining the origin of every other race on Irdya. I suppose that Zhangor’s influence upon Wesmere may have resulted in the reintroduction of that name to our kin’s lore. Regardless, even though linguistics are not my specialty, I suspect that’s still not her true name, much like the case of Yechnagoth.
ru: Эло. Такого её имя — имя, редко слышимое в мое время, и практически ничего не было о ней известно, кроме мифов, пренебрегавших описанием всех остальных рас Ирдии. Я предполагаю, что влияние Жангора на Весмир вернуло это имя в знания нашего рода. Несмотря на то, что хотя лингвистика не моя специальность, я всё ещё предполагаю, что это не её истинное имя, подобно случаю с Йечнагот.

source: What you have learned here about all this... it would probably be best to keep it as a secret from the rest of the world for now, especially the allusions to additional worlds. In these times when demons roam and spoil Irdya at will, realizing that they might be more closely related to us than we suspected, and that there might be more awaiting out there... it could be devastating to our cultures, to say the least. Perhaps after all this is over...
ru: Что же мы узнали из всего этого... будет лучше всего скрыть это от остального мира пока что, особенно упоминания остальных миров. В эти времена, когда демоны разоряют и разрушают Ирдию, понимание, что они могут иметь к нам большее отношение, чем мы предполагали, и что нас ожидает ещё большее... может быть разрушительным для наших культур, мягко говоря. Возможно, после того, как все это закончится...

source: <i>(snicker)</i> And you say that Argan never intended to cause you any harm? All that we have found proves that he really wanted to destroy your kind after all! Using the powers of an ancient demon, no less!
ru: <i>(посмеивается)</i> Итак, ты утверждаешь, что Арган никогда не хотел причинить тебе вреда? Всё, что мы здесь нашли, указывает на то, что он, на самом деле, желал уничтожить весь ваш вид наконец! Используя мощь древнего демона, не иначе!

source: I don’t believe that any of this was done out of his own volition. He was... under Uria’s control.
ru: Я не верю, что он делал всё это по своей воле. Он был... под властью Урии.

source: So, have you forgotten what he said? “I chose my fate — I guess this is what I deserved from the beginning.” I know, his last words were very vague, but it certainly sounded like he was well aware of what he was doing the whole time. Perhaps it was not his intention to cause harm to <i>you</i> in particular, but the damage he caused throughout the continent, in the name of Uria, to the things you protect... did it not affect you? Furthermore, it seemed like Uria felt his loss. If he was a mere puppet of hers, would she have resented his death so much?
ru: Так ты забыла, что он сказал? "Я принимаю маю судьбу — должно быть, это то, что я заслужил с самого начала." Я знаю, его последние слова были достаточно размытыми, но они точно звучали так, что он прекрасно знал то, что он делал всё время. Возможно, было не его желанием принести вред именно <i>тебе</i>, но тот урон, который он нанёс во имя Урии всему континенту и тем, кого ты защищаешь... тебя это не тревожит? Кроме того, похоже, что Урия глубоко переживала его потерю. Если бы он был её простой марионеткой, стала бы она так сильно негодовать из-за его гибели?

source: Elynia slowly approached Mal Keshar with a grim expression in her eyes — neither the lich nor Galas had seen that much rage reflected in her before.
ru: Элиния медленно приближалась к Мал Кешару со зловещим блеском в её глазах — никогда ни лич, ни Галас не видели такой ярости в ней до этого.

source: You know nothing.
ru: Ты ничего не знаешь.

source: I saw enough. I heard enough.
ru: Я достаточно видел. И я достаточно слышал.

source: <i>(nervously)</i> We should return to the surface before we run out of provisions.
ru: <i>(тревожно)</i> Нам следует вернуться на поверхность, пока у нас не закончились припасы.

source: Elynia... if I’m not mistaken, we found a journal in the Heart, and you have kept it all this time with you, correct?
ru: Элиния... если я не ошибаюсь, мы нашли дневник в Сердце, а ты всё это время держала его при себе, правильно?

source: <i>(hesitates for a second)</i> I... the elf who suggested that we take the journal, he was under Uria’s control, wasn’t he? It might not truly be Argan’s.
ru: <i>(на секунду колеблется)</i> Я... тот эльф, который предложил нам подобрать дневник, он же был под контролем Урии, не так ли? Возможно, он это не настоящий дневник Аргана.

source: I am sure it is. I knew Lédinor well enough, and I’m sure that was him speaking, not Uria. It was later that his face and demeanor changed completely. No matter what Uria said, I’m certain that Lédinor was struggling to overcome her control all that time, resisting it long enough to help us, even though he knew she would succeed in the end. If he had told us about it, he would have collapsed much earlier.
ru: Я уверен, что это так. Я хорошо знал Лединора, и я уверен, что тогда он говорил, а не Урия. Лишь позднее его лицо и манера поведения полностью изменились. Независимо от того, что сказала Урия, я уверен, что Лединор все это время пытался преодолеть ее контроль, сопротивляясь ей достаточно долго, чтобы успеть помочь нам, хотя он знал, что она в конце концов победит. Если бы он рассказал нам об этом, он бы сломался намного раньше.

source: We are descendants of Eloh, and as the Quenoth elves know, not even Yechnagoth’s mind control can work on us that easily.
ru: Мы являемся потомками Эло, и, как знают Квенотские эльфы, даже контроль над разумом, использованный Йечнагот, не может работать над нами так просто.

source: I know you are probably hesitant about reading Argan’s journal because you fear to learn more about how much of a monster he became...
ru: Я знаю, что ты, возможно, не решаешься прочитать дневник Аргана из-за твоего страха узнать больше о том, в какое чудовище он превратился...

source: If you prefer, I could read it for you, and keep any details besides what is relevant to our quest from reaching anyone.
ru: Если пожелаешь, я могу прочитать его за тебя, и хранить в тайне ото всех любые детали, кроме относящихся к нашему делу.

source: <i>(with a calmer expression)</i> Very well.
ru: <i>(с более спокойным выражением)</i> Очень хорошо.

source: In the meantime, perhaps you could socialize with the locals or something. Perhaps try to have fun and smile? It really helps when you’ve lived for so long — I should be one to know. While you do that, I’ll be <i>killing</i> myself reading a damn book; I haven’t found any good reading material since the Fall, you know? It seems like everyone suddenly forgot how to read and write after the Wesnothians singlehandedly ended the world!
ru: Между тем, ты можешь пообщаться с местными или что-то вроде того. Возможно, стоит повеселиться и улыбаться? Это действительно помогает, когда ты живёшь настолько долго — уж я это знаю. Пока ты будешь заниматься этим, я буду <i>убиваться</i>, читая эту проклятую книгу. Знаешь ли ты, что я не мог найти хорошего чтива со времён падения? Кажется, что все внезапно разучились читать и писать, после того, как Веснотцы единолично устроили конец света!

source: ... You are already dead.
ru: ... Вы уже мертвы.

source: We have spent too much time in these caverns, and many of my men are starving.
ru: Мы потратили слишком много времени в этих пещерах, и многие мои люди уже голодают.

source: <i>(sighs, staring at the ceiling)</i> Why do we always have a time limit of some sort for everything we do?
ru: <i>(вздыхает, глядя в потолок).</i> Почему у нас всегда есть временные рамки для всего, что мы делаем?

source: I... fall to the darkness...
ru: Я... падаю во тьму....

source: Elynia... NO!
ru: Элиния... НЕТ!

source: Our mission has failed.
ru: Наша миссия потерпела крах.

source: I... am finished... I’ll finally join Anlindë...
ru: Мне... конец... Наконец-то я вернусь к Анлиндэ...

source: No! You must resist!
ru: Нет! Ты должен бороться!

source: This... this is a curse!
ru: Это... проклятье!

source: Alas, I can finally depart in peace...
ru: Увы, наконец-то я могу упокоиться с миром...

source: NO! Malin, we need you for this!
ru: НЕТ! Малин, ты нам нужен!

source: It’s too late already...
ru: Слишком поздно...

source: Now we cannot continue without him. Our mission has failed!
ru: Мы не сможем продолжить без него. Наша задача провалена!

source: Ouch. I fall before accomplishing my mission!
ru: Уххх. Я пал, не завершив миссию!

source: The orcs are now leaderless, and won’t want to help us. We cannot continue without their help!
ru: Теперь, когда орки обезглавлены, они не станут нам помогать. Мы не сможем продолжить без них!

source: Alas, it’s the end of the story for me...
ru: Увы, вот и конец моей истории...

source: We shouldn’t have allowed this to happen.
ru: Мы не должны были дать этому случиться.

source: Ah, too bad for the girl. But she was indeed one of the best archers I have seen.
ru: Ох, слишком плохо для девушки. Но она в самом деле была одной из лучших лучников, виденных мной.

source: I wish... I could be with you... now... Galas...
ru: Я бы хотела... быть с тобой... сейчас... Галас...

source: No, Elynia! Not you now!
ru: Нет, Элиния! Только не ты сейчас!

source: Now it’s up to me to put an end to this madness... I hope I can manage to do it alone...
ru: Теперь мне придётся самому покончить с этим безумием... Надеюсь, что смогу справится самостоятельно...

source: I go to join my only true friend... now...
ru: Я смогу воссоединиться с моим единственным настоящем другом... теперь...

source: Ouch. I am done for!
ru: Аййй. Меня сделали!

source: Ah, too bad for the girl. She was indeed one of the best archers I have seen.
ru: Ох, слишком плохо для девушки. Она была одной из лучших лучников, виденных мной.

source: “The defeat of Zhangor. The destruction of Yechnagoth. The end of the Chaos Emperor’s rule.
ru: «Поражение Жангора. Уничтожение Йечнагот. Конец правления Императора Хаоса.

source: I had hoped all such evil influence on Irdya would be over after all our sacrifices. For a while, I had the conviction that we could somehow restore our world’s past glory. But I was wrong.
ru: Я так надеялась, что всё злое влияние на Ирдию прекратится после всех наших жертв. На некоторое время я даже убедилась, что мы каким-то образом могли бы восстановить былую славу нашего мира. Но я ошибалась.

source: I am Elynia, former disciple of the late Enchantress Niryone of the Ka’lian of Wesmere Forest. But many remember me instead as the Lady of Light, the blessed elf who fought along Argan, the Master of Darkness, and prevailed against the nigh invincible Demon Lord Zhangor. My love, Argan. Together, we wielded the legendary Union of Light and Darkness against the false god who nearly exterminated the elvish civilization, the people whom I vowed to protect. Our bond was unbreakable. Until fate forced us apart, and Uria came along.
ru: Я Элиния, бывшая ученица Волшебницы Нирионе Калиана Весмирского Леса. Но многие помнят меня вместо этого в качестве Леди Света, благословлённой эльфийки, сражавшейся вместе с Арганом, Повелителем Тьмы, и одержавшей победу над практически непобедимым Демоническим Лордом Жангором. Моя любовь, Арган. Вместе мы несли легендарный Союз Света и Тьмы против лже-бога, практически истребившего эльфийскую цивилизацию, народ, который я поклялась защищать. Наш союз был нерушим. Пока нас не рассоединила судьба, а затем пришла Урия.

source: So strong was our bond that only the power of the Union itself could end Argan’s corruption and suffering. After so long, I was forced to kill him with my own hands.
ru: Наша связь была настолько сильной, что только сила самого Союза смогла положить конец порче и страданиям Аргана. В конце концов, мне пришлось убить его моими собственными руками.

source: There was a time when I was said to be pure of heart, that I was fit to wield this staff that was once Niryone’s. But now, I fear that the evil I have committed could overtake my very soul. Ever since the Union left us, I feel as though I am not myself. I can no longer enjoy a gentle breeze, the taste of food, or fresh water. I do not think I could love again either.
ru: Было время, когда бы я могла сказать, что чиста сердцем, потому я подходила для того, чтобы нести этот посох, что принадлежал однажды Нирионе. Но теперь я боюсь, что то зло, которое я совершила, может возобладать над моей собственной душой. С тех пор, как Союз покинул нас, я чувствую, что я, как будто, и не я. Я больше не наслаждаюсь легким ветерком, вкусом еды или свежей воды. Я даже не думаю, что когда-нибудь снова смогу полюбить.

source: This staff has suddenly become a burden, somehow. Is it because I am allowing myself to be overcome by regret and hesitation? The oath I broke... What if by killing Argan I have taken the next step in allowing myself to be corrupted by this unfathomable force? Is it my destiny to become another pawn in Uria’s schemes?
ru: Этот посох внезапно стал бременем. Потому ли, что я позволяю себе быть преодолённой стыдом и колебаниями? Клятва, которую я нарушила... Что, если убив Аргана, я совершила следующей шаг, чтобы быть испорченной той неведомой силой? Суждено ли мне стать очередной пешкой в схемах Урии?

source: The Vast Sea seems to be in perpetual unrest now. It was not like this back when I was a young girl. Perhaps Irdya herself is trying to communicate something to us through the changing tides. The war between the free peoples of Irdya and the forces of Chaos established by Uria and Yechnagoth continues. Unseen enemies of the ancient world, foes from a forgotten era, they threaten to end all life on Irdya through different means. And both bands are relentless in their desire for bloodshed. This is surely pleasing for the so-called mother of demons. But who is she in truth?
ru: Великий Океан, похоже, теперь в непрекращающимся волнении. Так не было, когда я была юной. Возможно, сама Ирдия пытается общаться с нами через бурные волны. Война между свободными народами Ирдии и силами Хаоса, развязанная Урией и Йечнагот, продолжается. Невиданные враги из древнего мира, порождения забытой эпохи, все они угрожают жизни в Ирдии, хотя и разными способами. И обе стороны беспощадны в жажде кровопролития. Это действительно удовлетворяет, так называемую, мать демонов. Но кто она на самом деле?
