Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: Is this the game you are playing now, Ergea? Allying yourself with this Irdyan scum so they can die for you?
ru: Так вот в какую игру ты играешь теперь, Ергея? Объединяешься с этими Ирдийскими мразями, чтобы они умерли за тебя?

source: No... not the darkness... no... please!
ru: Нет... только не тьма... нет.. прошу!

source: Look, it’s another garden.
ru: Смотрите, ещё один сад.

source: There must be a way to open these walls again— Anya, where are you going?
ru: Должен быть способ открыть эти стены снова — Аня, куда ты идёшь?

source: I— All right. Durvan, can you help—
ru: Я — Всё в порядке. Дурван, не мог бы ты помочь —

source: Oh, very well, then. I suppose Cron can help me—
ru: Ох, замечательно. Похоже, Крон сможет мне помочь —

source: What now?
ru: Что теперь?

source: This garden cannot physically be here — I fear that it might be an illusion cast by Zhangor.
ru: Этот сад физически не может здесь находиться — Я боюсь, что это иллюзия Жангора.

source: Didn’t you say he would be in the citadel fighting the Fire of Uria?
ru: Разве ты не сказала, что он будет в цитадели сражаться с Огнём Урии?

source: More specifically, our Seer said—
ru: Точнее, наш Провидец сказала—

source: No... That cannot be right.
ru: Нет... Это не может быть верно.

source: Zhangor
ru: Жангор

source: Ha, ha, ha, ha, ha, ha...
ru: Ха, ха, ха, ха, ха, ха...

source: Who is there?!
ru: Кто здесь?!

source: Did you truly think I would not find out about your plans, Ergea?
ru: Ты действительно надеялась, что я не выясню твои планы, Ергея?

source: Zhangor.
ru: Жангор.

source: Did you not know that I have my own informants everywhere throughout Urvatha? Of course I would make sure to subvert the Seer’s prophecy in advance.
ru: Разве ты не знала, что мои информаторы рассеяны по всему Урвату? Конечно, я удостоверюсь в разрушении пророчества Провидца заранее.

source: Anya, teleport us away from this place at once.
ru: Анечка, телепортируй нас из этого места скорее.

source: I can’t! I am trying but there seems to be something—
ru: Я не могу! Я пытаюсь, но здесь есть что-то—

source: Is it not appalling that the Lady of Light left a poor mixed-blood ‘girl’ in charge of assisting a fallen Demon Lord with a death wish? You would expect more common sense from a creature who has lived for so long and seen so much. Then again, she came here seeking her own death.
ru: Разве это не ужасно, что Леди Света оставила бедную грязнокровную 'девочку' ответственной за смертельное желание павшего Демонического Лорда? Тебе стоило бы ожидать больше здравого смысла от существа, жившего так долго и увидевшего столько всего. К тому же, она пришла сюда, ища свою собственную смерть.

source: ... Elynia...
ru: ... Элиния...

source: You want her, don’t you? But her time has already expired, and the dark fire that took her will be extinguished next. I will deal with you all later... assuming anything remains by then.
ru: Ты желаешь увидеть её, не так ли? Но её время уже истекло, и тёмный огонь, забравший её, будет потушен следующим. Я управлюсь с вами всеми позже... если что-нибудь останется, конечно.

source: Are those...?
ru: Это те...?

source: The same abominations he sent after Elorran. We could not be more unprepared for this encounter.
ru: Это те же твари, которых он наслал на Элоррана. Мы не могли быть более неподготовленными для этой встречи.

source: (<i>muttering to herself</i>) Elynia, why couldn’t you be here, now...
ru: (<i>говоря про себя</i>) Элиния, почему ты не можешь быть здесь...

source: <i>... I never thought it would come to this...</i>
ru: <i>... Никогда не думала, что всё так закончится...</i>

source: <i>... Why couldn’t we be together to face the end?</i>
ru: <i>... Отчего же мы не сможем встретить конец вместе?</i>

source: Rise up, Elynia-Thanadria, Guardian of Earth.
ru: Восстань, Элиния-Танадрия, Страж Земли.

source: You and the heiress of the First Guardian of Darkness have much work left to do.
ru: Вам и носительнице Первого Стража Тьмы осталось много работы.

source: Elynia?
ru: Элиния?

source: I am here.
ru: Я здесь.

source: Have I mentioned yet how much I despise you?
ru: Я уже говорила тебе, насколько я тебя презираю?

source: Dear Anya, I am sure that by the time you find the glyph containing this encoded message you will have won the battle on the surface and proven yourself worthy of your title as the Lost Guardian of Darkness on Irdya. I am also certain that Ergea will have finally revealed to you the destiny that was laid for me by the will of our creators. You will surely know by then as well what Uria’s plan entails for all of us. As Elorran said, Irdya is not the only world at peril. There are many other worlds like ours which will be similarly wiped from existence if Uria gets hold of the Body of the Union and the Seed of Life on Ethea.
ru: Дорогая Аня, Я уверенна, что к тому времени, как ты отыщешь кристалл, содержащий это зашифрованное сообщение, ты уже победишь в битве на поверхности и докажешь, что ты достойна звания Потерянного Стража Тьмы Ирдии. Я также уверенна, что Эргея наконец откроет тебе судьбу, отведённую мне волей наших создателей. К тому времени ты уже совершенно точно узнаешь, чем план Урии обернётся для всех нас. Как сказал Элорран, Ирдия - не единственный мир под угрозой. Существует множество миров, подобных нашему, которые будут уничтожены, если Урия доберётся до Тела Союза и Семя Жизни в Эфеи.

source: Our mission is to stop Uria at all costs. We know that not all of the worlds seeded to have a Guardian have reached maturity yet. We know that Ethea might not have its own Guardian of Life yet. But it is our hope that we might be able to find her before Uria herself does, and ensure that we have a chance to stop her somehow. We know that the Guardian of Water from Norsula has arrived there, and may have already seized its seed. Our main concern for the moment is finding the real heiress of Uria on Ethea, and the Body of the Union. Unfortunately for us, we do not know much about Ethea or where to begin our search.
ru: Наша задача - остановить Урию любой ценой. Мы знаем, что не все миры достигли зрелости, чтобы иметь собственного Стража. Мы знаем, что Эфея, возможно, ещё не имеет собственного Стража Жизни. Но мы надеемся, что сможем отыскать её до того, как это сделает Урия, и удостоверится, что мы имеем шанс победить её хоть как-то. Нам известно, что Страж Воды из Норсулы уже прибыл туда и мог уже захватить его семя. Наша главная забота на данный момент - найти настоящую носительницу Урии в Эфии и Тело Союза. К несчастью для нас, мы очень мало знаем об Эфее и о начальной точке нашего поиска.

source: Sitting idly here on Irdya would not accomplish anything for the continuance of our existence. According to Elyssa, and the Guardian of Earth on Silida, my work here is complete. Irdya has slowly come back to life over the last few centuries, a feat which would have been impossible without my presence. I have seen both life and destruction take place since I was woken up from my slumber. Darkness has been an opposing force for very long, but as Mal Keshar, Anlindë, and Elyssa herself proved to me, it can also be revitalizing for a world that needs the means to protect itself from two scorching suns and the malignant forces that broke the previous balance.
ru: Сидение сложа руки в Ирдии не принесёт ничего для продолжения нашего существования. Согласно Элиссе и Стражу Земли в Силидии, моя работа здесь завершена. Ирдия начинает медленно возвращаться к жизни после последних столетий, что было бы невозможно без моего вмешательства. Я видела что и жизнь, и разрушение происходят со времён моего пробуждения из спячки. Тьма была долгое время противодействующей силой, но как Мал Кешар, Анлиндэ и Элисса доказали мне, она тоже может быть восстанавливающей для мира, требующего защиты от двух палящих светил и злостной силы, разрушившей предшествующую гармонию.

source: The impenetrable darkness currently shrouding Irdya protects it from the gaze of the Seer of Uria, but if it lasts for too long, all life on Irdya will end as well. While Elyssa was previously responsible for this barrier within the frontiers of the Chaos Empire, the power that recently extended it far and beyond is not hers. It is yours. I never got the chance to speak to you about these matters because I became distant and aloof ever since I had to kill Argan myself. I thought that admitting to my feelings could only cause more harm to those around me. But I finally realized that this approach did not solve anything. I felt lonely, much like Elyssa herself. And she knew this because we both shared the same curse.
ru: Непроницаемая тьма, окутавшая Ирдию, защищает её от взгляда Провидца Урии, но если она продержится слишком долго, то жизнь в Ирдии тоже прекратится. Элисса раньше была ответственна за этот барьер в пределах Империи Хаоса, но сила, недавно распространившаяся так далеко, не её. Она твоя. У меня не было возможности обсудить с тобой эти вопросы ранее, ибо я стала отдалённой и равнодушной с тех пор, как мне пришлось убить Аргана. Я думала, что понимание моих чувств принесёт ещё больше вреда окружающим. Но я наконец осознала, что этот подход ничего не решал. Я чувствовала себя одинокой, прямо как Элисса. И она это знала: мы обе разделяем одно проклятье.

source: She also knew this because Guardians of Darkness can see through that invisible veil that conceals people’s fragile minds. And you are a Guardian of Darkness too — the power to peer into my feelings was a natural part of your self, and you unwittingly made use of it all this time. All this time, you tried to reach into me, and I would not let you. But now it is all clear.
ru: Она об этом также осведомлена, потому что Стражи Тьмы могут проникать через невидимую грань, скрывающую хрупкие людские умы. Ты тоже являешься Стражем Тьмы — сила видения моих чувств была естественной частью тебя, и ты невольно ей пользовалась всё это время. Всё это время ты пыталась проникнуть в меня, а я тебе сопротивлялась. Но теперь всё ясно.

source: I am sorry, Anya. I am sorry for not realizing any of this before. I should have let you reach into my heart. We should have done this together like you wanted. Even though things did not turn out as desired, you were a good friend.
ru: Прости меня, Аня. Прости, что не осознала ничто из этого раньше. Я должна была позволить тебе проникнуть в моё сердце. Мы должны были сделать это вместе, совсем как ты желала. Хотя дела шли совсем не так, как мы желали, ты оставалась хорошим другом.

source: A better friend than I deserved, perhaps.
ru: Возможно, другом лучше, чем я заслуживаю.

source: There are so many things you do not know, Anya...
ru: Существует много вещей, которых ты не знаешь, Анечка...

source: I am no-one to decide your fate for you, Anya, but the first thing you must do is to come at peace with your feelings and end the night. And once you have made a decision, you must ensure that the breach remains well guarded and protected. We do not know how to seal it yet, but if we can defeat Uria, we will surely find a way to undo the damage she has caused on Irdya and Urvatha over the years. And then, I will return and keep the promise I made to you.
ru: Я не имею права решать твою судьбу за тебя, Аня, но первое дело, которое тебе следует выполнить - прийти в гармонию с твоими чувствами и прекратить ночь. Как только ты примешь решение, ты должна удостоверится, что разрыв останется хорошо охраняемым и защищённым. Мы ещё не знаем, как закрыть его, но, если мы сможем победить Урию, то мы точно найдём способ возместить ущерб, ею причинённый Ирдии и Урвате, с течением лет. А затем я вернусь и исполню то, что я тебе обещала.

source: Goodbye, my friend.
ru: Прощай, мой друг.

source: Trust your heart.
ru: Доверься сердцу.

source: Story
ru: История

source: Programming
ru: Программирование

source: Map Design
ru: Разработка Карт

source: Main Playtesting
ru: Главное Тестирование

source: Proofreading
ru: Проверка Информации

source: Main Unit Art
ru: Дизайн Бойцов

source: Main Portrait Art
ru: Дизайн Портретов

source: Additional Artwork
ru: Дополнительный Художественный Труд

source: Aragwaith Faction
ru: Фракция Эрагвийцев

source: Music
ru: Музыка

source: Repository Hosting and Maintenance
ru: Хостинг и Поддержка Репозитория

source: Additional Thanks
ru: Дополнительная Благодарность

source: And you, for playing this campaign
ru: И Вы, за прохождение этой кампании

source: Amidst the Ruins of Glamdrol
ru: Сквозь Развалины Гламдрола

source: Vernar
ru: Вернар

source: Relmanyr
ru: Релманир

source: team_name^Nar-hamoth
ru: Нар-хамот

source: Karathas
ru: Каратас

source: Meryrcor
ru: Месиркор

source: Delvryd
ru: Делврид

source: Cervan
ru: Церван

source: Borothas
ru: Боротас

source: Galthera-Irul
ru: Галтера-Ирул

source: Zilrynea
ru: Зилринея

source: Igryella
ru: Игрелла

source: Loras-Chalzerg
ru: Лорас-Чалзерг

source: Sargan
ru: Сарган

source: Rohalar
ru: Рохалар

source: Vryncthan
ru: Вринцтан

source: Gellerdyl
ru: Геллердил

source: Therelei
ru: Терелей

source: Avralereon
ru: Авралереон

source: You’ll continue to control General Bardyl and his troops until the end of the next scenario
ru: Мы продолжите контролировать Генерала Бардиля и его войска до конца следующего сценария

source: This is taking too long — I begin to worry for Elynia...
ru: Мы ждём слишком долго — я начинаю беспокоиться за Элинию...

source: Nah, there she comes.
ru: На, вот она одёт.

source: Elynia, you are back! Is that... the journal?
ru: Элиния, ты вернулась! Это... дневник?

source: That’s correct.
ru: Верно.

source: So, is that General Bardyl fellow going to help us assault Aran-Balgur then?
ru: Итак, собирается ли Генерал Бардиль помогать нам в наступлении на Аран-Балгур?

source: Indeed he is, but not specifically because of my advice; he was already giving consideration to the idea because of a rumor that’s been running through his troops as of late. It appears someone successfully ‘interrogated’ a captured enemy soldier and got some information about the source of the local raids and the ongoing invasion. What they know suggests that there is indeed a portal in Aran-Balgur.
ru: Действительно, он собирается, но не совсем из-за моего совета; он уже обдумывал эту идею из-за слуха, идущего через его войска. Похоже, кто-то удачно 'допросил' пленного вражеского солдата и получил некоторую информацию об источнике местных нападений и идущего вторжения. Из того, что они знают, выходит, что в Аран-Балгуре действительно существует портал.

source: I shudder to wonder exactly how this information was obtained. I know from experience that the men in the service of the Empire are either completely ignorant of their superiors’ plans, or trained to commit suicide before being captured, and the sorcerers and demons are too powerful to contain.
ru: Меня бросает в дрожь мысль о способе получения этой информации. Я знаю из опыта, что люди, служащие Империи либо в полном неведении относительно планов их начальства, либо обучены совершить самоубийство, вместо сдачи в плен, а их колдуны и демоны слишком сильны для содержания.

source: I guess now we should all advance towards Aran-Balgur?
ru: Догадываюсь, что теперь мы все начнём движение на Аран-Балгур?

source: Exactly. And we should be careful.
ru: Точно. И мы должны быть осторожны.

source: The road to the south leading to Aran-Balgur is said to be well protected by powerful demons, and there’s also an enemy guard post obstructing our path. Furthermore, we may stumble upon their main invasion army at some point. The only reason Fort Astar still stands is that they don’t consider Bardyl’s forces to be a threat stationed here. However, the moment they see his little army marching towards their territory, they will not be as merciful.
ru: Дорога к югу, ведущая к Аран-Балгуру, охраняется мощными демонами, также там поставлен вражеский блокпост, перекрывающий её. Кроме того, мы однажды можем столкнуться с их главной армией вторжения. Единственная причина, по которой Форт Астар ещё держится, это то, что они не считают силы Бардиля угрозой. Однако, в момент, когда они увидят его небольшую армию, марширующую к их территории, они не будут настолько великодушными.

source: So it rests on us and our followers, I take it.
ru: Поэтому всё держится на нас и наших последователях, понятно.

source: Exactly.
ru: Совершенно верно.

source: And so, it begins.
ru: Итак, началось.

source: If you don’t mind me asking, sir, are you sure about this?
ru: Если вы не против вопроса, сэр, вы уверенны, что стоит это делать?

source: Of course I am. The Grand Council has neglected us for long enough, and those damned bastards from hell are getting increasingly bored of playing with us. As much as I find her kind disgusting, if the faerie’s troops and power are as impressive as she promised we’ll recover Aran-Balgur before long. And if there’s a portal in there and we can destroy it, we’ll regain the Council’s blessing as well.
ru: Естественно. Великий Совет игнорировал нас слишком долго, а эти проклятые адские ублюдки начинают уставать от игры с нами. На сколько бы я не находил её вид отвратительным, если войска файери и сила настолько впечатляющие, как она обещала, то мы наконец освободим Аран-Балгур. А если там ещё находится портал, и мы сможем его уничтожить, то мы также обретём и благодарность Совета.

source: Lord Nar-hamoth demands the blood of the northern scum! Charge!
ru: Лорд Нар-хамот жаждет крови северных мразей! В атаку!

source: I remember that name — I believe it’s one of the fiends of the Iron Triad.
ru: Я помню это имя — Это один из извергов Железной Триады.

source: So the rumors Elorran heard are true? That guy is said to be the least competent Demon Lord of all, and yet Uria trusts him over most for some reason.
ru: Так слухи, услышанные Элорраном являются правдой? Это чучело же самый некомпетентный Демонический Лорд из всех существующих, однако Урия доверяет ему по какой-то причине.

source: We’ll soon see how competent he is on the battlefield, then.
ru: Скоро мы выясним, насколько он способный на поле боя.

source: So you finally decided to challenge me directly? Hopefully this will be an entertaining fight!
ru: Итак, вы наконец решили встретиться со мной напрямую? Надеюсь, это будет увлекательное сражение!

source: Pah. I have better things to do than dealing with this unworthy rabble.
ru: Пхах. У меня есть вещи поважнее, чем управляться с этой никчёмной челядью.

source: ... Fleeing the battlefield must be an acceptable and conventional strategy for the highest-ranking servants of Uria. Mal Hekuba did so in both of our previous face-to-face encounters as well. I don’t think we could even get a taste of his true strength before he decided to fuse his own putrid body with those artifacts.
ru: ... Бежать с поля боя, должно быть, принимаемая и конвенциональная стратегия для высших чинов Урии. Мал Хекуба так же делал это во всех наших предыдущих столкновениях лицо к лицу. Я не думаю, что мы вообще сможем вкусить его истинной силы, перед тем, как он решит наполнить свое бренное тело этими артефактами.

source: That could have been for the best, though.
ru: Хотя, возможно, это и к лучшему.

source: Perhaps. Their arrogance is still annoying, and as limitless as their power.
ru: Возможно. Их раздражающее высокомерие безгранично настолько, насколько и их мощь.

source: This operation was a disastrous mistake. Their shock troops are heading here now, and the faerie’s reinforcements are all but useless. Perhaps if we surrender they’ll at least spare our lives.
ru: Эта операция была катастрофической ошибкой. Их штурмовые отряды уже двигаются сюда, и подкрепления файери оказались бесполезными. Возможно, если мы сдадимся, они хотя бы пощадят наши жизни.

source: Well played, faerie. Not only you deliberately misled us about your numbers, but you also omitted the fact that you consort with necromancers. This changes everything.
ru: Хорошо сыграно, файери. Вы не только ввели нас в заблуждение относительно вашей численности, но и скрыли факт вашего содружества с некромантами. Это всё меняет.

source: Not necessarily. Today’s events would indicate that together we can build a formidable opposition force. Is this not what you wanted? An opportunity to retake Aran-Balgur, your former home? Is it not what your men desire as well? Or would you prefer to stay here and defend Astar against an enemy with a plan? Tell me, how many soldiers have deserted since the Glamdrol incident?
ru: Не обязательно. Сегодняшние события показали, что вместе мы можем представлять грозную противодействующую силу. Не то ли вы хотели? Возможность освободить Аран-Балгур, ваш бывший дом? Не то ли желают и ваши люди? Или вы предпочтёте оставаться здесь и защищать Астар против врагов? Расскажите мне, сколько солдат пропали после Гламдролского инцидента?

source: I specifically pointed out your deception; I did not say I would retract, and that’s not an option at this point unless I were looking for a mutiny. I’m done speaking to you for now.
ru: Я конкретно указал на ваш обман; Я не говорю, что собираюсь отказаться, но это не выход на данный момент, если бы только я не затевал мятеж. Теперь я высказался.

source: Elynia, are you sure about this? You did admit before that your judgment might not be—
ru: Элиния, вы уверенны в этом? Вы же признали до этого, что ваше суждение может быть—

source: I’m not really heeding my judgment anymore, girl. It’s just a hunch I have... I have to return to Kalari and find this Demon Lord of the Storms, if it’s the last thing I do.
ru: Я теперь не прислушиваюсь к моим суждением, девушка. Просто у меня есть предчувствие.... Я должна вернуться в Калари и найти ту демонессу, Властительницу Бурь, если это последнее, что мне потребуется сделать.

source: Beyond her Smile
ru: За Гранью Её Улыбки

source: team_name^Elorran
ru: Элорран

source: Eluclya
ru: Илюкля

source: Nalan
ru: Налан

source: Crendil
ru: Крендил

source: Zareth
ru: Зарет

source: Gecelan
ru: Геселан

source: Aragea
ru: Арагея

source: Elytha
ru: Элита

source: Unia
ru: Уния

source: My lady, since you are returning to the Far North we thought we should let you know you can count on our help. Should you need fighters or a healer...
ru: Миледи, с тех пор как вы вернулись на Крайний Север, мы думаем, что мы должны дать вам знать, что вы можете рассчитывать на нашу поддержку. Если вам нужны воины или лекарь...

source: I appreciate your offer, and you can come with us if you wish.
ru: Я принимаю ваше предложение, можете идти с нами, если захотите.

source: These three loyal elves—Eluclya, Nalan and Crendil—will be available for you to recall from now on.
ru: Эти трое верных эльфов: Илюкля, Налан и Крендил — будут доступны вам для призыва с текущего момента.

source: Elynia, I’m not sure leaving most of our men behind is actually a good idea.
ru: Элиния, я не считаю, что оставление большей части наших людей позади — хорошая идея.

source: I prefer that they stay here to investigate the ruins for us and assist the elves should the Empire send more troops back here. Anya can teleport them back to us later if necessary. We don’t have much time and we have already tarried here for too long because of my incompetence.
ru: Я предполагаю, что они останутся здесь для обследования руин и военной поддержки эльфов, если Империя решит направить войска сюда. Аня сможет телепортировать их назад, если потребуется. У нас не так много времени: мы уже задержались здесь слишком надолго из-за моей некомпетентности.

source: Don’t say such things — it’s not your fault! Teleportation is a very complicated and dangerous skill to learn for those who weren’t born with the ability!
ru: Не говори так — это не твоя вина! Телепортация является очень сложным и опасным умением для обучения без врождённой предрасположенности к ней!
