Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: If you say so, girl. (<i>smiling</i>) I suppose it’s not my place to argue with a creature of the darkness.
ru: Как скажешь, девочка. (<i>улыбаясь</i>) Наверное мне не стоит спорить с существом тьмы.

source: Let’s return.
ru: Давайте возвращаться.

source: Where are we? Where is everyone?
ru: Что это за место? Где все?

source: While Anya and Durvan contemplate their surroundings, Elynia picks up a necklace identical to Anya’s, covered in blood.
ru: Пока Аня и Дурван осматриваются, Элиния подбирает ожерелье, идентичное Аниному, покрытое кровью.

source: This does not bode well.
ru: Это не сулит ничего хорошего.

source: That trail... No...
ru: Этот след... Нет...

source: Please tell me they’re not...
ru: Прошу, скажи, что они не...

source: ... May the Lords of Light have mercy...
ru: ... Пощадите нас, Владыки Света...

source: Sibul
ru: Сибул

source: Vrenmark
ru: Вренмарк

source: Amphael
ru: Амфаель

source: Vrena
ru: Врена

source: Zulter
ru: Залтер

source: Sharghel
ru: Шаргел

source: Riza
ru: Раза

source: Malryne
ru: Малрина

source: Faras
ru: Фарас

source: Vulmorse
ru: Валморз

source: El-Daghard
ru: Эль-Дагхард

source: Knox
ru: Кнокс

source: Shege Ros
ru: Шедже Роз

source: Azora
ru: Азора

source: Kalehmar
ru: Калемар

source: Zharma
ru: Жарма

source: Drogor
ru: Дрогор

source: Kyanala
ru: Кянала

source: Shergal
ru: Шергал

source: This... is quite the bloody mess...
ru: Это... какая-то кровавая каша...

source: Anya... I...
ru: Аня... Я...

source: ... I— I advise you don’t come outside—
ru: ... Я — Я советую тебе не выходить наружу—

source: (<i>crying</i>) No...
ru: (<i>плача</i>) Нет...

source: There they are! Just like the Fist told us, they would turn up soon looking for their fallen friends. Would that our pets had lingered around for long enough. But I’m rambling — let’s end this once and for all!
ru: Вот они! Прямо как сказал Кулак, они скоро спохватились их павших дружков. Если бы наши зверушки ещё на немного задержались. Но зачем я болтаю — давайте покончим с этим раз и навсегда!

source: Search the settlement for survivors, gather any living humans from the nearby villages, and try to locate Elorran and Tara’s remains.
ru: Осмотрите поселение, чтобы найти выживших, соберите всех живых людей из ближайших деревень и попытайтесь отыскать останки Элоррана и Тары.

source: Elynia...? What’s your plan?
ru: Элиния...? Каков Ваш план?

source: We will make the demons pay for this atrocity. That is all I know and care about for the moment.
ru: Мы заставим демонов заплатить за это зверство сполна. Вот всё что я знаю и о чём забочусь в данный момент.

source: Anya... I’m truly sorry for all this. It all has been my fault...
ru: Аня... Я честно прошу прощения за всё это. Это всё моя вина...

source: (<i>still crying</i>) Don’t blame yourself. This... we knew it would happen. It would happen sooner or later.
ru: (<i>до сих пор плача</i>) Не вини себя. Это... мы знали, что это случится. Что это случится рано или поздно.

source: I just... I just hoped I’d have a chance to say goodbye to them. They... they took care of me for so long, ever since I was abandoned... as a child.
ru: Я только... Я только надеялась, что смогу проститься с ними. Они... они заботились обо мне так долго, с тех пор, как я была брошена... ребёнком.

source: I could never understand. I had heard stories about your kind... And then I met you, and I saw you and that elvish lady, and the other elves... You have such a different perception of those who ascend to faeriedom... You look upon them with awe and respect. Humans don’t share the sentiment with those born from faerie and demonkind like me.
ru: Я никогда не смогу понять. Я слышала истории о вашем роде... А затем я встретила Вас, и я увидела Вас и ту эльфийскую леди, и других эльфов... У вас другое восприятие восходящих к файери... Вы смотрите на них с восхищением и уважением. Люди не разделяют чувства с теми, кто родился от файери и демона, как я.

source: They hate us. Perhaps out of fear, or out of ignorance. Or simply because we are not like them.
ru: Они ненавидят нас. Возможно, из-за страха или из-за невежества. Или просто из-за того, что мы не похожи на них.

source: Thirteen years ago, Tara found me in the forest. I was cold, starving, and frightened. She brought me to Elorran, and together they raised me since then, all despite the dangers of their mission. The rational option for them should have been to leave me behind so I wouldn’t hinder them, and yet...
ru: Тринадцать лет назад, Тара отыскала меня в лесу. Мне было холодно, голодно и страшно. Она принесла меня к Элоррану, вместе они растили меня с тех пор, несмотря на всю опасность их миссии. Более рациональным для них выбором, было бы оставление меня позади, что бы я не мешала им, и ещё...

source: ... They taught me many things. But most importantly...
ru: ... Они научили меня делать многие вещи. Но что гораздо важнее...

source: They taught me to smile.
ru: Они научили меня улыбаться.

source: My mission failed. I brought you back, but we don’t have the Ruby, and Elorran and Tara can’t help us anymore. But... I’m sure all this had to happen for a reason, even if it often feels like a cruel and pointless game of life and death.
ru: Моя миссия провалена. Я вернула вас назад, но у нас нет Рубина, и Элорран с Тарой больше нам не помогут. Однако... Я уверенна, что у всего этого была причина, даже если это и выглядит как бессмысленная игра жизни и смерти.

source: If we are still alive, it must mean something...
ru: Если мы всё ещё живы, это должно что-нибудь значить...

source: It must mean our purpose in this game hasn’t been fulfilled yet.
ru: Это значит, что наша цель в этой игре ещё не была выполнена.

source: I will follow you until the end... what else is there for me to do.
ru: Я последую за вами до конца... что же мне ещё осталось.

source: You are all I have now.
ru: Вы всё, что у меня теперь есть.

source: I’ve been eagerly awaiting the opportunity to behold the Lady of Light’s impaled torso, but that won’t happen now, for my presence is required in Kalari. But please, go on without me; just make sure to leave a trophy for me to claim.
ru: Я с нетерпением ждал возможности узреть насаженный на кол торс Леди Света, но это не случится сейчас: моё присутствие требуется в Калари. Но прошу, продолжайте без меня; только удостоверьтесь, что оставите трофей для меня.

source: Glorderon
ru: Глордерон

source: What was that explosion? The volcano?
ru: Что это был за взрыв? Вулкан?

source: No. It was much farther from this region...
ru: Нет. Он произошёл гораздо дальше от сюда...

source: The explosion definitely came from Raelthyn. There’s an enormous cloud of smoke coming from that direction. This... I suppose this explains why I couldn’t contact Valen yesterday.
ru: Взрыв точно произошёл в Раэлтине. С той стороны исходит огромное облако дыма. Это... наверное объясняет, почему я не могла связаться с Вален вчера.

source: This... isn’t po—
ru: Это... не воз—

source: Damn you, creatures— Grargh!!!
ru: Будьте вы прокляты, существа — Грагрх!!!

source: Ah, yes, you can kill me now, but at the end of the day—
ru: Ах, да, вы сейчас убьёте меня, но к концу дня—

source: Elynia, can I talk to you for a moment?
ru: Элиния, можно ли поговорить с Вами минутку?

source: You mean... Well, yes, of course.
ru: Ты думаешь... Ах, да, конечно.

source: (<i>aside</i>) We found a witness. He claims a demon and a faerie were amongst the many victims of a number of mechanical birds who descended from the sky, killing and devouring everybody in their path, making sure to leave no whole corpses behind. Elorran and Tara...
ru: (<i>в сторону</i>) Мы нашли свидетеля. Он заявляет, что демон и файери были среди многочисленных жертв тьмы механических птиц, спустившихся с неба, убивая и пожирая всех на своём пути, удостоверяясь, что не останется цельных трупов. Элорран и Тара...

source: (<i>aside</i>) I understand. Why... Why did it have to end like this...? Just when I thought we had a chance to rally demonkind against Uria...
ru: (<i>в сторону</i>) Поняла. Почему... Почему это должно было так закончится...? Тогда же, когда я посчитала, что у нас появился шанс обернуть демонов против Урии...

source: I don’t know anymore. If Raelthyn has fallen, then all hope is lost; the Chaos Empire has won the war, and Uria is now able to do whatever she wants with Irdya and her next target with that artifact in her possession. We might be able to survive the upcoming onslaught for a while if we go back with Unarye, assuming they haven’t also been crushed by these relentless hordes coming out of damned nowhere...
ru: Я уже и не знаю. Если Раэлтин пал, наша надежда потеряна; Империя Хаоса победила в войне, Урия теперь может делать с Ирдией всё, что вздумает, и её следующей целью с тем артефактом в её владении. Мы, возможно, сможем некоторое время выжить в последующей бойне, если вернёмся к Анери, если они ещё не были сломлены этими беспощадными ордами, приходящими из этого проклятого ниоткуда...

source: What if we left the Great Continent instead?
ru: Что, если мы вместо этого покинем Большой Континент?

source: The elves in Zocthanol Isle told us their merfolk allies had evidence that only the Great Northern Ice Plains remain besides this continent. We would quickly perish there, so that’s not an option. And what would the point be if Uria presumably has the power to destroy Irdya itself?
ru: Эльфы Острова Зоктанола рассказали нам что у их водяных союзников есть свидетельства, что вне континента остаются только Великие Северные Ледяные Равнины. Мы там скоро погибнем, поэтому это не выбор. А что, если Урия получит силу уничтожить саму Ирдию?

source: You aren’t suggesting we just sit here and do nothing, are you?
ru: Ты же не считаешь, что мы будем просто сидеть сложа руки, не так ли?

source: ... guess I am.
ru: ... конечно я считаю.

source: Elynia, please! Just... let’s go back to Raelthyn.
ru: Элиния, пожалуйста! Просто... давайте вернёмся в Раэлтин.

source: To see more of this? Do you really want to see more senseless destruction? Do you really want me to lead you to another devastated battlefield littered with dismembered corpses?
ru: Чтобы увидеть больше всего этого? Ты правда желаешь увидеть больше бесчувственного разрушения? Ты действительно желаешь, чтобы я привела тебя на ещё одно опустошённое поле брани, заполненное расчленёнными трупами?

source: I feel this is not over yet. Let’s go back. Please...
ru: Я чувствую, что ещё не всё кончено. Давайте вернёмся. Пожалуйста...

source: Breakdown
ru: Разрушение

source: Jeru’unog
ru: Джерууног

source: Locate the entrance to the lowest level
ru: Найдите вход на нижайший уровень

source: <i>... The darkness...</i>
ru: <i>... Тьма...</i>

source: <i>... The silence...</i>
ru: <i>... Тишина...</i>

source: <i>... And then...</i>
ru: <i>... А затем...</i>

source: <i>... The pain...</i>
ru: <i>... Боль...</i>

source: <i>... A pain so strong...</i>
ru: <i>... Боль, настолько сильная...</i>

source: <big>Aaaaaaaaaaaaaaaaahhh!</big>
ru: <big>АааааааааааааааааХХХ!</big>

source: The pain was excruciating. It was absolutely unlike any other pain I could remember. This pain was not just emotional. It felt as if it emanated from my very soul, a notion I would have regarded as absurd under different circumstances. I closed my eyes and tried to wake up from what I wished were just a horrible nightmare...
ru: Боль была мучительной. Она была полностью отлична от любой другой боли, которую я помню. Боль была не только эмоциональной. Она чувствовалась как будто исходящей из самой души, это представление я бы посчитала абсурдным при иных обстоятельствах. Я закрыла глаза и попыталась проснуться от того, что я надеялась, было просто ужасным кошмаром...

source: ... to no avail. Where darkness used to be, there was a powerful eye-piercing glare. The pain would not go away, no matter what I did. Instead, it was seeping through my veins and growing greater every passing instant. With my mind clouded by the horror, I could only think of one possible form of relief...
ru: ... но безрезультатно. Где должна была быть тьма, оказался слепящий глаза свет. Боль не собиралась уходить, что бы я не делала. Вместо этого, она просачивалась по моим жилам и нарастала с каждым мгновением. С затуманенным ужасом развумом, я могла думать только об одной возможной форме облегчения...

source: Destruction.
ru: Разрушении.

source: I felt compelled to give in to those dark urges. Perhaps if I released enough energy from my body, the pain would entirely vanish... or the dream world I was inhabiting would fall apart and I would be released back to reality...
ru: Я чувствовала, что необходимо подчиниться этим тёмным побуждениям. Возможно, если бы я высвободила достаточно энергии из моего тела, боль утихнет... или сон, если бы я в нём находилась, развеялся, и я бы вернулась в реальность...

source: My chest continued to burn with that energy. For a moment I considered jumping into the nearby abyss in an attempt to wake up. But that moment was cut short by a familiar presence.
ru: Моя грудь продолжила гореть этой энергией. В один момент я решила бросится в ближайшую пропасть в попытке проснуться. Но тот миг был прерван знакомым присутствием.

source: Could it be?
ru: Могло ли это быть?

source: She was there, watching me from a distance, silent, smirking.
ru: Она была здесь, смотря на меня на расстоянии, тихо ухмыляясь.

source: The next thing I knew, I was standing in front of her, about to blast her face like I did to that cave.
ru: Следующая вещь, которую я помню, была такой: я стояла перед ней, собираясь взорвать её лицо, как ту пещеру.

source: Your recovery took longer than I expected. Save your energy for later, dear.
ru: Твоё восстановление заняло больше времени, чем я ожидала. Сохрани свою энергию на потом, дорогая.

source: What have you done...
ru: Что ты сделала...

source: I would greatly prefer that you learned some self-constraint and resisted the temptation to blast everything in sight. Trust me, I have been there — I know what it feels like...
ru: Я бы предпочла, чтобы ты научилась некоторой сдержанности и сопротивлялась порыву взорвать всё в поле зрения. Поверь мне, Я уже была здесь — я знаю, как это чувствуется...

source: ... but I will not tolerate such displays of weakness from the predestined Guardian of Earth, and I will not hesitate to rip your heart out of your chest if you fail to show some respect for yourself.
ru: ... но я не смирюсь с такой демонстрацией слабости от предопределённого Стража Земли, и я не постесняюсь вырвать твоё сердце из груди, если ты не будешь уважать себя.

source: ... Guardian... of Earth...
ru: ... Страж... Земли...

source: Ah yes, I almost forgot — you are still a stupid and ignorant elf. I still don’t understand how you lived for longer than any of us and yet your awakening has only just taken place. Then again, you were blessed by Iluvia...
ru: Ах да, почти забыла — ты тупая и невежественная эльфийка. Я до сих пор не понимаю, как ты жила дольше, чем кто-либо из нас и только сейчас произошло твоё пробуждение. К тому же, ты была благословлена Илювией...

source: Yes, that must be it. The powers conferred by the Union atrophied your heart.
ru: Да, это должно быть так. Сила Союза атрофировала твоё сердце.

source: ... What... am I?
ru: ... Что... я?

source: An abomination. A creature that violates the laws of nature for the purpose of protecting it in some way. That’s the farce set up by the First Gods. Your energy heart draws from an unlimited power source and provides you with vast potential according to the aspect that Irdya’s seed itself assigned to you: some degree of control over earth, absolute command of the arcane flame and all the creatures whose life force is based on it, and immortality at an inconvenient cost.
ru: Мерзостное существо, нарушающее законы природы, ради её защиты каким-то образом. Это фарс, поставленный Первыми Богами. Твоё энергетическое сердце получает энергию из безграничного источника и предоставляет тебе широкий потенциал, согласно элементу, которым само семя Ирдии предписало тебе: некоторая степень контроля над землёй, полная власть над мистическим огнём и всеми существами, чья жизнь основана на нём, и бессмертие неудобной ценой.

source: Didn’t you ever wonder why no other elves had your unprecedented affinity with the faerie realm? Why your abnormally long life has been an endless strife? Why you could never conceive children? Why every single person you ever loved died?
ru: Ты не задумывалась, почему больше никто из эльфов не имел твоей непревзойдённой связи с царством файери? Почему твоя чрезвычайно долгая жизнь была бесконечной борьбой? Почему ты никогда не могла зачать детей? Почему каждый человек, которого ты любила, погибал?

source: ... The necromancer... The necromancer I vanquished...
ru: ... Некромант... Некромант, которого я победила...

source: Argan told me about that. Just another conceited sorcerer with his mouth full of air in the end. People tend to overestimate the dying words of those skilled in the forbidden arts, mostly out of fear. No, my dear, you were always cursed before even meeting that insignificant necromancer. You could even say Irdya herself cursed you, and that would not be entirely inaccurate.
ru: Арган рассказал мне об этом. Просто очередной тщеславный колдун с полным воздуха ртом в конце. Люди склонны переоценивать предсмертные слова продвинутых в запретных искусствах, главным образом из-за страха. Нет, дорогая, ты была всегда проклята, ещё до встречи с тем незначительным некромантам. Ты можешь даже сказать, что сама Ирдия прокляла тебя, и это будет не совсем неточно.

source: Every guardian that has existed shares your curse. Even I do, in spite of my condition as an unwilling usurper.
ru: Каждый страж, когда-либо существовавший, разделяет твоё проклятье. Даже я, не смотря на моё состояние в качестве невольного узурпатора.

source: Why did you not kill me?
ru: Отчего ты не убила меня?

source: Because that would be a terrible waste of potential. Trust me, I could not wish harder for the day your soul is permanently destroyed, but this is not the most appropriate moment for that.
ru: Потому что это будет ужасная трата потенциала. Доверься мне, я не могу дождаться того дня, когда твоя душа будет навечно уничтожена, со сейчас не самый подходящий момент для этого.

source: Ah yes, I forgot to mention that clause... Naturally-born guardians like you awaken once their soul fully merges with their energy heart, and the only way to kill a guardian is through their heart, so... (<i>smirking</i>)
ru: Ах да, забыла упомянуть об этом положении... Естественно родившиеся стражи, вроде тебя, пробуждаются, как только их душа полностью сливается с энергетическим сердцем, поэтому можно убить стража только через его сердце, так что... (<i>ухмыляется</i>)

source: I should destroy you right now. You are the abomination, not me.
ru: Я уничтожу тебя прямо сейчас. Ты - мерзость, а не я.

source: And then who would help you fight our common enemy? Do you even know what turned him into the monster you fought in Wesmere?
ru: А кто же тогда поможет тебе сражаться с нашим общим врагом? Ты хотя бы знаешь, что превратило его в то чудовище, с которым вы сражались в Весмире?

source: Zhangor? Ergea said he is a shapeshifter. Isn’t that the true form of a shapeshifter?
ru: Жангор? Ергея сказала, что он оборотень. Разве то не было истинной формой оборотня?

source: Ha, ha, your ignorance is as limitless as the powers you will eventually master and use against me. No, shapeshifters do not have a true form beyond that which they individually choose for themselves; granted, they are nearly indistinguishable from humans or elves during childhood.
ru: Ха, ха, твоё невежество настолько безгранично, насколько и твоя мощь, которую ты в итоге освоишь и используешь против меня. Нет, оборотни не имеют истинной формы, кроме той, которую они индивидуально подбирают для себя; кроме того, они практически не отличаются от людей или эльфов в детстве.

source: Zhangor chose a form that is as hideous as his soul. He might have taken some inspiration from the Gatekeeper he slew in Urvatha — the Gatekeeper whose heart he consumed and absorbed into his body.
ru: Жангор выбрал форму, ужасную как его душа. Возможно, он получил некоторое вдохновение от Привратника, которого он убил в Урвате — Привратника, чьё сердце он поглотил своим телом.

source: True shapeshifters were never meant to become guardians. Every creature was created in such way they could be eliminated should they present a peril to the balance of nature, but the oldest shapeshifters defy that rule, as you undoubtedly realized after dealing with Zhangor. Combined with the heart of a guardian, they may also defy the soul clause by turning the entirety of their nigh indestructible bodies into their hearts.
ru: Истинные оборотни никогда не должны были стать стражами. Каждое существо было создано так, чтобы его можно было уничтожить, если оно станет представлять опасность для баланса природы, но старейшие оборотни игнорируют это правило, как ты уже несомненно поняла после встречи с Жангором. В сочетании с сердцем стража они также могут бросить вызов пункту насчёт души, превращая всю полноту их практически неразрушимых тел в их сердца.

source: We should be thankful that the girl you took under your wing does not have the same grandiose aspirations as our delightful Demon Lord.
ru: Мы должны быть благодарны, что девушка под твоим крылом не имеет таких грандиозных чаяний, как наш восхитительный Демонический Лорд.

source: Wh— Anya... What is she?
ru: Чт— Аня... Что она?

source: She is a thing we mistakenly assumed would never exist.
ru: Она то, что не должно было никогда существовать по нашим ошибочным предположениям.

source: She is the true Guardian of Darkness of the Second Cycle.
ru: Она - истинный Страж Тьмы Второго Цикла.

source: I do not know how she came into existence, seeing as how the seed on Yrathid was said to have been absorbed by Merthiaal. Then again, it is just as troubling that the Uria we all know exists, as well as your counterpart on Silida. Who really knows what was going through the heads of the three goddesses who ended and restarted it all.
ru: Я не знаю, как она пришла в наш мир, смотря на то, как семя Йратида, как утверждается, было поглощено Мерфиааль. К тому же, это настолько же тревожно, как и то, что Урия существует такой, как мы её знаем, так же, как и твоя копия в Силидии. Кто вообще знает, что происходило в головах тех трёх богинь, которые завершили и перезапустили всё это.

source: There is another Guardian of Earth like me?
ru: Существует ещё один Страж Земли, подобно мне?

source: I would hardly call her such. Her pact with Uria requires her to sit idle in her stupid faerie land being generally useless. Granted, she did secretly guide Argan so we would find you, and so I would ‘kill’ you.
ru: Я могу с трудом назвать её так. Её договор с Урией требует от неё сидеть бездейственно в её дурацкой земле файери, в основном будучи бесполезной. Однако похоже, она тайно направляла Аргана, чтобы мы нашли тебя, и чтобы я 'убила' тебя.

source: It is rather disappointing, really. I am fairly certain she would be a more competent aid than you.
ru: На самом деле это так же довольно разочаровывающе. Я вполне уверена, что они была бы более компетентной поддержкой, чем ты.

source: What do you want me to do?
ru: Что ты от меня хочешь?

source: First, we must destroy Zhangor, together. Then, we can decide who gets to inherit Irdya through an old-fashioned duel between just the two of us.
ru: Для начала мы должны уничтожить Жангора, вместе. Затем, мы решим, кто получит Ирдию через старомодную дуэль между нами двоими.

source: What... do you intend to do with Anya?
ru: А что... ты будешь делать с Аней?
