Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: Probably because I don’t need to. I don’t have a motive to do anything anymore. My foolish mission to erase the orcish species from Irdya failed too long ago!
ru: Вероятно, потому, что мне не нужно. У меня нет больше побуждения что-либо делать. Моя глупая миссия стереть орков как вид с лица Ирдии провалилась уже слишком давно!

source: Is it redemption that you seek?
ru: Ты ищешь искупления?

source: I don’t know! That’s what you asked when I first met you, remember?
ru: Я не знаю! Это то, о чём ты спросила меня в первый раз, когда мы встретились, помнишь?

source: We aren’t accomplishing anything. My lady, please reconsider—
ru: Мы ни к чему не приходим. Миледи, пожалуйста передумайте—

source: We’ll secure the hive entrance together, but from that point onwards it will be only Mal Keshar and I, and whoever wants to go with us except for you two.
ru: Мы обезопасим вход в улей вместе, но с этого момента вперёд пойдёт только Мал Кешар и я, а так же все остальные, кто захочет оказать нам помощь, кроме вас двоих.

source: Wh— Why would that be, my lady?
ru: П— Почему так, миледи?

source: We are going to need some capable soldiers alive to alert the Grand Council if neither we nor our messengers make it back. I want you to immediately head back to the Far North should we not return to the surface within one day.
ru: Нам потребуется отправить несколько способных живых солдат, чтобы предупредить Великий Совет, если ни мы, не наши посланники не вернутся назад. Я потребую, чтобы вы немедленно как можно быстрее отправились на Крайний Север, если мы не вернёмся на поверхность в течении одного дня.

source: Very well, then. I am... unsure about what strategy — if any at all — you have in mind to defeat or destroy whatever you are going to face in that place, but... Your quest is noble. I wish you the best of luck to complete it.
ru: Ну тогда ладно. Я... не понимаю, какой стратегией — если она у вас вообще есть — вы собираетесь победить или уничтожит то, что вы наверное встретите в этом месте, но... Ваша цель благородна. Я желаю вам наибольшей удачи, чтобы её достигнуть.

source: If I ever return to our island, I’ll make sure our people hear of your bravery and your many sacrifices. I am sure you’ll succeed in this last mission, my lady.
ru: Если я когда-либо вернусь на наш остров, я удостоверюсь, что наш народ услышит о вашей смелости и о ваших многочисленных жертвах. Я уверенна, что вам удастся эта задача, миледи.

source: Thank you... It really means a lot to me.
ru: Благодарю вас... Это очень многое значит для меня.

source: Death and Rebirth
ru: Смерть и Возрождение

source: <i>My lady?</i>
ru: <i>Миледи?</i>

source: My lady, we have been looking for you! We have just received excellent news—
ru: Миледи, мы вас искали! Мы только что получили великолепные новости—

source: She’s not dead.
ru: Она не мертва.

source: B— but, the Wesmere facility was vaporized after the destruction of the core!
ru: Н— но, Весмирское сооружение было буквально испарилось после разрушения ядра!

source: That’s right, but she is not dead. I can feel her. I don’t know where she is, but she’s certainly not dead.
ru: Это верно, но она не мертва. Я чувствую её. Я не знаю, где она, но она точно не мертва.

source: But not in Irdya either, or is she?
ru: Но в любом случае не в Ирдии, не так ли?

source: She’s not.
ru: Нет.

source: Good. Wherever she is, she can’t bother us anymore, and her lackey was destroyed in the explosion. It’s a pity that we lost the experimental core units along with such a very strategic location, but we can do without them anyway. I feel the need to ask, however, why install the third unit on our new weapon when any of us could make a better use of it?
ru: Хорошо. Где бы она не была, она нас больше не будет беспокоить, а её прислужник был уничтожен взрывом. Жаль, что мы потеряли экспериментальные ядра, вместе с такой стратегически важной позицией, но мы сможем справиться и без них. Однако, мне нужно спросить, зачем устанавливать третий блок в наше секретное оружие, в то время, как любой из нас сможет найти ему лучшее применение?

source: I believe the Norsulans haven’t resolved the contamination issue yet. It’s not the best moment to make risky choices like that with our limited resources; we need to reclaim some land and complete the construction of the other hives.
ru: Я полагаю, что Норсулане ещё не разрешили проблему с загрязнением. Сейчас не лучший момент, чтобы совершать рискованные решения с нашими ограниченными ресурсами; нам следует отвоевать некоторую территорию и завершить строительство остальных ульев.

source: As for the original...
ru: Что касается оригинала...

source: She said we should not do anything with it yet.
ru: Она сказала, что ещё не собирается с ним что-либо делать.

source: I see. Well, that’s all I wanted to know.
ru: Ясно. Вот всё, что я хотел знать.

source: Don’t forget that you have a mission to carry out, too.
ru: Не забывай, что у тебя тоже есть задание.

source: I am aware, <i>my lady</i>. I am well aware.
ru: Я это знаю, <i>миледи</i>. Я очень хорошо это знаю.

source: Return to Wesmere — Part 2
ru: Возвращение в Весмир — Часть 2

source: Recruit and/or recall six units
ru: Завербуйте и/или призовите шесть бойцов

source: You cannot end your first turn until you have recruited or recalled six units
ru: Вы не можете окончить ход до тех пор, пока не завербуете или призовёте шесть бойцов

source: You can recruit or recall from your starting location (you do <b>not</b> need a castle or a keep)
ru: Вы можете вербовать или призывать с изначальной позиции (вам <b>не</b> потребуется замок или цитадель)

source: You will not be able to recall or recruit any units later until the end of the mission
ru: Вы не сможете вербовать или призывать бойцов вплоть до конца миссии

source: Find the Shaxthal hive entrance and proceed underground
ru: Найдите вход в Шакстальский улей и пройдите глубже

source: This putrid place seems much larger than it was the last time we set foot on it.
ru: Это гнилое место выглядит гораздо большим, чем когда мы были здесь в последний раз.

source: Clearly, our ‘friends’ have been busy at work here — it’s quite a maze. It will be no easy task to find Yechnagoth’s heart, whatever it looks like. Of course, I imagine it must give off an evil presence of some kind.
ru: Видать, наши 'дружки' на славу поработали — здесь почти лабиринт. Будет непростой задачей найти сердце Йечнагот, чем-бы оно ни было. Конечно, я полагаю, оно должно испускать злую энергию какого-то рода.

source: I’m certain we’ll be able to tell once we find it.
ru: Я уверенна, что мы сможем поговорить, как только найдём его.

source: Bay of Tirigaz
ru: Бухта Тиригаза

source: team_name^Tirigaz
ru: Тиригаз

source: Tan-Vatar
ru: Тан-Ватар

source: Rishix
ru: Рищикс

source: Ishkaal
ru: Ишкааль

source: team_name^Sea Creatures
ru: Морские Обитатели

source: team_name^Water Serpents
ru: Водные Змеи

source: Arthol
ru: Артол

source: Tirigaz
ru: Тиригаз

source: Krisval
ru: Крисвал

source: Burdyr
ru: Бардир

source: N: Bisbarl
ru: С: Бисбарл

source: N: Bisbarl NW: Port of Tirigaz NE: Arthol
ru: С: Бисбарл СЗ: Порт Тиригаза СВ: Артол

source: SW: Province of Wyndill
ru: ЮЗ: Провинция Виндиль

source: Defeat both enemy leaders
ru: Победите обоих вражеских командиров

source: Death of Vuruk or the ally leader
ru: Смерть Вурука или союзного лидера

source: The port of Tirigaz or the town of Arthol are captured by the enemy
ru: Порт Тиригаза или город Артол захвачены врагами

source: 170 gold! It seems it was a trading ship!
ru: 170 золотых! Похоже, это был торговый корабль!

source: You retrieve 170 pieces of gold.
ru: Вы получаете 170 единиц золота.

source: Bah, only 25 pieces of gold. Better than nothing, I guess.
ru: Бах, только 25 золотых кусков. Но всё же лучше, чем ничего.

source: You retrieve 25 pieces of gold.
ru: Вы получить 25 единиц золота.

source: Two pieces of gold? Damn, this must be a joke!
ru: Два золотых? Проклятье, это, должно быть, шутка!

source: You retrieve two pieces of gold.
ru: Вы получаете две единицы золота.

source: Well, well, 50 pieces of gold can be put to good use!
ru: Хорошо, хорошо, 50 золотых можно неплохо использовать!

source: You retrieve 50 pieces of gold.
ru: Вы получаете 50 единиц золота.

source: You filthy soft-skinned beasts, this is your last opportunity to return our swamps! We are not planning to retreat to the forests of the pointy-eared demons!
ru: Вы грязные, мягкокожие звери, мы даём вам последнюю возможность вернуть наши болота! Мы не собираемся возвращаться в леса тех остроухих демонов!

source: We care nothing for your stupid conflicts on the eastern borders. You trespassed our frontiers and broke our treaty, and now you ask from us the very lands you took by force; after raiding our southern garrison, no less! If you believe we will accede now—
ru: Нам плевать на ваши тупые конфликты на восточной границе. Вы нарушили наши границы и договор, а теперь вы просите нас вернуть те самые земли, которые вы сами отобрали силой после набега на наш южный гарнизон, не иначе! Если бы считаете, мы теперь согласимся—

source: To the Dark Gods with you and your treaty! The words of an orc are no more meaningful than his fetid breath! Maybe you’ll admit your defeat once we have razed every single one of your precious buildings to the ground. Go ahead, Rishix! Teach them a lesson!
ru: К Тёмным Богам вас и ваш договор! Слова орка значат не больше, чем его зловонный запах изо рта! Может быть, вы признаете ваше поражение, как только мы сровняем с землёй все ваши здания до единого. Вперёд, Ришикс! Преподайте им урок!

source: We’ll make these puny dirt-dwellers rue the day they were born!
ru: Мы заставим этих ничтожных грязевых жителей проклясть день, когда они родились!

source: That city to the northwest... is it the port of Tirigaz?
ru: Тот город к северо-западу... это Порт Тиригаза?

source: Yes... it wasn’t so well fortified during my time. So many things have changed since then.
ru: Да... он не был настолько укреплённым в моё время. Так много всего изменилось с тех пор.

source: Is that smoke I— Wait, I hear steps...
ru: Здесь дымом— подождите, я слышу шаги...

source: Vuruk
ru: Вурук

source: Hello, strangers! Are you loyal to the Grand Council?
ru: Здравствуйте, странники! Вы верны Великому Совету?

source: Ehm...
ru: Эмм...

source: Yes, we are.
ru: Да, так и есть.

source: Those vile saurians hold the port of Tirigaz under siege, leaving me unable to reach the city to deliver some important news to our lord. I think I speak for all of us when I say that your help would be very appreciated. I need to get to the city keep, but the journey across isn’t safe while those vermin roam about our lands!
ru: Эти подлые ящеры осаждают порт Тиригаза, не давая мне проникнуть в город, чтобы доставить важные сведения нашему господину. Я думаю, что говорю за всех нас, говоря, что ваша помощь будет очень востребована. Мне нужно добраться в цитадель города, но путешествие не безопасно, пока эти паразиты бродят по нашим землям!

source: The enemies of our friends are our enemies. We can help you.
ru: Враги наших друзей - наши враги. Мы поможем вам.

source: (<i>whispering</i>) I am curious about their motives... Don’t you think your trust in the orcs could be misplaced?
ru: (<i>шепча</i>) Мне интересны их мотивы... Ты же не думаешь, что твоё доверие к оркам может быть потеряно?

source: We must stop and repel those saurians before they take over Tirigaz or the northern town that provides resources to the port.
ru: Мы должны остановить и отбросить этих ящеров до того, как они захватят Тиригаз или город на севере, обеспечивающий порт ресурсами.

source: Vuruk, what is it that you need to report to the lord of Tirigaz?
ru: Вурук, что вам нужно доложить повелителю Тиригаза?

source: Hmm... I fear it is nothing I’m allowed to share with anyone but Lord Tan-Vatar and his trusted commanders, at least not at this time.
ru: Гммм... Я боюсь, что я не могу ничего из этого рассказать никому, кроме Лорда Тан-Ватара и его доверенных командиров, во всяком случае сейчас.

source: Come in aid of your kin, friends from the deep sea!
ru: Придите и помогите вашим собратьям, существа из морской глубины!

source: Ah, ha, ha, hah! They have the support of some wild creatures from the ocean! Nothing we cannot handle.
ru: Ах, ха, ха, хах! Они заручились поддержкой каких-то диких морских существ! Нет ничего, с чем бы мы не справились.

source: Where did all these damned creatures come from?
ru: Откуда пришли все эти проклятые твари?

source: This is turning out to be harder than it was supposed to be.
ru: Это становится труднее, чем предполагалось.

source: Arthol is being ransacked by the saurians! Now there’s no hope for Tirigaz!
ru: Артол был разграблен ящерами! У Тиригаза больше нет надежды!

source: Tirigaz has been captured! Our mission has failed, and we won’t be able to reach Zocthanol now!
ru: Тиригаз был захвачен! Наша миссия провалена: теперь мы не сможем добраться до Зоктанола!

source: No! I’ve got to... uuugh...
ru: Нет! Мне нужно.... ууууххх...

source: We let the orcish messenger perish on the battlefield! The lord of Tirigaz is not going to like this...
ru: Мы позволили оркскому посланнику погибнуть на поле боя! Лорду Тиригаза это совсем не понравится...

source: The treacherous ones cannot win! Eeaack...
ru: Вероломные не смогут победить! Ээааакк...

source: Damn you, dirt-dwellers!
ru: Будьте вы прокляты, жители грязи!

source: I have been struck down by the damned minions of a lich! This is not fair!
ru: Я был побеждён проклятыми прислужниками лича! Это не справедливо!

source: Accursed lich! May the Dark Gods smite you down for this atrocity— Eaugh!!!
ru: Проклятый лич! Да покарают тебя Тёмные Боги за такие зверства— Ооох!!!

source: Noooooo! You’ll suffer for this atrocity!
ru: Нееееееет! Вы заплатите за это зверство!

source: Ha, ha, ha! Die, fool!
ru: Ха, ха, ха! Умри, дурак!

source: No! The city will fall... without my leadership... *ack*
ru: Нет! Город падёт... без моего лидерства... *акккк*

source: Take that, orcish scum! Your leader is dead now, and your city is ours!
ru: Получи, оркская мразь! Теперь ваш лидер мёртв, а город наш!

source: The commander of the defense of Tirigaz has been slain! The city won’t resist for much longer now...
ru: Командир обороны Тиригаза был убит! Город не выстоит надолго...

source: Don’t get any closer to our villages, you vermin!
ru: Не приближайся к нашем деревням, вредитель!

source: Crush their villages into the ground!
ru: Сотрите их деревни с лица земли!

source: These villages belong to the lord of Tirigaz! We must protect them, not capture them!
ru: Эти деревни принадлежат Тиригазу! Мы должны защищать их, а не захватывать!

source: Vitork
ru: Виторк

source: Yes! We did it!
ru: Ура! Мы сделали это!

source: This is an important battle you’ve helped us win, travelers. The city of Tirigaz shall be eternally thankful for your assistance.
ru: Вы помогли нам в очень важной битве, путешественники. Тиригаз будет вам вечно благодарен за это.

source: It is our duty to assist our allies in these times. However, I believe this soldier has something to tell you...
ru: Наш долг - помогать союзникам в эти времена. Однако, этот солдат что-то желал вам сообщить...

source: Vuruk, brother, you made it! Did you discover anything new?
ru: Вурук, братец, ты справился! Ты выяснил что-нибудь новое?

source: Ha, indeed! I need to talk with you about it later, but now I must report to the chieftains.
ru: Ха, конечно! Мне нужно будет поговорить с тобой позже, а пока мне нужно доложить вождям.

source: I see you helped Vuruk return home safe and sound. Well done! So, what can we do for you to repay our debt?
ru: Как вижу, вы помогли Вуруку вернуться домой в целости и сохранности. Отлично! Итак, чем мы отблагодарить вас?

source: Um, we are currently looking for transportation services. We must sail the open ocean to find a certain island...
ru: Эм, сейчас мы ищем транспорт. Нам нужно проплыть через открытый океан, чтобы найти один остров...

source: I mean no offense, but only fools would dare sail the <i>open ocean</i>! Nobody has ventured into farther waters and returned in one piece, ever! Nobody knows exactly what kind of creatures inhabit the Vast Sea! Nobody knows for certain what lies beyond the horizon, but it surely can’t be good, you see! Why would anyone want to travel so far into unknown waters, when there are plenty of safer unexplored lands awaiting back whence you came?
ru: Не хочу никого оскорблять, но только дураки могут осмелиться плыть в <i>открытом океане</i>! Никто из плававших в дальние воды не вернулся целым, никто! Неизвестно, какие твари обитают в Великом Океане! Никто не знает точно, что лежит за горизонтом, но там не может быть хорошо, как видишь! Почему вы хотите отправиться так далеко в неизвестные воды, в то время, как существует множество неизведанных земель на суше?

source: We have a mission to complete, but much like Vuruk’s, it is not something we should discuss with...
ru: У нас есть миссия, которую нужно завершить, подобно Вуруку. Это не то, что мы должны обсуждать с...

source: We know the location of a certain isle where some people who once lived on the Great Continent went to. We need to gather some information from them — as part of a mission for the Grand Council.
ru: Мы знаем местоположение острова, куда приплыл народ, когда-то живший на Большом Континенте. Нам нужно получить от них некоторые сведения — в качестве задания Великого Совета.

source: Uh, huh.
ru: Ах, хах.

source: The Grand Council? Why didn’t you say so in the first place! We’ll do anything we can to help you in your mission. It’ll be difficult to gather an appropriate crew for you, but at least I can give you one of our fastest transport vessels.
ru: Великого Совета? Почему же вы сразу не сказали! Мы сделаем всё, чтобы помочь вам с этим. Сложно будет подобрать подходящую команду для вас, но, хотя бы, мы сможем выделить один из наших быстрейших транспортных суден.

source: The Skirmish
ru: Перестрелка

source: team_name^Townsmen
ru: Городские Жители

source: Morzey
ru: Морзей

source: Ilce’than
ru: Ицетан

source: Death of Morzey
ru: Смерть Морзея

source: Night falls, and the scouts reported at midday that those cursed soldiers were heading towards our town.
ru: Ночь наступает, разведчики доложили в полдень, что эти проклятые солдаты движутся к нашему городу.

source: It wasn’t enough for them to burn and ransack Tyannes... Damn it, why don’t the elders send us reinforcements?
ru: Им было не достаточно сжечь и разграбить Тянны... Черт побери, почему бы старейшинам не отправить нам подкрепления?

source: Meh. Ever since this war started they have cared little about safety — not just ours. It’s rumored that the country itself would fare very poorly against another foreign invasion.
ru: Эх. С тех пор, как эта война началась, они мало заботились о безопасности — не только нашей. Говорят, что сама страна сможет очень недолго сопротивляться ещё одному вражескому вторжению.

source: Well, I’ve heard that the elves have...
ru: Да, я слышал, что эльфы...

source: On guard! Three strangers approach from the southern road!
ru: Стража! Три незнакомца приближаются по южной дороге!

source: Halt there! Identify yourselves, strangers!
ru: Стоять! Кто вы, незнакомцы?

source: We are travelers. We don’t plan to stay in your town for more than one night. You don’t need to know who we are.
ru: Мы путешественники. Мы не планируем оставаться в вашем городе больше, чем на одну ночь. Вам просто не нужно знать, кто мы.

source: Sorry, but we were ordered not to let anybody... pass... She’s... beautiful.
ru: Извините, но нам приказали не впускать... никого... Она... прекрасна.

source: A faerie? Wh— what’s one of your kind doing so far from the northern lands?
ru: Файери? Чт— что одна из Вашего вида делает так далеко от северных земель?

source: As I said, we don’t plan to stay for more than one night. Just let us in.
ru: Я уже сказал: мы не останемся у вас более, чем на одну ночь. Просто дайте войти.

source: Who is that? Hey, the cloaked one!
ru: А кто это? Эй, в плаще!

source: Aaah!!
ru: Ааах!!

source: A necromancer! A...
ru: Некромант! А...

source: You are not alerting the entire town of his presence, are you? Such a handsome man could spend the night doing... more worthwhile things than fighting us...
ru: Вы же не будете поднимать тревогу из-за его присутствия, не так ли? Такой красивый мужчина мог бы потратить ночь... занимаясь более полезными делами, чем сражаться с нами...

source: Eh, I...
ru: Эх, я...

source: I don’t know what the hell your purpose here is, but we do have important things to do this night, such as defending the town from your cursed henchmen!
ru: Я не знаю, что за чертовщину вы тут вообще предлагаете, но у нас есть более важные дела этой ночью, как, например, защита города от ваших проклятых приспешников!

source: Henchmen? Do you see anyone else accompanying us?
ru: Приспешников? Вы видете, что кто-то ещё сопровождает нас?

source: Eh... uhm... well, no?
ru: Эх... ам... да, нет?

source: Well, then.
ru: Ну и хорошо.

source: Eh! That you don’t <i>seem</i> to bring anyone with you does not mean you cannot somehow summon them later! We heard rumors of the cursed warriors coming to our valley!
ru: Эй! То, что вы <i>по видимости</i>, не привели с собой никого не означает, что вы не призовёте их позже! Мы слышали, что эти проклятые воины идут в нашу долину!

source: Cursed, you say?
ru: Проклятые, говоришь?

source: Clad in black armor, bearing flags with impaled skulls at the top, and said to smell especially funny?
ru: Закованные в чёрную броню, нося флаги с наткнутыми черепами на верхушке и пахнущие особенно увеселительно?

source: They are our enemies as well. We have had some encounters with them before. Perhaps we could be of help, <i>if</i> you would let us inside your walls.
ru: Они так же и наши противники. Мы уже сражались с ними раньше. Мы вам можем помочь, <i>если</i> вы нас впустите внутрь ваших стен.

source: Let them come in at once! We are in need of all the help we can get if we want to live another day.
ru: Дайте им зайти наконец! Нам всем нужна помощь, если мы хотим дожить до завтра.

source: Yes, sir! As you command, sir!
ru: Так точно, сэр! Как прикажете, сэр!

source: Strangers, please help us. I am sure the gate guards already told you of the situation...
ru: Незнакомцы, пожалуйста, помогите нам. Я уверен, что охрана ворот уже рассказала вам о ситуации...

source: Yes, they did.
ru: Да, они это сделали.

source: Well, well. I have heard of necromancers helping the northern country’s cause, so I... suppose you can be trusted. Although, if you turn out to be working for our enemies we would be doomed either way. I beg of you to aid us in this battle; all we have left nowadays is the town militia, for which we can barely afford proper weapons.
ru: Ладно, ладно. Я слышал о некромантах, служащих северной стране, поэтому... я считаю, что вам можно доверять. Хотя, если обнаружится, что вы работаете на наших врагов, мы всё равно будем обречены. Я прошу вас помочь в этой битве; всё, что у нас теперь имеется — городское ополчение, для которого мы еле можем предоставить подходящее оружие.

source: We’ll help you. Just don’t ask names.
ru: Мы поможем вам. Только не спрашивайте имена.

source: That’s... a very dubious request...
ru: Это... очень подозрительная просьба...

source: My lord! Torches and wardrums approach from the northern hills!
ru: Милорд! Факела и барабанная дробь приближается с северных холмов!

source: Blast it, they arrived sooner than I expected. To arms!
ru: Проклятье, они прибыли скорее, чем мы ожидали. К оружию!

source: We failed to protect the town...
ru: Нам не удалось защитить город...
