Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: We’d like to start by apologizing for our actions, or more accurately, our lack thereof. Had we understood the importance of your mission to Zocthanol we’d have sent a whole fleet with you, and Galas’ demise could have surely been avoided.
ru: Мы бы хотели начать с принесения извинений за наши действия, а точнее, за отсутствие таковых. Если бы мы осознали всю важность вашей миссии на Зоктаноле, мы бы отправили весь наш флот с вами, и потери Галаса можно было бы избежать.

source: I... I don’t think that would have made a great difference. The storm that caught us was a trap set up by our enemies.
ru: Я.. Я не думаю, что это поменяло бы что-то. Шторм, налетевший на нас, был ловушкой, устроенной нашими противниками.

source: As soon as we got word of your plan to assault the Wesmere hive on your own, we sent a platoon in your aid, but their path was obstructed by those Shaxthal creatures, who took over the Bay of Glamdrol to the south-west.
ru: Как только мы узнали о вашем плане штурма Весмирского улья, мы отправили отряд вам на подмогу, но их путь был блокирован этими биомеханическими существами, захватившими бухту Гламдрола к юго-западу.

source: By the time the soldiers arrived, it was already too late. Not only did we not find you or the lich Mal Keshar, but the plains had completely disappeared.
ru: Когда солдаты прибыли на место, уже было поздно. Мы не только не нашли Вас или лича Мал Кешара, но равнины полностью исчезли.

source: But... disappeared?
ru: Но... исчезли?

source: Everything vanished at the center of the explosion from which you escaped. The hive, the rocks, the clouds — everything had completely disappeared, according to the reports we got. The area surrounding the massive crater turned into a vast ashy desert devoid of any traces of life, artificial or otherwise. They also said the air itself had turned thin as in the tallest peaks of the Heart Mountains. We could only assume you had also been caught in the explosion and were destroyed along with the necromancer.
ru: Всё испарилось в эпицентре взрыва, из которого вы спаслись. Улей, скалы, облака — всё полностью исчезло, судя по рапортам. Земля вокруг огромного кратера превратилась в огромную выжженную пустыню, без каких-либо признаков жизни, искусственной или иной. Было сказано, что даже воздух стал тонким, как на вершинах Гор Сердца. Мы могли предполагать, только что Вы вместе с некромантом были уничтожены взрывом.

source: With the ongoing war, we couldn’t spend much time or resources in searching for you, so we decided to seek assistance from a seer who could tell us what happened and why. That’s when we found Valen, who has been of great help to us this past year.
ru: С ведущейся войной, мы не могли тратить время и ресурсы на поиски, поэтому мы решили воспользоваться помощью ясновидящей, которая могла нам сказать, что и как случилось. Вот почему мы отыскали Вален, служащую нам верой и правдой уже целый год.

source: Hold on...
ru: Подождите...

source: That isn’t possible! A year? But— it has been— it has been less than a month!
ru: Это невозможно! Год? Но — прошло — с тех пор прошло меньше месяца!

source: For you, my lady, time only continued to flow after the point you reappeared in our country’s borders, but for us, time has gone by as usual. It’s been a little more than a year since the destruction of Wesmere.
ru: Для вас, миледи, время продолжило течение после того, как вы вновь появились в пределах нашей страны, но для нас, время шло, как обычно. Прошло уже больше года со времён разрушения Весмира.

source: We suspect you were at the very center of the explosion, which may have caused an anomaly that brought you forward in time.
ru: Мы предполагаем, что вы были в самом центре взрыва, породившего аномалию, перенёсшую Вас во времени.

source: ... Actually, it may be my own fault. I used a teleportation spell I had just learned, without mastering it first, just as I felt as though my very existence had come to an end...
ru: ... Возможно, это и мой просчёт. Я использовала заклинание телепортации, спонтанно, без тренировки. В один момент мне даже показалось, что само моё существование подошло к концу...

source: But the entire place vanishing doesn’t make sense... How could that happen?
ru: Но уничтожение целого места не имеет смысла... Как это могло произойти?

source: There are many things we still haven’t learned about our enemies that are, perhaps, essential for putting an end to this war.
ru: Мы не знаем слишком много вещей о наших врагах, возможно, ключевых для победы в войне.

source: Where’s Kyara? And Horo? We sent them to you after securing the Chaos outpost in Wesmere!
ru: А где Киара? И Хоро? Мы отослали их вам, после захвата заставы Хаоса в Весмире!

source: I fear we have never heard those names before.
ru: Я опасаюсь, что мы никогда не слышали таких имён.

source: Assuming they stumbled upon the same class and number of enemies as our men did, it’s very likely they didn’t make it.
ru: Если они наткнулись на тех же врагов, что и мы, должно быть, они не справились.

source: If you can provide me with more information, I may be able to find out what occurred to them, but it will take time.
ru: Если бы вы предоставили мне больше информации, я могла бы выяснить, что же с ними случилось, однако, это займёт время.

source: While Valen was trying to determine your whereabouts, new riots took place between the elves in the lands to the east. There are rumors of a certain rose-haired faerie allying herself with the leaders of the Chaos Empire, which is why you and your people have become rather unpopular amongst our peers.
ru: Пока Вален была занята вашим поиском, новые восстания произошли в эльфийских землях на востоке. Есть сведения о какой-то розоволосой файери, сотрудничающей с лидерами Империи Хаоса. Поэтому Вы и ваш народ стал в немилость среди нас.

source: The elves are once again divided and fighting their own kinsmen on the eastern border of our country, but one of the factions is clearly at an advantage thanks to their alliance with the Empire. We suspect they may be planning to invade us next, taking advantage of the tight situation on the southern borders.
ru: Эльфы уже однажды разделились и сражались друг с другом на восточной границе нашей страны, но одна из фракций в явном преимуществе, благодаря их альянсу с Империей. Мы ожидаем, что они могут скоро атаковать нас, используя преимущество напряжённой ситуации на южном фронте.

source: Furthermore, it is said a great explosion took place in Glamdrol a few days ago. We haven’t received any confirmation yet, but we fear it’s of a similar nature to the one which destroyed Wesmere. If that’s true, then we have just lost our largest western garrison.
ru: Кроме того, гигантский взрыв случился в Гламдроле пару дней назад. Мы ещё не получили подтверждения, однако, мы боимся, что он был той же самой природы, что и взрыв, уничтоживший Весмир. Если это так, то мы только что потеряли наш самый большой западный гарнизон.

source: I see...
ru: Ясно...

source: It’s of utmost importance that the situation in the east is cleared up. The friendly elvish faction has asked us for aid, but as it is now we are unable to gather the complete Council to come to an agreement. We currently don’t have many men to spare, so it has been suggested that you could lead a militia in order to assist them, and hopefully discover the identity of this mysterious impersonator.
ru: Поэтому необходимо сделать всё возможное, чтобы спасти ситуацию на востоке. Дружественно настроенная эльфийская фракция запросила помощи, но мы не можем собрать весь Совет для соглашения. Мы не имеем достаточно войск для разделения, поэтому мы предлагаем Вам повести ополчение для помощи им и, надеемся, раскрытия сущности этого загадочного самозванца.

source: I think I’ve had enough experience with leading militiamen in the forests for my liking, and I highly doubt they could stand a chance against those demons and biomechanical creatures.
ru: Я считаю, у меня достаточно опыта командования ополчением в лесах, но я сомневаюсь, что они выстоят против демонов и биомеханических существ.

source: Eh?
ru: Эх?

source: It was never our intention to send you alone with barely-trained fighters. Amongst your messengers was one of Mal Keshar’s very own disciples, a woman by the name of Zynara. She’s willing to assist by leading a new undead horde against our enemies for you.
ru: Мы не предлагали вам отправиться только с едва обученными воинами. Среди ваших посланников была одна из самых близких приспешников Мал Кешара - женщина, под именем Зайнара. Она желает помочь вам призывом новой орды нежити.

source: If you agree to help us, we will also make sure to keep you informed of any important events from the main battle front, sending you messages through Valen. You’ll also be able to communicate with us this way.
ru: Если вы согласны помочь нам, мы также будем информировать вас о любых важных вестях с главного фронта, отправляя сообщения с помощью Вален. Вы так же сможете общаться и с нами.

source: There’s a very important journal we retrieved from the Chaos capital, and Mal Keshar told me before his destruction that he passed it to Kyara, the desert elf, in case neither of us would make it back from the hive. It is my hope that she and Horo are still alive somewhere, or that at the very least they passed the journal to another trustworthy person. I will agree to lead the expedition on the condition that you also do your best to locate it.
ru: Существует чрезвычайно важный дневник, который мы заполучили в столице Хаоса. Перед своей гибелью, Мал Кешар рассказал мне, что он отдал его Киаре, пустынному эльфу, на случай, если никто из нас не выйдет живым из улья. Я очень надеюсь, что она и Хоро остались в живых где-нибудь, или, хотя бы, что журнал перешёл в надёжные руки. Я согласна вести экспедицию, при условии, что вы сделаете всё возможное для его поиска.

source: That’s a fair deal, although I would first like to know what this journal contains that makes it such a great priority for you, over your reputation and people.
ru: Это честный договор, однако, я бы очень хотел знать, что же этот дневник содержит такого, что вы его ставите выше вашей репутации и народа.

source: Mal Keshar didn’t get a chance to talk with me about the contents of the journal besides the location of the hive, where the heart of Yechnagoth was supposedly stored. Before his destruction, he referred to “a greater cause, one that transcends the fate of Irdya” — I have a feeling that it’s about something he read in it. The journal was written by the Chaos Emperor himself, so the information within should be accurate and relevant for our purposes.
ru: Мал Кешар не имел ни малейшей возможности упомянуть о содержании журнала, кроме улья, где предположительно находилось сердце Йечнагот. Перед его трагической смертью он упоминал о "высшей цели, той, что превосходит судьбу Ирдии" — о которой, я чувствую, он вычитал из дневника. Сам дневник был написан Императором Хаоса собственноручно, так что информация внутри точно должна послужить нашим целям.

source: That is, assuming the heart of the colossal creature we destroyed in Wesmere was truly Yechnagoth’s.
ru: Если, конечно, сердце колоссального существа, поверженного в Весмире, действительно принадлежало Йечнагот.

source: I’ll do whatever it takes to find out about that journal, my lady.
ru: Я сделаю всё возможное для поиска этого журнала, госпожа.

source: Very well, then. Tomorrow we’ll provide you with further instructions for your mission. We’ll talk with the messengers from Suthwood now.
ru: Тогда договорились. Завтра мы сообщим вам остальные инструкции для вашей миссии. Теперь мы поговорим с посланниками из Сафвуда.

source: Proximus
ru: Раскол

source: team_name^Northern Defense Line
ru: Северная Линия Обороны

source: General Lorelath
ru: Генерал Лорлат

source: Cithraldin
ru: Ситралдин

source: Gerumanen
ru: Геруманен

source: team_name^Shaxthals
ru: Шаксталы

source: According to the map Unarye gave us, the valley entrance is just ahead.
ru: Согласно карте Анери, вход в долину прямо перед нами.

source: Good.
ru: Хорошо.

source: Don’t you think it is unsafe to be here all alone, though?
ru: Вам не кажется, что находиться здесь одним как-то небезопасно?

source: There’s nothing suspicious around here, so... No, I don’t think so. We are both capable of defending ourselves against desert animals.
ru: Вокруг нас нет ничего подозрительного, так что... Так что, я думаю нет. Мы обе способны защититься против пустынных животных.

source: Mal Zynavu
ru: Мал Зайнаву

source: Well, let’s see how you fare on your own against <i>me</i>!
ru: Теперь посмотрим как ты защитишься против <i>меня</i>!

source: Wh—
ru: Чт—

source: —<b>Who</b> are you in truth? <b>ANSWER!</b>
ru: —<b>Кто</b> ты на самом деле? <b>ОТВЕЧАЙ!</b>

source: It saddens me to admit that my master was a very misguided person — his destruction was only a matter of time. Uria’s power is the greatest force that’s ever graced us. We could avoid wasting so many lives all over the continent if everyone accepted her offer and joined her cause.
ru: Мне грустно признавать, что мой учитель был очень заблуждавшейся личностью — его гибель была только вопросом времени. Мощь Урии - мощнейшая сила, когда-либо посещавшая нас. Мы бы могли спасти столько жизней, если бы просто присоединились к ней.

source: So <b>you</b> were in the country working for the Triad all this time? <b>YOU BETRAYED US!</b>
ru: Так <b>вы</b> всё это время работали на Триаду?! <b>ВЫ ПРЕДАЛИ НАС!</b>

source: I am not the only one! Even those pitiful northerners have grown weary of this pointless war and seek easier alternatives. Now, give me that staff. Oh, and don’t forget you are not in possession of godlike powers anymore — I can and will kill you if you don’t concede.
ru: И не только я одна! Даже эти жалкие северяне устали от этой бессмысленной войны и ищут лучшие альтернативы. Теперь, дай мне этот посох. Ой, и не забудь, что ты больше не владеешь богоподобными силами — Я могу, и я убью тебя, если ты не согласишься.

source: <i>They</i> are also willing to help...
ru: <i>Они</i> тоже желают помочь...

source: —GAH!
ru: —ГАХ!

source: Anya! Durvan! How did you know? I—
ru: Аня! Дурван! Как вы узнали? Я—

source: My lady, we’d never leave you alone in the darkness. After all, it <i>is</i> our element!
ru: Миледи, мы бы некогда не отпустили Вас одну в потёмки. В конце концов, это <i>наш элемент</i>!

source: There’s a lot of movement in the hills to the south, my lady. The northern defense line is preparing for battle, and so should we!
ru: В южных холмах замечено движение, госпожа. Северная линия обороны готовится к битве, нам нужно тоже!

source: Elynia must destroy Mal Zynavu by herself
ru: Элиния должна лично поразить Мал Зайнаву

source: You may attack Mal Zynavu only with Elynia
ru: Вы можете атаковать Мал Зайнаву только Элинией

source: I didn’t come from so far to the former home of my people to be defeated by a traitor and coward.
ru: Я не затем шла так далеко на бывшую родину моего народа, чтобы быть побеждённой изменником и трусом.

source: El— my lady?!
ru: Эл— миледи?!

source: I <i>have</i> done this before, thanks to Argan and Malin.
ru: Я <i>уже</i> делала это раньше, спасибо Аргану и Малину.

source: Your staff... the Ruby’s glowing!
ru: Ваш посох... Рубин сверкает!

source: I can see her friends there... he, he...
ru: Я вижу её дружков... хе, хе...

source: Ignore them — strike down the faerie first!
ru: Плевать на них — победите сначала файери!

source: Who is your leader? Who is awaiting us in the valley and who is my impersonator?
ru: На кого ты работаешь? Кто поджидает нас в долине, и кто выдаёт себя за меня?

source: I work for the Iron Council! I have no idea who—
ru: Я работаю на Железный Совет! Я без понятия, кто—

source: You... are... <b>LYING</b>!
ru: Ты <b>ЛЖЁШЬ</b>!

source: How could you...
ru: Как ты могла...

source: It’s over now.
ru: Всё кончено.

source: My lady...
ru: Миледи...

source: Just ‘Elynia’ will do, friends.
ru: Давайте просто 'Элиния', друзья.

source: What should we do now?
ru: Что мы теперь будем делать?

source: There is no turning back, and the impostor must be preparing to confront us or flee from the valley. Whichever is the case, I am going to find her and burn her to ashes. You must contact Elorran immediately to notify him of Zynara’s betrayal. It’s very probable that he is in danger.
ru: Пути назад нет, самозванка, должно быть, уже приготавливается к противостоянию нам или к бегству из долины. В любом случае, я найду её и сожгу заживо дотла. Вы должны срочно связаться с Элорраном и сообщить ему об измене Зайнары. Очень вероятно, что он в опасности.

source: Very well!
ru: Прекрасно!

source: Everyone else, prepare for what I hope will be our last battle.
ru: Все остальные, приготовьтесь к нашему, надеюсь, последнему бою.

source: Yes, my lady!
ru: Да, миледи!

source: The main troops are coming...
ru: Основные войска приближаются...

source: Shifting Allegiances
ru: Необычный Союз

source: team_name^Demons
ru: Демоны

source: It’s really been a long trip. Are we there yet?
ru: Это был действительно долгий путь. Мы уже пришли?

source: No, but we should reach Dalbloom in the middle of the night if we keep our pace and don’t stop to rest.
ru: Ещё нет, но мы достигнем Далблума к середине ночи, если сохраним наш темп и не будем делать привал.

source: Ah, if you only knew how to use the Ruby’s power to its full extent, we could have avoided all this.
ru: Ах, если бы вы знали, как использовать Рубин на полную мощность, мы могли бы избежать всего этого.

source: Right. But—
ru: Всё верно, Но—

source: <i>(disconcerted)</i> You can’t possibly know about the Ruby of Fire! Who are you?
ru: <i>(испуганно)</i> Но ты не можешь знать об Огненном Рубине! Кто ты?

source: I’m sorry for lying to you. I really like you, but... I needed you to come here.
ru: Извини, что обманывала тебя. Ты мне очень нравишься, однако... Мне нужно было привести тебя сюда.

source: An impostor!
ru: Лжец!

source: No, I simply needed to disguise myself as a helpless human girl so I’d be allowed to travel with you and guide you to this place.
ru: Не совсем, мне просто нужно было представиться беспомощной девочкой, чтобы мне разрешили пойти с вами и привести вас в это место.

source: The Lady of Light.
ru: Леди Света.

source: It is an honor to meet you.
ru: Почту за честь встретить Вас.

source: What do you want from us?
ru: Что вы хотите от меня?

source: We just want your staff, or to be more specific, the gem decorating its top: the Ruby of Fire.
ru: Нам просто нужен Ваш посох, точнее кристалл, красующийся на его вершине: Рубин Огня.

source: You already tried this once and didn’t succeed; what makes you think this time will be any different?
ru: Вы уже пытались однажды и потерпели поражение; что заставляет вас думать, что теперь будет иначе?

source: Actually... I presume you speak of someone else?
ru: На самом деле... Я догадываюсь, вы говорите о ком-то ещё?

source: My lady, we are wasting precious time here! Let us purge the Northlands of this blight!
ru: Госпожа, мы тратим драгоценное время! Давайте очистим Север от этой нечисти!

source: The power of the Ruby of Fire is too great and too evil for it to fall into the wrong hands. You fiends shall not obtain it as long as I live!
ru: Сила Рубина Огня слишком великая и зловещая для попадания в неправильные руки. Вы, черти, не получите его пока я жива!

source: So be it, then. I was hoping to achieve something with a more civilized approach, but I guess diplomacy has become a thing of the past on this world as well.
ru: Значит, да будет так. Я надеялся достигнуть цели более цивилизованными методами, но, похоже, дипломатия ушла в прошлое в этом мире.

source: I’m truly sorry. It wasn’t my intention for things to come to this.
ru: Я правда извиняюсь. Я не хотела, чтобы вещи пошли подобным образом.

source: What... was that?
ru: Что... это было?

source: I’m not sure. There’s something very... unusual about these demons, aside from the fact that there are two faerie beings allied with them.
ru: Я не уверенна. Что-то очень... необычно с этими демонами, кроме того, что две файери объединились с ними.

source: You can now recruit undead units.
ru: Теперь вы можете призывать нежить.

source: Did you all hear that?
ru: Вы это слышали?

source: That’s the sound of bad news — Shaxthal creatures are approaching.
ru: Это плохие новости — Шаксталы приближаются.

source: They have arrived!
ru: Они прибыли!

source: Curse Uria! They have found us!
ru: Проклятье! Они нашли нас!

source: Those metallic beasts don’t seem interested in us as much as they are interested in our foes, but why?
ru: Похоже, эти металлические твари не настолько заинтересованы в нас, как в наших врагах, но почему?

source: Lady of Light, I’d like to call a truce. These creatures are our enemies too, and we don’t really want to get involved in a slaughter.
ru: Леди Света, прошу перемирия. Эти существа являются тоже нашими врагами, и мы очень не хотим быть вовлечёнными в бойню.

source: Why should my side accede? Don’t you all work for Uria?
ru: Почему мы должны слушать? Разве вы все не служите Урии?

source: We don’t! We are struggling <i>against</i> her!
ru: Мы - нет! Мы боремся <i>против</i> неё!

source: My lady, those demons cannot be trusted! They must be staging a trap, posing as enemies of Uria!
ru: Миледи, демонам нельзя доверять! Они, должно быть, подстроили ловушку, притворяясь врагами Урии!

source: I don’t know, they do seem to have a few of us amongst them. I am fairly sure our kind wouldn’t ally with demons without a very good reason.
ru: Я не знаю почему, но среди них некоторые из нас. Я уверенна, что наш народ не будет объединяться с демонами без очень уважительной причины.

source: And what if that reason is destroying us? Your kind can’t be trusted!
ru: А что, если их цель - наша погибель? Вашему виду нельзя доверять!

source: My lady?
ru: Миледи?

source: What would Galas and Anlindë have done in this situation?
ru: Что сделали бы Галас и Анлиндэ в этой ситуации?

source: My lady, you must decide now!
ru: Моя леди, вы должны решать сейчас же!

source: Let us cooperate with these strange demons and repel the Shaxthal incursion before they infest the countryside. We’ll decide what to do about them later.
ru: Давайте скооперируемся с этими странными демонами и отразим вторжение Шаксталов, до того, как они заполонят окрестности. Мы решим, что делать с ними позднее.

source: This is ridiculous! My master must have overestimated your ability to command!
ru: Это смехотворно! Мой учитель сильно переоценил Вашу возможность руководить!

source: Your master would have been destroyed if Galas and Anlindë hadn’t been at the command of the elvish troops. They gave him a chance to redeem himself. If it weren’t for that, none of us would be here today discussing this.
ru: Ваш учитель был бы уже давно уничтожен, если бы Галас и Анлиндэ не командовали эльфийскими войсками. Они дали ему шанс искупиться. В противном случае, никто из нас бы не вёл сегодня этот разговор.

source: Very well, let’s do this!
ru: Замечательно, давайте сделаем это!

source: Repel the Shaxthal incursion
ru: Отразите атаку Шаксталов

source: Death of Elorran
ru: Смерть Элоррана

source: My people! Now that Uria knows we are plotting against her, they are doomed without my guidance!
ru: Мой народ! Теперь, когда Урия знает, что мы неповинуемся ей, он обречён без моего руководства!

source: Fort Dalbloom
ru: Форт Далблум

source: Yes! We did it! We did it together!
ru: Ура! Мы сделали это! Мы сделали это вместе!
