Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: I have had enough of this — surround her and strike her down! Do not let her get away!
ru: Я уже достаточно слышала это — окружите и сразите её! Не дайте ей убежать!

source: No... Let me go!
ru: Нет... Отпустите меня!

source: You and your accursed allies have been conspiring against us and the Grand Council of the Northern Peoples, sowing strife and destruction. Whoever you are, your heinous deeds make you unworthy of my mercy. You no longer deserve a place amongst elvenkind.
ru: Ты и твои проклятые союзники боролись против нас и Великого Совета Северных Народов, сея смерть и разрушение. Кем бы ты не была, твои чудовищные деяния не достойны никакой пощады! Ты больше не заслуживаешь места среди эльфов.

source: ... Elynia... please...
ru: ... Элиния... прошу...

source: Leave this world <b>now</b>, and never return again!
ru: Покинь же этот мир и не возвращайся никогда!

source: (<i>confused</i>) What is this?
ru: (<i>в замешательстве</i>) Что это?

source: ... Please... don’t... attack me...
ru: ... Пожалуйста... не... атакуйте меня...

source: But... how... how is this possible?
ru: Но... как.... как это возможно?

source: This doesn’t make sense!
ru: Это не имеет смысла!

source: (<i>cackling</i>)
ru: (<i>хихиканье</i>)

source: Who is that?!
ru: Кто здесь?!

source: (<i>more cackling</i>) <i>What do you think of our first complete infiltrator? It took us great effort to design and build such perfection.</i>
ru: (<i>ещё более сильное хихиканье</i>) <i>Что ты думаешь о нашем первом полноценным внедрителе? Нам потребовалось много усилий, чтобы разработать и воплотить такое совершенство.</i>

source: (<i>angry</i>) I know you... You are one of the members of the Iron Council, Mal Hekuba!
ru: (<i>злобно</i>) Я знаю тебя... Ты один из членов Железного Совета, Мал Хекуба!

source: Did you miss me, Elynia?
ru: Скучала по мне, Элиния?

source: ... I couldn’t possibly wish harder for you and your friends’ destruction.
ru: ... Я не могу желать большего, чем гибели тебя и твоих друзей.

source: Ha, ha, but that’s not going to happen in your lifetime, or is it?
ru: Ха, ха, но ведь это не случится при твоей жизни, не так ли?

source: Where are you? Stop fooling around and show yourself, you—
ru: Где же ты? Прекрати дурачиться и покажись наконец, жалкий—

source: I understand that you must be confused and enraged after losing your friends to such a pointless cause, and traveling so far only to slaughter the same people whom you once vowed to protect!
ru: Я понимаю, что ты немного сконфужена и разъярена, после потери друзей ради такой бессмысленной цели, и путешествия так далеко, только, чтобы сгубить тот самый народ, который ты однажды поклялась защищать!

source: It appears to be just an illusion...
ru: Похоже, это всего лишь иллюзия...

source: Destroying you is NOT a pointless cause!
ru: Твоё уничтожение - НЕ бессмысленная цель!

source: Mal Hekuba
ru: Мал Хекуба

source: But of course it is! You cannot destroy us! Not without the power of the Union, anyway, which you left behind in Uria’s sacred domain when you destroyed your beloved Argan.
ru: На самом деле она такова! Ты не можешь уничтожить нас! В всяком случае, без силы Союза, которую ты оставила в священных владениях Урии, когда ты убила твоего возлюбленного Аргана.

source: I still have the Ruby of Fire!
ru: У меня до сих пор есть Рубин Огня!

source: That understandably attractive relic is not important for <i>me</i>. Argan’s treacherous little girl likes to think of it as if it were unique and irreplaceable, and convinced Uria of that — but in truth, it is not.
ru: Эта переоценённая привлекательная реликвия не важна для <i>меня</i>. Изменчивая девочка Аргана предпочитает думать, что она единственная и незаменимая, и убедила в этом Урию — но на самом деле, это не так.

source: What are you babbling about?
ru: Про что ты такое болтаешь?

source: The first set of replicas of Yechnagoth’s heart were lost when you and your pathetic lackey destroyed our base in Wesmere, but I have had plenty of time to create more here without her finding out. I am sure that together, they are as good or better than the original, and they might even be a superior substitute for your precious gem.
ru: Первая группа копий сердца Йечнагот была потеряна, когда ты и твой жалкий лакей разворотили нашу базу в Весмире, но у меня было немного времени, чтобы создать здесь ещё, в тайне от неё. Я уверен, что вместе они даже лучше оригинала, и могут быть прекрасной заменой твоего драгоценного камня.

source: Are you working against Uria’s will, then?
ru: Значит ты тогда работаешь против воли Урии?

source: (<i>losing his temper</i>) We cannot speak to her directly! We can only do so through that treacherous wench, who keeps the Dark Lady’s heart within her for her own purposes!
ru: (<i>теряет самообладание</i>) Мы не можем говорить с неё напрямую! Это возможно только через эту вероломную девку, хранящую сердце Тёмной Леди внутри себя для своих собственных целей!

source: ... We... We destroyed Wesmere... Yechnagoth’s heart wasn’t there?! What did we destroy when we...
ru: ... Мы... мы же разрушили Весмир... Сердце Йечнагот не было там?! Что же мы тогда уничтожили...

source: The energy that should have destroyed you was released from the <i>second</i> replica of her heart, and various experimental units stored in the same place. The third one still exists within our infiltrator, imbuing her with Yechnagoth’s grace and might — which is why your power is no match for hers.
ru: Энергия, которая должна была уничтожить вас высвободилась из <i>второй</i> копии её сердца, а так же из различных экспериментальных установок, расположенных в том же месте. Третье до сих пор существует внутри нашего внедрителя, наполняя его грацией и могуществом Йечнагот — вот почему ваши силы ничто для неё.

source: Nevertheless, I do not have time to continue talking to you. Right now, I need to go to tend to some... rituals. Ivyel was created to destroy both you and Argan’s pet. Take a good glance at her perfection once she returns, for it will be your last opportunity.
ru: Тем не менее, у меня нет времени на разговоры с вами. Прямо сейчас мне нужно завершить... кое-какие ритуалы. Ивъел был создан, чтобы уничтожить как тебя, так и зверушку Аргана. Взгляните ещё раз на её совершенство, как только она вернётся, для вас это будет последняя возможность.

source: (<i>more cackling</i>)
ru: (<i>хи-хи-хи-хи-хи-хи</i>)

source: Those bastards can’t get away with this! My lady, we must do something!
ru: Этот мерзавец не может просто уйти с этим! Миледи, мы обязаны сделать что-нибудь!

source: I don’t think we have the power necessary to destroy the artifacts that Mal Hekuba is going to use to...
ru: Я не думаю, что у нас есть сила, достаточная для уничтожения артефактов, которые Мал Хекуба собирается использовать...

source: Of course we do! We didn’t come all the way from the northern lands risking that blasted Ruby for nothing! Whatever that lich is going to do, it will destroy us all if we don’t stop him now!
ru: Конечно у нас есть! Разве мы не отошли так далеко от Северных земель, рискуя этим проклятым Рубином, напрасно! Что бы этот лич не собирался сделать, он уничтожит всех нас, если мы его не остановим!

source: The last time we fought against that power, I lost a friend, and the vast plains of Wesmere vanished with his remains...
ru: В последний раз, когда я боролась против этой силы, я потеряла друга, и широкие равнины Весмира испарились, вместе с его останками...

source: Any course of action at this point will inevitably lead to someone’s destruction, but I’m sure we can do it this time! If the lich is going to create a... path to Inferno, as Elorran said, perhaps we can cause it to collapse at the other side!
ru: Любые действия сейчас неизбежно приведут к гибели кого-нибудь, но я уверенна, что мы справимся в этот раз! Если лич собирается создать... путь в Инферно, как сказал Элорран, то возможно мы сможем спровоцировать детонацию на обратной стороне!

source: I don’t truly understand most of this nonsense about hearts and Yechnagoth, but I reckon we need to destroy the lich and the impostor — and we can’t do that without your help, Elynia.
ru: Хотя я не понимаю большую часть этого бреда про сердца и Йечнагот, я полагаю, что нам необходимо уничтожить лича и самозванку — и мы не сможем справиться без тебя, Элиния.

source: We don’t have much time! That thing we just fought could be back at any moment!
ru: У нас нет времени! Та штука, с которой мы только что сражались, может вернуться в любой момент!

source: I appreciate your support... I don’t think I could have come this far alone. And I don’t want to force you to follow me...
ru: Я ценю вашу поддержку... Я не думаю, что добралась бы сюда одной. Но я не хочу заставлять вас следовать за мной...

source: Of course not! We are your friends!
ru: Конечно! Мы же Ваши друзья!

source: Let’s find that foul fiend and destroy him once and for all.
ru: Давайте же найдём этого гнусного злодея и уничтожим его раз и навсегда.

source: They are getting closer to the control chamber! Get them, quickly!
ru: Они приближаются к управляющей камере! Схватите их, быстро!

source: I don’t like the sound of that...
ru: Мне не нравятся эти звуки...

source: You! You can’t stop our master! You can’t—
ru: Ты! Ты не остановишь нашего господина! Ты не можешь—

source: Kardas
ru: Кардас

source: My lady! At last, I found you! I know where the lich is!
ru: Миледи! Наконец я нашёл вас! Я знаю, где лич!

source: Speak.
ru: Говори.

source: The catacombs below guard an artifact of some sort. Nobody knows exactly what it is, but we know the entrance is protected by a gate controlled by three crystals found near this guard post.
ru: Катакомбы внизу содержат какой-то артефакт. Никто не знает, чем он является на самом деле, но мы знаем, что проход туда охраняется тремя кристаллами, находящимися рядом с этим постом.

source: Let’s find those crystals, then.
ru: Давайте же найдём тогда эти кристаллы.

source: Locate and activate the three control crystals to open the central gates
ru: Найдите и активируйте три управляющих кристалла, чтобы открыть главные врата

source: May Uria punish you all for this—
ru: Да отомстит вам за это Урия—

source: Nooooaaagh... it hurts!!!
ru: Нееееееат... Больно!!!

source: The beast’s body is dissolving into slime!
ru: Тело твари разлагается в слизь!

source: Even though I have fallen, you are no match for my master’s power!
ru: Даже если я пал, вы ничто для силы моего хозяина!

source: We’ll see about that very soon.
ru: Мы это выясним очень скоро.

source: What in blazes is that creature?!
ru: Это ещё что за существо?!

source: Don’t meet its gaze! It will drain your life force!
ru: Не смотрите ему в глаз! Он будет высасывать вашу жизненную силу!

source: It is probably too late to stop that lich by now...
ru: Вероятно, уже поздно остановить лича...

source: Make haste!
ru: Поторопитесь!

source: Durvan
ru: Дурван

source: Anya
ru: Аня

source: Allyna
ru: Аллина

source: Zynara
ru: Зайнара

source: Tara
ru: Тара

source: Elorran
ru: Элорран

source: Unarye
ru: Анери

source: Lady of Light
ru: Леди Света

source: I... fall to the darkness.
ru: Я... падаю во тьму.

source: No! My mission isn’t over yet!
ru: Нет! Моя миссия ещё не кончена!

source: Augh! Elynia, save me—
ru: Ох! Элиния, спаси меня—

source: I’ve fallen before completing my mission. Forgive me...
ru: Я пала до завершения моей миссии. Прости меня, ...

source: <b>If you have not completed Episode I of <i>After the Storm</i>, you definitely should not play this episode yet.</b>
ru: <b>Если вы не прошли первый эпизод <i>После Бури(After the Storm)</i>, вам определённо ещё не следует играть в этот эпизод.</b>

source: — — “The light...
ru: — — “Свет...

source: A familiar light... It was the warm light of the second sunset.
ru: Знакомый свет... Это был тёплые лучи второго заката.

source: Where was I? I found myself in the middle of a glade, lying on the ground. My entire body was in pain and my clothes were considerably scorched, but somehow... I had survived.
ru: Где я была? Я нашла себя посреди поляны, лежа на земле. Всё моё тело болело и моя одежда была значительно выжжена, но каким-то образом... я выжила.

source: It took me some time to recover from the initial stupor and remember what had happened moments before. The terrifying feeling of my soul fading away, the crumbling underground hive, my despair as I struggled to find a way back to the surface... and my only remaining friend...
ru: Мне потребовалось некоторое время, чтобы оправиться от первоначального ступора и вспомнить, что случилось несколько мгновений назад. Страшное чувство угасания моей души, рушившийся подземный улей, моя отчаянная попытка выбраться на поверхность... и мой единственный оставшийся друг...

source: Malin Keshar. His dark existence full of resentment and spite, an eternity spent as a harbinger of death and destruction... an eternity at long last come to an end, but not without first proving his worth against the Chaos Emperor and the creature in possession of Yechnagoth’s heart. Oh, who would have ever thought that I would grieve for he whom I was once destined to eliminate, or that his final death would be one befitting a hero?
ru: Малин Кешар. Его тёмное существование, полное обиды и злости, вечность проведённая предвестником смерти и разрушения... В конце концов, и его вечность закончилась, предварительно доказав его цену победой над Императором Хаоса и существом, владеющим сердцем Йечнагот. Ох, кто бы мог подумать, что я буду оплакивать того, кого мне было суждено однажды ликвидировать, или, быть может, его смерть действительно была героической?

source: As my memory became clearer, I realized I had cast the teleport spell at the last moment, as if by instinct, in a desperate attempt to escape to the surface. However, a quick glance at my surroundings revealed that it didn’t work quite as I had intended; instead, it had taken me far away from the cursed plains of Wesmere. But how far, exactly?
ru: С прояснением памяти, я поняла, что я успела воспользоваться телепортом в последний момент, как будто инстинктивно, в отчаянной попытке выбраться на поверхность. Однако, быстрый осмотр окрестностей показал, что не всё сработало, как я ожидала: меня перенесло за тридевять земель от проклятых равнин Весмира. Но насколько далеко?

source: There were very few friendly faces amongst the villagers. From what I heard during my stay, they feel forsaken by the Grand Council, which has been kept too preoccupied by the war against the Chaos Empire to heed the demands of the civilians. The unforgiving weather and the growing scarcity of resources to sustain their settlement has made these men and women increasingly bitter about the state of affairs. I can’t help but wonder how the Alliance has fared in battle ever since we left their lands.
ru: Среди деревенских жителей очень мало дружелюбных лиц. Судя по тому, что я слышала, они чувствуют себя забытыми Великим Советом, который слишком занят войной против Империи Хаоса, чтобы удовлетворять нужды простых граждан. Непрощающая погода и растущий недостаток ресурсов для обеспечения их поселения сделал этих жителей горько настроенными по отношению к состоянию дел. Я не могу им помочь, но мне интересно, что Альянс достиг в битвах после того, как мы покинули их земли.

source: This Allyna girl seems oddly over-enthusiastic about everything in spite of the difficulties she encountered before we found her. To say that it has been a long time since I last had the opportunity to talk to someone like that would be a great understatement. Sadly, her cheerful demeanor is not enough to dispel the shadows that have followed me wherever I go since Galas’ death; nor does it do anything to keep me from remembering Malin and his habit of trying to make the most fun of any situation.
ru: Эта девочка Аллина выглядит подозрительно сверхоптимистичной, не смотря на всё, с чем мы встретились перед тем, как нашли её. Сказать, что прошло уже много времени с тех пор как я могла поговорить с кем-то, вроде неё, будет сильным преуменьшением. К сожалению, её радостного восприятия недостаточно, чтобы развеять тени, следующие за мной со смерти Галаса; да и не спасает от воспоминания Малина и его привычке находить веселье в любой ситуации.

source: For somebody who has lived for so long, it’s hard to see the world in the same light as young people do. Nowadays I can barely remember those times of blithe disregard for responsibility, my romantic escapades, and the misguided notion that we had all the time of the world for ourselves. Sometimes, I wish I could get rid of this burden.
ru: Для того, кто жил так долго, трудно видеть мир так, как молодые. Теперь, я могу лишь вспомнить времена слепого отказа от ответственности, мои романтические побеги, и эти безрассудные надежды, что всё время в мире принадлежит нам.

source: Before dying, my master told me that the true power of the Ruby of Fire would become crucial for the fate of our world, and that I must make sure it’s never misused by anyone again. It never occurred to me that her words could turn out to be more than a pain-induced delusion.
ru: Перед смертью, моя наставница сказала, что истинная мощь Рубина Огня станет ключевой для судьбы этого мира, и что я не должна допустить, чтобы больше она не использовалась во зло. Я и не думала, что её слова превратятся для меня в такое болезненное наваждение.

source: And so we left for the eastern marches, with a renewed and clear purpose. Surprisingly enough, Durvan and some of the other hunters from the Heart Forest agreed to participate in our expedition. Allyna offered her help as well, providing us with a safe route to follow, incidentally crossing through her village.
ru: Итак, мы начали поход на восток, с обновлённой и ясной целью. К удивлению, Дурван и ещё несколько охотников из Средилесья согласились участвовать в нашей экспедиции. Аллина также предоставила нам помощь, сообщив нам безопасный путь, причём проходящий через её деревню.

source: We proceeded as swiftly as we could, hoping for an uneventful journey — given the nature of our mission, expending our energy before reaching the elves could prove disastrous later on.
ru: Мы шли так быстро, как могли, надеясь на спокойное путешествие: учитывая характер нашей мисси, расходование наших сил до достижения эльфов, могло позже оказаться катастрофическим.

source: Had the circumstances been only slightly different, I would have been much more reluctant to converse with the outcast demon lord; in fact, I would have been more likely to attack without even giving him a chance to speak. That girl, Anya. It was her curious personality, and her sincerity and admiration for me that led me to try my late friend’s approach to dealing with a similarly unusual enemy. I thought that such a person could not possibly side with the cruel creatures working for Uria — not that faeries of the deep forest like her are known to side with anyone at all.
ru: Если бы обстоятельства были бы слегка иными, я бы совсем не хотела связываться с беглым демоническим лордом; на самом деле, я бы даже атаковала сразу же, не давая не единого шанса на разговор. Эта девочка, Аня. Её личное любопытство, искренность и восхищение мной, что заставили её попробовать помирить нас с таким, похоже, необычным врагом. Я думала, что такая личность не могла в принципе быть на одной стороне с жестокими существами, служащими Урии — даже не потому, что файери лесной чащи вообще не служат никому.

source: But, did I make that choice for her or for me? Perhaps I merely wanted someone by my side to whom I could relate, someone who personified the bright and hopeful part of me that died with Argan. Perhaps... I didn’t want to face the possibility of having to kill that part of me a second time.
ru: Но сделала ли я этот выбор для неё или для себя? Возможно, мне просто нужен кто-то на моей стороне, которому я могла бы довериться, кто-то, кто бы мог олицетворять светлую и надеявшуюся часть меня, умершую вместе с Арганом. Быть может... Я просто не хочу, чтобы мне пришлось убивать эту часть меня во второй раз.

source: All this seems so absurd as I write it. Sometimes I wonder why I let Galas convince me to write another journal.
ru: Это всё так абсурдно записывать. Иногда, я недоумеваю, почему я дала Галасу убедить меня писать новый дневник.

source: After a couple of days, we finally arrived at the frontier. Unfortunately, we’d soon learn that the Council’s fears had become more than mere speculations.
ru: После нескольких дней, мы наконец-то достигли границы. К несчастью, мы скоро выяснили, что опасения Совета стали гораздо большими, чем опасениями.

source: Unarye told us to follow her guards into a nearby forest where some of the allied elves had just set up camp. I could tell by her grave expression that she bore bad news. It took her almost the entire afternoon to make time for speaking to us.
ru: Анери сказала нам следовать за её стражей в соседний лес, где часть союзных эльфов только что разбили лагерь. По её мрачному выражению лица, я поняла, что у неё плохие новости. Ей потребовался почти целый день, чтобы выделить время для разговора с нами.

source: I continued to feel uneasy about the decision for some time. Leaving both the Grand Council and Elorran awaiting our return for so long... According to Valen, the Council understood the urgency of the situation and the importance of our mission for the elves. Unfortunately, the same couldn’t be said for the demon lord; it took Anya her best effort to persuade him to let us take the Ruby of Fire to enemy territory.
ru: Я продолжила волноваться о решении некоторое время спустя. Оставляя как Великий Совет, так и Элоррана ждать нашего возвращения настолько долго... Согласно Вален, Совет понял срочность ситуации и важности нашей миссии для эльфов. К несчастью, нельзя то же самое сказать о демоническом лорде; Ане пришлось долго убеждать его в необходимости использования Рубина Огня на вражеской территории.

source: It is decidedly not easy to deal with both the Council and my people without telling them of our pact with Elorran. What concerns me the most is the possibility that one of our men might accidentally or deliberately divulge information pertaining to the subject. This is not like every other time I have had to keep a secret for a greater good — alone. It does raise the question of whether I have chosen my allies prudently or am making a big mistake.
ru: В самом деле непросто договорится как с Советом, так и с моим народом, умалчивая о пакте с Элорраном. Больше всего озабочивает возможность того, что кто-то из наших может случайно или намеренно проболтаться об этом. Это не похоже на остальные разы, когда мне приходилось держать тайну для большего блага — одной. Это вообще затрагивает вопрос: правильно ли я выбрала союзников или я делаю большую ошибку.

source: Then again, Malin would insist that the existence of that accursed artifact is a big mistake by itself.
ru: И ещё, даже сам Малин настаивал на том, что само существование такого проклятого артефакта - одна большая ошибка.
