Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: After the events in Gralseth, the journey across the desert turned into a nightmare. We had to be wary of every single thing we saw, no matter how small or innocuous it seemed. Our enemies could be anywhere, everywhere. We were walking into a trap by our own choice... No, it was <i>my</i> choice. Even without taking our enemies into account, traversing the vast dry plains was a highly dangerous thing to do. While it wasn’t possible for us to lose track of our destination for long with our maps and Valen’s indications, the stifling heat during the day, frequent sandstorms, and lack of water sources could have resulted in catastrophic losses.
ru: После событий в Гралсете, наш поход через пустыню превратился в сущий кошмар. Нам приходилось быть встревоженными от любой вещи, не важно, какой маленькой или безобидной она не казалась. Враги могли быть везде, повсюду. Мы шли вперёд, прямо в ловушку, по своему собственному выбору... Нет, по <i>моему</i> собственному выбору. Даже не смотря на врагов, переход через широкие пустынные равнины был опасен сам по себе. Нам было не позволительно терять наш пункт назначения на долго с нашими картами и указаниями Вален. Жарящая дневная жара, частые песчаные бури и нехватка воды обернулись катастрофическими потерями.

source: Eventually, it became evident that our enemies didn’t want to take risks in the hostile sands either. Aside from a few armed encounters with the natives, we found very little opposition on our way. At the end, we reached a small oasis near some ruins.
ru: Наконец, стало ясно, что наши противники не будут рисковать также, сражаясь в этих враждебных песках. Кроме некоторых вооружённых столкновений с местными обитателями, мы почти не встретили сопротивления на нашем пути. Наконец, мы достигли мелкого оазиса рядом с какими-то руинами.

source: We had reached the northern defense line of the valley Telchior named after me.
ru: Мы достигли северную линию обороны долины, которую Телчиор назвал в честь меня.

source: The Ruby of Fire. A great energy condenser of uncertain origin, used by humans throughout Irdya’s history as both a symbol of power and a catalyst to exert control over all within their reach, and beyond. Through abuse of this artifact, our world was made susceptible to corrupting influences from other realms. Now that we are without a necromancer, using its dangerous power to command the undead minions left behind by Zynara is the only option we have left if we want to have a chance to vanquish the impostor despite our small numbers. But, who is she in truth?
ru: Огненный Рубин. Огромный накопитель энергии неизвестной природы, используемый людьми через всю историю Ирдии, как символ власти и катализатор расширения их могущества над их землями и далее. Из-за злоупотребления этим артефактом, наш мир стал уязвимым к разрушительным веяниям из других миров. Теперь, даже без некроманта, использование его чудовищной силы для руководства нежитью, оставленной Зайнарой - единственный оставшийся выбор, если мы хотим повергнуть самозванку, не смотря на нашу малочисленность. Но, кто она на самом деле?

source: Up to this point I have broken more rules than is acceptable for any elf, or human. First, the Ruby. Then I chose Argan, of all people, to be my ally and lover, and asked him to help me learn to use the artifact’s power more effectively. I asked him to teach me the basics of this forbidden magic, and only my fear deterred me from delving deeper — had it not, I probably wouldn’t be here writing these words.
ru: Дойдя до этой точки, я уже нарушила больше правил, чем допустимо для любого эльфа или человека. Во первых, Рубин. Потом я предпочла Аргана из всех людей, чтобы он был моим союзником и любовником, и попросила научить меня использовать силу артефакта эффективнее. Я даже попросила научить меня азам запретной магии, и только мой страх предрёк меня от погружения глубже — иначе, я была бы не здесь, пишущей эти слова.

source: Then, I joined the Empire of Wesnoth as an advisor, against the wishes of the Ka’lian, who only realized the benefits much later. But eventually, I was betrayed by the humans; I turned my back on the world and unknowingly left my kinsmen in Wesmere to be caught in Zhangor’s trap at the onset of the end. Perhaps if I hadn’t broken so many rules before, none of that would have ever come to pass.
ru: Затем я вступила в Империю Вестнота советницей, против желания Калиана, который осознал преимущества гораздо позднее. Но, в конце концов, я была предана людьми; я повернулась к миру стеной, невольно отдавая мой народ в Весмире в ловушку Жангора в начале конца. Возможно, если бы я не нарушила столько правил до этого, ничто бы из этого не произошло.

source: Our alliance with Mal Keshar in this era was not my choice, however. Galas and Anlindë knew well what it entailed, and opted for a desperate solution to a desperate situation. But now... I appear to be following the same logic, commanding the dead with a power that was meant to be purged from this world long ago. It seems selfish, and others could misinterpret my actions.
ru: Наш альянс с Мал Кешаром сейчас не был моим выбором, однако. Галас и Анлиндэ хорошо знали, чем это может обернуться, и совершили трудное решение в трудной ситуации. Но сейчас... Я, похоже, следую той же логике, командуя мертвецами силой, которая должна была быть вычищена из этого мира уже давно. Это выглядит эгоистичным - остальные могут не понять мои действия.

source: I no longer command the Union, and now I am about to confront our enemy while leading my own army of darkness. It would be no exaggeration to say that the true Lady of Light is, in fact, another impostor.
ru: У меня больше нет силы Союза, и теперь я собираюсь противостоять нашим врагам, ведя собственную армию тьмы. Не будет преувеличением сказать, что настоящая Леди Света, на самом деле, лишь ещё одна самозванка.

source: Some day all this will be over, and I will be able to distance myself from civilization again. But for now, I must fight. And afterwards, I must recover that journal.
ru: Когда-нибудь это всё кончится, и я смогу снова покинуть цивилизацию. Но сейчас я должна сражаться. И впоследствии, я должна сберечь этот дневник.

source: After the Storm
ru: После Бури

source: Episode II: Fate
ru: Эпизод II: Судьба

source: Time passes, and the Chaos Empire still manages to make a stand against its enemies. While the Grand Council is preoccupied with more pressing matters, the fragile alliance of the peoples of the Far North is threatened by a new, mysterious leader who seeks to invade their defenseless lands.
ru: Время идёт. Империи Хаоса до сих пор удаётся противостоять врагам. В то время, как Великий Совет занят более насущными делами, хрупкий Альянс Северных Народов находится под угрозой нового, загадочного лидера, желающего вторгнуться в их беззащитные земли.

source: (Intermediate level, 13 scenarios.)
ru: (Средний уровень сложности, 13 сценариев.)

source: difficulty_menu^Footpad
ru: Скороход

source: difficulty_menu^Trapper
ru: Браконьер

source: difficulty_menu^Highwayman
ru: Главарь

source: To be continued...
ru: Продолжение следует...

source: Dark Sea
ru: Тёмный Океан

source: team_name^Anya
ru: Аня

source: team_name^Durvan
ru: Дурван

source: team_name^Kalari
ru: Калари

source: Mereldyan
ru: Мерелдян

source: Jarayavel
ru: Яраявель

source: team_name^Uria
ru: Урия

source: Zaraphor
ru: Зарафор

source: Elesmeera
ru: Элесмира

source: Ivæthea’s Bridge
ru: Мост Ивэтеи

source: North Keep
ru: Северное Укрепление

source: South Keep
ru: Южное Укрепление

source: North Kelenvar
ru: Северный Келенвар

source: South Kelenvar
ru: Южный Келенвар

source: <s>Moon Guard Post</s>
ru: <s>Лунный Сторожевой Пост</s>

source: Capture Zaraphor’s keep and castle before turn 10
ru: Захватите штаб Зарафора и его замок до 10-го хода

source: Any number of enemy leaders standing on Zaraphor’s keep and castle by the start of turn 10
ru: Вражеский лидер находится в штабе Зарафора или его замке к 10-му ходу

source: Death of Irylean
ru: Смерть Ирилеан

source: Death of Ergea
ru: Смерть Эргии

source: Death of Cron
ru: Смерть Крона

source: My scouts have just informed me that the bulk of the region’s defenses are already in motion and heading for our present location. They shall be here in just a few hours. It is possible that someone betrayed us, or...
ru: Разведчики только что доложили, что основная часть средств обороны региона уже в движении в направлении нашей позиции. Они будут здесь всего через несколько часов. Возможно, кто-то предал нас, или ...

source: ... She is not coming back, is she?
ru: ... Она не собирается возвратиться назад, не так ли?

source: She must have had a good reason for leaving us like this, Anya. Well... I hope so, anyway. My lady, what about those reinforcements?
ru: У неё, должно быть, очень уважительная причина для покидания нас, Аня. Во всяком случае я надеюсь на это. Миледи, что насчёт тех подкреплений?

source: The old fort near the river city guards a second portal leading to the northern lands whence you came. I had arranged for your allies to arrive through it at dawn, but... this unexpected development jeopardizes the success of the entire operation.
ru: Старый форт рядом с рекой охраняет второй портал, ведущий в северные земли, откуда вы пришли. Я договорилась с вашими союзниками, чтобы те прибыли через него на рассвете, однако... от этого неожиданного развития ситуации зависит успех всей операции.

source: We must secure that fort as swiftly as we may. It is only a few hours before dawn breaks. If we manage to distract our enemies for long enough, Elynia might have an opportunity to succeed in her mission.
ru: Мы должны обезопасить форт так быстро, как сможем. Осталось всего несколько часов до рассвета. Если нам удастся отвлечь противников на достаточно продолжительное время, у Элинии будет возможность выполнить её миссию.

source: The inhabitants of these lands are not too satisfied with the Iron Triad’s management. I advise that we try to gain their support and stir up a revolution — their numbers and resources may prove essential for what has yet to come.
ru: Обитатели этих земель не очень довольны правлением Железной Триады. Я советую вам заручиться их поддержкой и разжечь революцию — их число и ресурсы могут оказаться необходимыми для того, что будет.

source: Let us get moving then. Anya shall lead the way!
ru: Тогда давайте начинать. Аня, веди нас!

source: I... shall?
ru: Я?

source: That’s what Elynia said in that note, did she not? But you don’t need to worry about the management aspect — we can help you with that. Your darkness powers and teleportation should be advantageous in the front line, but it’s more important that these men are led by someone with whom they are already well familiarized besides Elynia herself — another <i>someone</i> they can relate to, if you catch my drift.
ru: Это то, что Элиния оставила в записке, не так ли? Но не беспокойся об управлении — мы поможем тебе с этим. Твоя сила тьмы и телепортации будут очень востребованными на линии фронта, но ещё более важно вести этих бойцов кем-то, с которым они уже знакомы, кроме самой Элинии — ещё <i>кем-то</i>, к кому они относятся с пониманием, если ты понимаешь мой намёк.

source: ... Wait... you mean...
ru: ... Подожди... ты считаешь...

source: Yes!
ru: Да!

source: (<i>annoyed</i>) Your rationale seems rather perverse, and it’s slightly offensive considering I have never... unlike... Ack! How about... we just... move on?!
ru: (<i>раздражённо</i>) Твое обоснование выглядит очень извращённым и даже слегка оскорбляющем, тем более, что я никогда... подобного... Аргх! Почему бы... нам просто... не выдвинуться вперёд?!

source: I support the motion. This is no time for such frivolous chatter.
ru: Я поддерживаю движение. Сейчас не время для подобных бессмысленных споров.

source: You can now recruit the following unit types:
ru: Теперь вы можете вербовать следующих бойцов:

source: Demon
ru: Демон

source: So bold— argh...
ru: Так глубо— аргх...

source: The Fist shall not tolerate your intrusion...
ru: Кулак не смирится с вашим вторжением...

source: The Fist knows... He knows everything... Flee while you can...
ru: Кулак знает... Он все уже знает... Бегите пока можете...

source: No, n— please no! My fair lady of the Storms, I— I did not have a choice! The Fist— I— I—
ru: Нет, н— пожалуйста, нет! Моя дорогая леди Штормов, Я— У меня не было выбора! Кулак— Я— Я—

source: You betrayed me and my people. There is only one possible punishment for such a grave misdeed under my rule and you are well aware what it is.
ru: Ты предала меня и мой народ. Есть только одно наказание для такого смертельного преступления под моим правлением, и ты прекрасно знаешь, что это.

source: No! I beg you—
ru: Нет! Прошу тебя—

source: Theneryr
ru: Тенерир

source: Maergon
ru: Мэргон

source: Sergalyr
ru: Сергалир

source: Muthel
ru: Мафель

source: Cyrelean
ru: Сирелеан

source: The old order is coming to an end at last, and in time, freedom will be ours!
ru: Наконец-то старый порядок подходит к концу, и скоро мы будем свободны!

source: Let us purge the foul worshipers of Uria and reclaim our ancestors’ lands!
ru: Давайте выметем этих дурацких прислужников Урии и вернём земли наших предков!

source: Both playing teams retrieve $temp_gold_retrieval_amount pieces of gold.
ru: Обе команды получают $temp_gold_retrieval_amount единиц золота.

source: I don’t understand... It should be dawn already!
ru: Я не понимаю... Уже должен быть рассвет!

source: The... day of the Longest Night... This does not bode well.
ru: День... Длиннейшей Ночи... Это не выглядит хорошо.

source: We failed to secure that portal in time! Without those reinforcements we will never make it! Retreat!
ru: Нам не удалось обезопасить портал вовремя! Без этих подкреплений нам ничего не удастся! Отступаем!

source: Celwyngyr
ru: Селвингир

source: Morol
ru: Морол

source: Mal Fyrgwynn
ru: Мал Фиргвин

source: Demon Lord Alavys
ru: Демон-Лорд Алавис

source: Uh... It seems we arrived just in time.
ru: Ух... Похоже мы прибыли как раз во время.

source: Durvan! I thought you would be on your way back home by now!
ru: Дурван! Я считала, что ты решил вернуться домой!

source: I changed my mind, I guess? I can’t shake off the feeling that I’ll regret this later, though. Where is Elynia?
ru: Я передумал, наверное? Я не могу сидеть сложа руки с чувством того, что я об этом позже пожалею. Где Элиния?

source: We don’t know.
ru: Мы не знаем.

source: You may discuss that at a later time. For now, it is of utmost importance that we distract or take down Kalari’s military. I am confident that the Alliance troops Sir Durvan has amassed shall serve us well for this mission.
ru: Мы лучше обсудим это позже. Сейчас нам первостепенно необходимо сковать или разбить войска Калари. Я убеждена, что войска Альянса, любезно предоставленные Сэром Дурваном, верно послужат нам для этой миссии.

source: It’s really General Bardyl and Elynia who should get the credit, not me. I merely asked him to lend us a hand, and he gladly acceded, most likely in return for Elynia’s support during the siege of Aran-Balgur. And incidentally, I’m no Sir.
ru: На самом деле стоит благодарить Генерала Бардиля и Элинию, а не меня. Я просто предложил ему помочь нам, и он с радостью согласился, скорее всего, в благодарность за поддержку Элинии в осаде Аран-Балгура. И ещё - я не Сэр.

source: You may discuss that at a later time. For now, it is of utmost importance that we distract or take down Kalari’s military. However, I expected Sir Durvan to provide us with more numerous troops than this.
ru: Мы лучше обсудим это позже. Сейчас нам первостепенно необходимо сковать или разбить войска Калари. Однако, я ожидала, что Сэр Дурван предоставит нам больше войск.

source: General Bardyl wouldn’t accede to spending more lives on a pointless mission after Elynia decided to part ways with him before they could properly reclaim Aran-Balgur. So, I had to make do with low-ranking militiamen and some orcish mercenaries. And incidentally, I’m no Sir.
ru: Генерал Бардиль не согласился тратить больше жизней ради такой бессмысленной миссии, после того, как Элиния решила разделиться с ним перед тем, как они смогли полностью овладеть Аран-Балгуром. Так что пришлось вести этих неопытных ополченцев и оркских наёмников. И ещё - я не Сэр.

source: Time is of the essence, Durvan. We need to get moving while the darkness can provide us with an advantage.
ru: Время имеет существенное значение, Дурван. Мы должны продолжить движение, пока тьма даёт нам преимущество.

source: Sure, these men and women thirst for the blood of these fiends. Lead the way!
ru: Конечно, эти бойцы жаждут крови этих извергов. Вперёд!

source: So, Elynia went on a mission to infiltrate the Iron Council’s citadel? What kind of nonsense is that?
ru: Итак, значит Элиния собралась проникнуть в цитадель Железного Совета? Что это ещё за бред?

source: According to Ergea she went to locate some kind of weapon buried beneath Kalari. I am really worried for her. She just left during the night without telling anyone about her plans. What are we supposed to do now? I mean, other than perpetuating this bloodshed. Ergea says it’s important and that it might be her only chance to succeed. But who knows what kind of abominations await in that place.
ru: Согласно Эргии, она собирается найти какое-то оружие, захороненное под Калари. Я очень боюсь за неё. Она покинула нас посреди ночи, не говоря никому свои планы. Что же нам делать теперь? Разумеется, кроме того, чтобы продолжать эту бойню. Ергия говорит, что это важно, и что это наш единственный шанс на удачу. Но кто знает, что за злобные создания обитают в том месте.

source: And then there is this inexplicable unending darkness. It <i>is</i> our element, yet I can’t help but find all this dreadfully unnatural and foreboding.
ru: А теперь ещё и эта необъяснимая нескончаемая тьма. Это <i>наш</i> элемент, однако я нахожу всё это до ужаса неестественным и зловещим.

source: Yes... yes, it is. Maybe I shouldn’t have allowed Ergea to convince me to come here.
ru: Да... действительно. Наверное, мне не стоило давать Эргии убедить меня прийти сюда.

source: Ah, so you came back to us because she asked you to?
ru: Ах, так ты пришёл только потому, что она попросила тебя?

source: Er... well, I admit that before she asked me I already wanted to see whether you were all right... I mean, you people.
ru: Ээ... хорошо, признаюсь, что ещё до того, как она попросила, я желал удостовериться, что с тобой всё в порядке... то есть с вами.

source: Hm. I see.
ru: Гм. Ясно.

source: Cron likes the sound of bones breaking under his hammer.
ru: Крон любит звук крошащихся костей под его молотом.

source: Cron enjoys crushing insolent vermin to death.
ru: Крон любит наглых вредителей до смерти.

source: Get away from me, you beast!
ru: Уберите эту тварь от меня!

source: Taking their river settlements, vanquishing their leaders, and leaving their troops in utter disarray ought to be enough to keep the Iron Council distracted for a short interval. It is time to take the fight to the citadel itself.
ru: Захвата их речных поселений, поражения их лидеров и беспорядка в их войсках должно быть достаточно, чтобы отвлечь Железный Совет на некоторое время. Пора атаковать саму цитадель.

source: The situation is not as favorable as I wished. We ought to take the fight closer to the Iron Council’s citadel if we want to keep their attention away from Elynia.
ru: Ситуация не такая благоприятная, как я ожидала. Мы должны принять бой ближе к цитадели Железного Совета, чтобы отвлечь их от Элинии.

source: Outpost of Hell
ru: Аванпост Ада

source: team_name^General Bardyl
ru: Генерал Бардиль

source: team_name^Aran-Balgur
ru: Аран-Балгур

source: Harakgros
ru: Харакгрос

source: Mal Arazuul
ru: Мал Аразуул

source: Shergrel
ru: Шергрел

source: Arighaphon
ru: Аригафон

source: Kryselgea
ru: Криселгея

source: Meryl Ben
ru: Мерил Бен

source: Deploy barrels of explosives to destroy the six structures supporting the central keep in Aran-Balgur
ru: Уничтожить шесть структур, поддерживающих цитадель Аран-Балгура, с помощью бочек со взрывчаткой

source: ($beams_remaining structures remaining)
ru: (осталось $beams_remaining структур)

source: (One structure remaining)
ru: (Осталась одна структура)

source: Running out of barrels of explosives
ru: Нехватка бочек со взрывчаткой

source: Secure the portal located within the central keep
ru: Обезопасить портал внутри цитадели

source: Death of General Bardyl
ru: Смерть Генерала Бардиля

source: Death of Horo
ru: Смерть Хоро

source: Death of Kyara
ru: Смерть Киары

source: Aran-Balgur is really impressive. How could it fall to Uria’s forces?
ru: Аран-Балгур выглядит впечатляюще. Как он вообще мог сдаться войскам Урии?

source: Some people say the lord of the stronghold was brutally killed by the Chaos thugs on the battlefield some time after their Emperor fell. The man left in charge in his place wasn’t very bright, and couldn’t stand a chance when the angry enemy troops arrived. Others say they found the descendant of the architect who helped build its walls a century ago, and forced him to reveal the plans with all the secret passages and weak points.
ru: Кто-то говорит, что комендант крепости был жестоко убит громилами Хаоса, некоторое время спустя после падения их Императора. Человек, занявший его место, не был таким способным и не смог выстоять, когда напали вражеские войска. Другие говорят, что противники схватили потомка архитектора сооружений и заставили его выдать схемы со всеми тайными проходами и уязвимыми местами.

source: Regardless of the rumors, the fact is that they killed everyone. See the stains on the exterior walls? Everyone says it’s the blood of the former occupants. Some believe that the General’s family was amongst them.
ru: Не смотря на слухи, враги истребили всех до единого. Видите разводы на внешних стенах? Все говорят, что это кровь его защитников. Кажется, среди них была и семья Генерала.

source: I guess... that explains why he’s such an unpleasant person.
ru: Я догадываюсь... это объясняет, почему он такой неприятный.

source: I hope everyone is ready for the battle ahead of us.
ru: Я надеюсь, что все готовы к предстоящей битве.

source: We are, my lady. What are your orders?
ru: Так точно, миледи. Какие будут приказания?

source: Just assist our allies with the siege and deal with whatever creatures guard the keep and the rumored portal. We ought to make this quick, for the demoness that awaits us at the other end might not be too patient, and this mission has delayed us too much already.
ru: Просто поддерживайте наших осаждающих союзников и управьтесь с существами, охраняющими цитадель и тот самый портал. Мы обязаны сделать это быстро: демонесса, ожидающая нас на другой стороне может не оказаться такой терпеливой, тем более, что эта миссия уже достаточно затянулась.

source: You haven’t changed your mind...
ru: Ты не передумала...

source: Indeed, I have not.
ru: Нет конечно.

source: I don’t like that sound...
ru: Мне не нравится этот звук...

source: It is time. At last... I’ll have my revenge...
ru: Время пришло. Наконец-то... Я обрушу на них свою месть...

source: And what about us?
ru: А что насчёт нас?

source: You two shall be allowed to leave once the battle is over — that is, assuming you survive.
ru: Вам, двоим, разрешат уйти, как только битва закончится — если, конечно, доживёте.

source: What if we lose?
ru: А что, если мы проиграем?

source: Should it come to that, you’d best hope those fiends will be swift to end your pitiful lives.
ru: Тогда надейтесь, что эти изверги быстро прикончат ваши никчёмные жизни.

source: That’s truly motivating...
ru: Это действительно мотивирует...
