Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: For a moment, I could not tell our memories and emotions apart. For a moment, I saw the fear in the demoness’ subconscious; I saw her fear of Uria; her fear of the many creatures she had tortured and slain, both under Uria’s command and of her own volition. I felt her suffering at the hands of Argan’s men before he rescued her from their cruelty. I saw her wandering the sands before her capture. I saw through the invisible mask she had worn all this time to protect her fragile self from the corruption rooted deep within the energy hearts of our kind. I saw that, despite her claims to the contrary, she was human. And despite living for longer than any elf on Irdya, she was still just a girl, forced by Argan and Uria to live a life she did not want. A life she could not end on her own, for fear of ceasing to exist forever.
ru: В один миг я не могла рассказать наши воспоминания и эмоции отдельно. В этот момент я увидела страх в подсознании демонессы, я увидела её ужас перед Урией, её ужас перед многими существами, которых она пытала и убивала, как по приказу Урии, так и по своей собственной воле. Я почувствовала её страдание от рук людей Аргана, перед тем, как он спас её от их жестокости. Я увидела её странствия по пустыне, до того, как её схватили. Я видела через ту незримую маску, которую она носила всё это время, чтобы защитить хрупкую себя от порчи, происходящей из глубин сердца нашего рода. Я увидела, что, несмотря на её отрицание этого, она была человеком. И, несмотря на то, что она жила больше любого эльфа в Ирдии, она до сих пор оставалась девочкой, заставленной Арганом и Урией проживать жизнь, которую она не желала. Жизнь, которую она не могла закончить по своей воли, из-за страха прекратить существовать навсегда.

source: I saw one of her nightmares, one in which she is alone wandering an endless void with nothing in sight but a tree above; a broken tree, in flames. But it was a tree unlike any other I have never seen...
ru: Я увидела один из её кошмаров, в котором она одиноко блуждает по бесконечной пустоте, где ничего не видно, кроме дерева сверху, сломанного дерева, в огне. Но оно было деревом, доселе мною не виданным...

source: <i>Don’t you see? We aren’t that different after all.</i>
ru: <i>Разве ты не видишь? В конце концов, мы не такие разные.</i>

source: Why... did you not kill me?
ru: Почему... ты не убила меня?

source: Because...
ru: Потому что...

source: Argan asked me to help you.
ru: Арган попросил меня помочь тебе.

source: I could restrain myself no longer. With tears in my eyes I laughed maniacally like I never had before.
ru: Я больше не могла сдержать себя. Со слезами на глазах я засмеялась маниакально, как я никогда раньше не делала.

source: Was that my own emotion, or Elyssa’s? Did it actually matter?
ru: Была ли это моим собственным чувством или Элиссы? Имело ли это вообще значение?

source: There was only one thing I knew for sure. Galas, Anlindë, and Mal Keshar woke me to save Irdya from Uria’s corrupting influence. Their lives were cut short not by Elyssa, but by the broken creature into which Uria turned her.
ru: Лишь одну вещь я знала точно. Галас, Анлиндэ и Мал Кешар пробудили меня, чтобы спасти Ирдию от порчи, порождаемой влиянием Урии. Их жизни были прерваны не Элиссой, а сломленным существом, в которую её превратила Урия.

source: I gave Ergea a chance because that is what my friends would have done, and she led me to Elyssa. If fate dictates we join forces in spite of our mutual hatred, then so be it.
ru: Я дала Эргии шанс, потому что так поступили бы мои друзья, а она привела меня к Элиссе. Если судьба требует, чтобы мы объединили силы, не смотря на нашу взаимную ненависть, да будет так.

source: No-one on Irdya will ever see peace again for as long as Zhangor and Uria exist. No matter the consequences... no matter who is at my side, I will confront those two. Uria has to be stopped.
ru: Ни один житель Ирдии никогда не увидит мира до тех пор, пока существуют Жангор и Урия. Не важно, какие будут последствия... не важно, кто на моей стороне, я буду противостоять тем двоим. Урия должна быть остановлена.

source: Dark Fire
ru: Тёмный Огонь

source: I will be truly disappointed if you aren’t awaiting behind that gate...
ru: Я буду по-настоящему разочарованна, если ты не ожидаешь меня за той дверью...

source: Hm...
ru: Гм...

source: I have been awaiting this moment for so long, Elyssa. Or should I call you Yechnagoth?
ru: Я так долго ждала этого момента, Элисса. Или следует называть тебя Йечнагот?

source: Yechnagoth is no more.
ru: Йечнагот больше нет.

source: Vanquish Elyssa
ru: Победите Элиссу

source: Do you truly believe that such cheap tricks can stop me?
ru: Ты действительно веришь, что такие дешёвые трюки могут остановить меня?

source: I suppose I may as well call you an impostor then. I have read Argan’s journal — you weren’t destined to possess those powers.
ru: Я полагаю, что тогда могу справедливо называть тебя самозванцем. Я прочитала дневник Аргана — тебе не было суждено обладать этими силами.

source: It was never my choice, dear. And even if it were the case, I have never actually <i>claimed</i> to be Merthiaal.
ru: Это был не мой выбор, дорогая. И, даже если это было бы так, я никогда не <i>утверждала</i>, что я Мерфиааль.

source: I have to admit that you are quite agile for a winged faerie.
ru: Должна признаться, ты достаточно ловка для крылатой файери.

source: Alas, that will not be sufficient to defeat me.
ru: Увы, этого не будет достаточно, чтобы победить меня.

source: I had hoped you would have learned new tricks since we last met.
ru: Я надеялась, что ты выучишь новые приёмы с момента нашей последней встречи.

source: As much as I would not mind to keep doing this forever...
ru: До тех пор, пока я не стану возражать против продолжения этого бесконечно...

source: You purposefully misled us by removing any references to the final whereabouts of Yechnagoth’s heart from Argan’s journal, didn’t you?
ru: Ты целенаправленно ввела нас в заблуждение, удалив любые указания на настоящее местоположение сердца Йечнагот из дневника Аргана, не так ли?

source: I admit that I took some pages from Argan’s journal some time before you acquired it from him, yes; I also changed a few other things for your <i>convenience</i>.
ru: Признаюсь, что я забрала несколько страниц из его дневника перед тем, как вы его приобрели, да. Кроме того, я также изменила в нём некоторые вещи для вашего <i>удобства</i>.

source: You killed Galas before my very eyes. You are responsible for Mal Keshar’s destruction. And for the deaths of millions.
ru: Ты убила Галаса на моих глазах. Ты в ответе за гибель Мал Кешара. И за смерть миллионов.

source: (<i>chuckles</i>) It was all part of the plan! All those deaths were necessary to appease Uria and prepare our vast stage for this day — the vast stage we normally call ‘Irdya’. My business with that elf you secretly loved was not personal.
ru: (<i>посмеивается</i>) Всё это было частью плана! Все эти смерти были необходимы, чтобы успокоить Урию и подготовить нашу обширную сцену к этому дню — под обширной сценой мы подразумеваем 'Ирдию'. Мои разборки с эльфом, которого ты в тайне любила, были не личными.

source: How did you—
ru: Как вы посмели—

source: Those who can harness the Aspect of Darkness can read into the minds of weaker creatures at will. Did you not know this?
ru: Несущие Элемент Тьмы способны читать мысли более слабых существ. Ты этого не знала?

source: Of course you didn’t. You have wasted your entire life pursuing the most banal objectives. You never bothered to try to understand that power you had. Argan and you could have done great things if you had learned what the Union truly entails.
ru: Конечно, ты не знала. Ты потратила всю твою жизнь, гоняясь за самыми банальными целями. Ты никогда не пыталась понять силу, которой ты обладала. Арган вместе с тобой мог бы совершать великие свершения, если бы ты узнала, на что на самом деле способен Союз.

source: You have lived awake for over eight hundred years, and yet... you are still an incompetent little brat. Such is the curse of eternal youth, I guess?
ru: Ты жила уже свыше восьми сотен лет, и да... ты всё ещё некомпетентный маленький ребёнок. Такого проклятье вечной молодости, как я предполагаю?

source: Are you not exhausted already? You sure are persistent. I could end you with a single strike if I wanted...
ru: Ты ещё не вымоталась? Ты действительно стойка. Я бы могла закончить это одним ударом, если бы ты захотела...

source: THEN WHY DON’T YOU DO IT?!
ru: ТОГДА ПОЧЕМУ ТЫ ЭТО НЕ СДЕЛАЕШЬ?!

source: Is that what you truly want, then? Do you seek the cold touch of death?
ru: Значит это то, что ты действительно желаешь? Ищешь холодное прикосновение смерти?

source: And yet, you fear it. You haven’t been able to bring yourself to put an end to this, but why?
ru: И да, ты боишься её. Ты не могла заставить себя покончить с этим, но почему?

source: Is it that you are unable to assume responsibility for your own decisions anymore?
ru: Возможно потому, что ты больше не способна принимать ответственность за свои собственные деяния?

source: I see. Frankly, this is quite disappointing. I thought Argan and Galas saw <i>something</i> in you besides your pretty face and hair.
ru: Вижу. Откровенно говоря, это немного разочаровывает. Я считала, что Арган и Галас видели <i>хоть что-то</i> в тебе кроме твоего красивого личика и волос.

source: Oh, my bad. I forgot to mention that... You really want to know, don’t you? Yes, Galas <i>did</i> want to reciprocate your feelings, but he never did so... because you were too busy grieving over Argan’s death like a little girl.
ru: Ой, виновата. Забыла упомянуть... Ты же правда хочешь узнать, не так ли? Да, Галас <i>действительно</i> желал разделить твои чувства, но он не смог это сделать... потому что ты была слишком занята, скорбя над смертью Аргана, подобно маленькой девочке.

source: Perhaps, if you were not so stupid and ignorant of your own power... you would have been able to save Argan in the first place. Don’t you think?
ru: Кстати, если бы ты не была такой тупой и неосведомлённой о своей собственной мощи... то ты, вполне возможно, могла бы спасти Аргана в первую очередь. Не думаешь?

source: Shut...
ru: Заткни...

source: UP!!!
ru: СВОЙ РОТ!!!

source: ... What—
ru: ... Какого—

source: Heh, heh, heh...
ru: Хе, хе, хе...

source: Good...
ru: Неплохо...

source: But still not sufficient to defeat a Guardian of Darkness, my dear.
ru: Но до сих пор недостаточно, чтобы победить Стража Тьмы, дорогая.

source: I had thought that this would be a fair fight, but in the end it was merely a foolish hope. What do you think?
ru: Я думала, что у нас будет честный поединок, но в конце он оказался лишь глупой надеждой. Что ты об этом думаешь?

source: On the other hand, you are still alive and able to stand. I am impressed.
ru: С другой стороны, ты всё еще жива и способна стоять. Я впечатлена.

source: What... are you... waiting for...
ru: Чего же... ты... ждёшь...

source: Heh.
ru: Хех.

source: Sweet dreams, my dear.
ru: Сладких снов, дорогуша.

source: Pass of Sorrows
ru: Перевал Печали

source: Vissalen
ru: Виссален

source: Algessel
ru: Алгессель

source: team_name^Unknown
ru: Неизвестно

source: Explore around
ru: Исследуйте округу

source: There’s absolutely <i>nothing</i> hinting at this place having served as a Chaos base of any sort in recent times. It’s completely deserted and ruined. I fear we have been misled. We might not even be in Kalari for all I know.
ru: Здесь нет ничего, указывающего на то, что это место служило базой Хаоса в недавние времена. Оно полностью опустошённое и разрушенное. Я боюсь, что мы были сбиты с толку. Может быть, мы сейчас даже не в Калари, как я понимаю.

source: No. I recognize that mountain range to the south. We... we never saw what lay north of it. We are a little farther from Kalari than I expected, but it’s not like any of us—or our allies—knew exactly where the Pass of Sorrows is. Let us proceed south, carefully.
ru: Нет. Я вспоминаю тот горный хребет на юге. Мы... мы никогда не видели, что лежит к северу от него. Мы слегка дальше от Калари, чем я ожидала, но вряд ли кто-нибудь из нас — или из наших союзников — знал точно, где находится Перевал Печали. Давайте продвигаться на юг, осторожно.

source: The solitude of this place is unsettling.
ru: Одиночество этого места расстраивает.

source: Ugh. The fog is getting thicker...
ru: Ух. Туман становится гуще...

source: Elynia, Irylean... you should see this.
ru: Элиния, Ирилеан... вы должны это видеть.

source: These ruins appear to be centuries old — probably older than the Chaos Empire itself. I imagine they have remained untouched by our enemies because of their inconvenient location. What may have become of their former denizens?
ru: Этим руинам, похоже, уже сотни лет — они, возможно, старше, чем сама Империя Хаоса. Я полагаю, что они не были тронуты нашими противниками из-за их неудобного местоположения. Что же стало с их прежними обитателями?

source: There’s a large monolith over there.
ru: Здесь стоит большой монолит.

source: Elynia should be the one to investigate this monolith.
ru: Элиния должна исследовать этот монолит.

source: I don’t understand this inscription — some glyphs vaguely resemble the ancient ceremonial Elvish script, but I don’t recognize the rest.
ru: Я не понимаю эту надпись — некоторые символы смутно напоминают древнюю эльфийскую письменность, но я не понимаю остальное.

source: The wind blows.
ru: Дует ветер.

source: Wait...
ru: Подождите...

source: ... Mal-Zagarn...
ru: ... Мал-Загарн...

source: ... come...
ru: ... идёт...

source: ... she...
ru: ... она...

source: Wh— What’s going on?
ru: Ч— Что происходит?

source: This pass is inhabited by restless spirits of the past! My lady!
ru: В этом перевале обитают беспокойные духи прошлого! Миледи!

source: There seem to be more undead creatures crawling out of the caverns to the south. Perhaps if we can clear them out we’ll find a way out of this valley.
ru: Похоже, ещё больше нежити выползает из пещер к югу. Возможно, если мы их зачистим, то сможем найти выход из этой долины.

source: Thank... you...
ru: Благодарю... вас...

source: Free...
ru: Свобода...

source: ... at last...
ru: ... наконец-то...

source: Many centuries ago, our ancestors came from the Great Southern Desert seeking fertile lands to settle. They gave up much to get to this valley: their lives, their families... Most of them died along the way. The few survivors found a ruined temple amidst the mountains, probably built by an extinct civilization. From that temple they learned the ways of fire magic, and the song of Shardia, She who forged knowledge from the fire of our hearts. They thrived with their newfound skills and the protection granted by the precipitous mountain range. They continued to learn from Her, and longed for the day when She would come to this earth and bless it with Her song. And in time, so did we. Until...
ru: Много веков назад наши предки пришли из Большой Южной Пустыне в поисках плодородной земли, чтобы осесть. Они так много отдали, чтобы добраться до этой долины: их жизни, их семьи... Большинство их умерло по пути. Немногие выжившие отыскали разрушенный храм среди гор, возможно построенный вымершей цивилизацией. Из этого храма мы познали огненную магию и песню Шардии, Той, что куёт знания из огня наших сердец. Они процветали с их новонайденным умением и защитой, предоставляемой крутым горным хребтом. Они продолжили учиться от Неё, и ждать того дня, когда она придёт на эту землю и благословит её Своей песней. И когда-то так делали и мы. До тех пор, пока...

source: One day, a man shrouded in darkness came. His eyes were bright like Naia’s never-ending shine; his mouth, concealed by twisted metal and decayed flesh. His companions called him Mal-Zagarn. He spoke a message from the so-called Goddess of Life from beyond the Void, Uria, who had tasked him with the mission of spreading her voice to all non-believers in this land. But other than the Goddess who gave us our fire magic, we would worship no-one, especially not someone who only communicated through an embodiment of the unnatural like that dark prophet. And so we dismissed his words as the blasphemous ramblings of a barbarian. In time, we would be proven wrong.
ru: Однажды к нам пришёл человек, покрытый мраком. Его глаза были яркими, как нескончаемый свет Найи; его рот был скрыт переплетённым металлом и разлагавшейся плотью. Его товарищи звали его Мал-Загарном. Он нёс послание от, так называемой, Богини Жизни за гранью Пустоты, Урии, которая дала ему миссию донесения её голоса всем неверным в этой земле. Но кроме той Богини, что давала нам нашу магию огня, мы решили не служить никому иному, особенно тому, кто общался с нами через такое неестественное воплощение, вроде этого тёмного пророка. Поэтому мы отвергли его слова, как богохульный бред варвара. Со временем, мы были опровергнуты.

source: Years later, the man returned, but not with a handful of trusted followers. Instead, he brought with him innumerable horrors from the Abyss to rain acid and smoke upon our homes. He gave our leader a last chance to convert to his unholy sect. That is to say, <b>I</b> was offered that last chance. Everyone was slaughtered. Everyone except me, my brother, and a child with beautiful hair, whom we believed was the heiress of Her fire; for never before we saw one of our own be born with the same hair color as our Goddess. But just like the scrolls and books we hoarded, we eventually lost her to the walking vultures of the desert, who took her as their own. They spared her life, seeing as she was but a child, but our own fate was vastly different.
ru: Годы спустя, тот человек вернулся, но не с горсткой преданных последователей. Вместо этого он принёс неисчислимые ужасы из Преисподни, чтобы обрушить кислоту и огонь на наши дома. Он дал нашему лидеру последний шанс перейти в его нечистую секту. К слову, <b>Мне</b> был предложен этот последний шанс. Все были перебиты. Все, кроме меня, моего брата и дитя с красивыми волосами, которая, как мы верили, была носительницей Её огня, ибо мы никогда не видели, чтобы среди нас рождались с таким же цветом волос, как и у нашей Богини. Но, так же, как книги и свитки, которые мы накопили, мы однажды отдали её блуждающим пустынным хищникам, которые приняли её как свою собственную. Они пощадили её жизнь, видя, что она была ещё дитя, но наша собственная судьбы сложилась гораздо иначе.

source: The Goddess of Life had cursed us to linger in this form, and dwell in the caves beneath the earth in shame. The light of the suns we once revered became a scorching enemy by day. Our fire magic was quickly displaced by shadow magic as we could no longer even withstand the heat of our flames. We had too become embodiments of corruption, a mockery of the beings we once were. We vowed to take revenge upon the dark courier who brought disgrace upon our kind, and anyone who was ever close to him or his followers. Either we would be destroyed and released from our prison, or our curse would be extended to the creatures we abhorred. But it is all over now.
ru: Богиня Жизни прокляла нас на позорное существование в этой форме в подземных пещерах. Света солнца, перед которым мы раньше благоговели, стал жгучим врагом. Наша магия огня скоро заменилась на теневую, которой мы больше не могли противостоять теплотой наших огней. Мы стали слишком сильными накопителями порчи, стали лишь насмешкой над теми сущностями, которыми мы однажды были. Мы поклялись отомстить носителю тьмы, принёсшему бесчестие нашему роду, и всем его ближним и последователям. Либо мы погибнем и освободимся из нашего заточения, либо наше проклятье распространится на существ, которых мы ненавидели. Но теперь всё это кончено.

source: We may still be able to find Her on the other side of the Veil, and bask in the glory of Her song...
ru: Быть может, мы ещё сможем найти Её по ту сторону Завесы, и согреемся в славе Её песни...

source: Argan...
ru: Арган...

source: Elynia...
ru: Элиния...

source: I— I am fine. Don’t worry about it.
ru: Я— Я в порядке. Не беспокойся об этом.

source: Proceed to the southern cavern exit with Elynia
ru: Продвиньтесь Элинией к южному выходу из пещеры

source: We don’t know what lies outside. Are you sure you want to proceed, my lady?
ru: Мы не знаем, что лежит дальше. Вы уверенны, что хотите пройти дальше, миледи?

source: Allow me to ponder this for a moment...
ru: Дай мне это обдумать на минутку...

source: Yes, I think it’s time to go.
ru: Да, пора идти.

source: No, let us see whether there might be something else of value in these caves first.
ru: Нет, давайте посмотрим, есть ли в этих пещерах ещё что-то значимое.

source: Very well.
ru: Хорошо.

source: A lone troll?
ru: Одинокий тролль?

source: He bears an unusual sigil on his armor for a troll...
ru: На его броне символ, необычный для тролля...

source: Hail there, whoever you are. Are you our enemy?
ru: Стой, кто бы ты не был. Ты наш враг?

source: The old battle-hardened troll stared at the sky for a minute before answering, while Anya and Irylean eyed each other nervously.
ru: Старый, закалённый в боях тролль смотрел в небо в течении минуты перед ответом, в то время, как Аня и Ирилеан нервно переглядывались.

source: Cron works for no-one but the storm lady.
ru: Крон не работает ни на кого, кроме штормовой госпожи.

source: (<i>whispering</i>) Elynia, would that be...
ru: (<i>шепча</i>) Элиния, это же...

source: (<i>whispering</i>) Yes, I think so.
ru: (<i>шепча</i>) Да, я так думаю.

source: Cron, if you allow me to ask, where is this person? We... may or may not have arranged a meeting with her, here. This is a quite urgent matter, and... Are you even listening to me?
ru: Крон, если вы разрешите спросить, где она находится? Мы... возможно, а возможно нет, собирались встретить её здесь. Это достаточно срочный вопрос, и... Вы вообще меня слушаете?

source: (<i>pointing at the sky</i>) There.
ru: (<i>указывая на небо</i>) Там.

source: The demoness descended from the sky in an impressive whirl of dust and leaves. Anya and Irylean stared in awe, and immediately knew they would be at a disadvantage if she were, in fact, their enemy. But Elynia did not have an opportunity to entertain such thoughts. She could tell at first glance that in spite of her young age, the Demon Lord of the Storms was not the type that would take admiration and other displays of weakness very well. After all, she had risked it all and come only to enlist powerful allies for her dwindling cause.
ru: Демонесса спустилась с неба в впечатляющем вихре пыли и листьев. Аня с Ирилеан смотрели с восторгом, понимая, в каком невыгодном положении они могли бы быть, если бы она была их противником. Но у Элинии не было возможности развлекаться такими мыслями. С первого взгляда она поняла, что Демоническая Госпожа Штормов не та, кто может хорошо принять восхищение и прочую демонстрацию слабости. В конце концов, она рисковала всем и пришла сюда только для того, чтобы собрать союзников для её всё менее исполнимой цели.

source: (<i>whispering</i>) All right... I <i>think</i> these two look rather frightening...
ru: (<i>шепча</i>) Хорошо... Я <i>думаю</i>, что эти двое выглядят довольно устрашающе...

source: Ergea, Demon Lord of the Storms, I suppose?
ru: Эргея, Демоническая Повелительница Штормов, я полагаю?
