Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: Anya and Durvan found me after an entire day of searching the nearby hills. I had been badly injured by the fight with the lich, and my staff was gone. Elyssa’s appearance after my narrow escape was most certainly not a dream. Elorran was right in his assessment of the situation. We should have destroyed the Ruby before embarking upon this pointless quest. This has all been my fault. Even before Uria centered her attention on Irdya... I had the opportunity to avoid all this.
ru: Аня и Дурван отыскали меня после целого дня поисков в близлежащих холмах. Я была тяжело ранена в сражении с личом, а мой посох пропал. Появление Элиссы после моего еле-удавшегося побега точно не было сном. Элорран был прав в оценке положения. Нам следовало уничтожить Рубин прежде, чем приступать к этой бессмысленной задаче. Это всё было моей виной. Даже до тех пор, как Урия обратила своё внимание на Ирдию... у меня была возможность избежать всего этого.

source: Many of our men simply did not survive our underground struggle. Anya exhausted herself teleporting as many of them back to a safe location as she could within that minuscule window of time; naturally, that wasn’t enough to save them all. The girl remains as optimistic as usual, in spite of the grim circumstances. I don’t think I can understand how she manages to do this after all we’ve been through together.
ru: Множество наших людей просто не пережило подземную борьбу. Аня исчерпала себя, телепортируя в безопасное место их столько, сколько могла в течении того незначительного промежутка времени. Естественно, этого не было достаточно, чтобы спасти их всех. Девушка по-прежнему настроена оптимистично, несмотря на мрачные обстоятельства. Наверное, я не смогу понять, как она может это делать после всего, что мы пережили вместе.

source: She suggested that we return north to rejoin Elorran and decide our next move. I know I need to recover Argan’s journal more than anything; the information contained within it is most likely vital. Valen has not spoken a word about it yet, however, so at best we can hope that Elorran’s many informants—throughout Uria’s domain, and even Irdya—have gathered enough intelligence on Uria and Elyssa’s plans by now.
ru: Она предложила нам вернуться на север, чтобы воссоединится с Элорраном и обдумать наш следующий ход. Думаю, что мне следует вернуть дневник Аргана прежде всего: информация, содержащаяся в нём, скорее всего, имеет жизненно важное значение. Вален ещё ничего о нём не говорила, однако, в лучшем случае мы можем надеется, что многочисленные информаторы Элоррана — среди владения Урии, и даже Ирдии — уже произвели достаточную разведку планов Элиссы и Урии.

source: A Light in the Darkness
ru: Свет во Тьме

source: Anya can easily determine Elorran and Tara’s current location with her necklace. When she last communicated with them, they were seeking a place to hide in the Falrore region, not too far northeast from Raelthyn. That’s most likely where we are going now.
ru: Аня смогла быстро определить местоположение Элоррана и Тары с помощью её ожерелья. Когда она в последний раз общалась с ними, они искали убежища в районе Фалрора, не далеко к северо-востоку от Раэлтина. Скорее всего, мы сейчас направимся именно туда.

source: The perpetrators of these hideous crimes against life were evidently commanded to not take any prisoners or claim lands for their leaders. It took us an entire day and then some more to arrive to Raelthyn, but the landscape along the road was hardly different to what we found in Falrore. Tortured corpses everywhere, ruined buildings, entire towns and forests burned down... It was clear that their victims never stood a chance. All capable warriors had been sent to the front lines in the southern regions and the borders of the Chaos Empire on purpose. Our enemies were aware of this. That’s why they were awaiting the opportunity to invade the unprotected country, distracting the Grand Council with pointless skirmishes. But they couldn’t smuggle their forces in and pass unnoticed... Clearly, they had found a way to teleport their massive armies anywhere, perhaps by using that damned artifact.
ru: Исполнителям этих чудовищных преступлений против жизни, было, очевидно, приказано не брать пленников или захватывать земли для их лидеров. Нам потребовались целый день, даже с лишним, чтобы прибыть в Раэлтин, но ландшафт вдоль дороги был сильно отличен от найденного в Фалроре: везде измученные трупы, разрушенные здания, целые города и леса, сожжённые дотла... Было понятно, что у жертв не было не единого шанса. Все боеспособные воины были посланы на линию фронта в южных районах и на границу Империи Хаоса. Наши враги были хорошо осведомлены об этом. Вот, почему они поджидали возможность ударить в незащищенный тыл страны, отвлекая Великий Совет бессмысленными провокациями. Но они не могли переправить их войска незамеченными... Вероятно, они нашли способ как-то телепортировать их массивные армии, возможно, не без помощи того проклятого артефакта.

source: In effect, I caused this.
ru: По сути, это вызвала я.

source: But once we made it to the capital region, we found out that not all was lost. Or perhaps more precisely, we arrived in the nick of time.
ru: Но, как только мы добрались до района столицы, мы обнаружили, что ещё не всё потеряно. Или, точнее, мы прибыли в последний момент.

source: I could barely sleep on our way to Fort Astar. Perhaps it was because of this that I couldn’t hear that voice again — that otherworldly, intriguing voice. But this voice was not the one that attacked me in Kalari before. That voice was just as beautiful, but terrifying rather than calming, and when she taunted me again in Wesmere I assumed it was Uria. Who spoke to me before Anya woke me up? Who could be interested in our success? Could it be the fabled Guardian of the Arcane Flame herself? Could it be I’m losing my mind because of everything that has happened since Galas and Mal Keshar woke me up? I have always been rather skeptical about these matters, but the little information we have gathered so far suggests that the Guardian—often referred to as Eloh—is as real as Uria is, or at the very least, she used to be. But if she truly lives, why hasn’t she helped us? It’s evident we have not been graced by her divine powers for as long as we have existed. The elves of the Great Continent have had to deal with much misfortune throughout history, all on their own.
ru: Я почти не могла спать на нашем пути в Форт Астар. Возможно, из-за этого я больше не смогла услышать тот голос — тот потусторонний, интригующий голос. Но этот голос был не тем, который напал на меня в Калари до этого. Этот голос был настолько же прекрасным, но пугающим, а не успокаивающим, а когда она насмехалась надо мной в Весмире, я посчитала, что это была Урия. Кто же говорил со мной перед тем, как Аня меня разбудила? Кто может быть заинтересован в нашем успехе? Может ли она быть самим легендарным Стражем Мистического Огня? Что, если я теряю рассудок после всего того, что случилось с тех пор, как Галас с Мал Кешаром меня разбудили? Я всегда относилась со скептицизмом к этим вопросам, но из той небольшой полученной нами информации следует, что этот Страж — часто упоминаемый, как Эло — настолько же реален, как и Урия, или, хотя бы, должна быть такой. Но, если она вправду жива, почему же она нам не помогла? Очевидно, что мы не удостаивались её божественных сил с тех пор, как мы существуем. Всю историю эльфам Большого Континента приходилось самостоятельно справляться с их проблемами самостоятельно.

source: But I digress. What really matters now is not whether I’m slowly turning into a deranged old hag—hopefully not—but rather what our current situation is. We traveled westward as swiftly as we could with what little we had in terms of supplies and human support. On the other hand, it never seems too difficult for Durvan to convince his fellow men that the Grand Council has fallen along with all proper military order and that the fate of their country now lies in the hands of a few people led by a legendary elf, a mixed-blood faerie, and a necromancer. The lowliest of individuals of any given species tend to be gullible like that — and that is obviously something Uria and her minions knew. Oh, Argan, how I wish your charisma wasn’t put to use by an evil goddess from another world.
ru: Но я отхожу от темы. Что действительно важно, не то, как я медленно превращаюсь в сумасшедшую старуху — надеюсь, что нет — а то, какого наше теперешнее положение. Мы шли на запад так скоро, как могли, с тем небольшим обозом и численностью состава. С другой стороны, Дурвану было не трудно убедить его товарищей в том, что Великий Совет пал вместе с военным командованием, и, что теперь судьба их родины находится в руках немногих людей во главе с легендарной эльфийкой, грязно-кровной файери и некроманта. Нижайшие из людей любого вида обычно бывают настолько легковерными — и это точно знали Урия и её приспешники. О, Арган, как бы я желала, чтобы твоя харизма не была использована злобной богиней из другого мира.

source: A Path to Follow
ru: Путь дальше

source: Leaving Huldnyir Hills and all the destruction in the border towns behind, we promptly found a half-abandoned guard post beside the large flooded region carved out by the great explosion in Glamdrol a little more than half a year ago. They informed us of recent skirmishes, an advancing platoon, and two refugees on a mission. Just as Valen previously assured us, they were still alive and in one piece, at Fort Astar, and they had the journal. Mal Keshar did an excellent job of instructing Kyara to not allow anyone else to access the contents of the journal, whatever his reasons were.
ru: Покидая Халднимировы Холмы и оставляя все разрушенные пограничные города позади, мы встретили полу-заброшенное укрепление посреди широкого, затопленного района, сформированного огромным взрывом в Гламдроле более, чем полгода назад. Они информировали нас о недавних стычках, приближающимся взводе и двух беженцах с миссией. Как и уверила нас Вален, они были в целости и сохранности в Форте Астар, и у них был с собой дневник. Мал Кешар проделал замечательную работу, убедив Киару не давать никому доступ к содержанию дневника ни при каких обстоятельствах.

source: “<i>I still remember when Uria first woke me up; her smile, her kindness. She reminded me so much of Elynia... But all that has faded away with time. So much time has passed since she brought me back to life... She still assures me she will bring new life to Irdya when the time comes, as her role as the Guardian of Life demands — she is supposed to keep our worlds on track to facilitate our progress.</i>”
ru: “<i>Я до сих пор помню, как Урия впервые пробудила меня, её улыбку, её доброту. Она так многим напоминала мне Элинию... Но всё это потускнело со временем. Его так много прошло с тех пор, как она вернула меня к жизни... Она по-прежнему уверяет меня, что своевременно принесет новую жизнь Ирдии, как требует её роль Стража Жизни — она должна следить за нашими мирами, чтобы содействовать нашему прогрессу.</i>”

source: Many pages are missing or seriously damaged. Argan’s writing often becomes incoherent and meaningless as well, and some passages are not written in the common script. Trying to make sense of this journal will be exceptionally difficult.
ru: Многие страницы отсутствовали или были серьёзно повреждены. Письмо Аргана часто становится бессвязным и бессмысленным, а некоторые участки записаны необычной формой письменности. Пытаться извлечь смысл из этого дневника будет крайне сложно.

source: “<i>I sorely miss the light of my soul, the elf to whom I devoted my life in Irdya. I tried to find her and failed, and the Seer will not respond to my inquiries. In fact, the Seer does not respond to anyone but Uria herself. But Uria has different plans for me... She says locating Elynia is not important right now, and that I must deal with the barbarians in the Great Desert first, to begin the process. What process, I ask? What is the point of building a civilization from the scum left after the Fall? Uria could enter Irdya with ease if she so desired. She could then find the Seed of Earth, initiate a new cycle, and wait countless eons. She says she knows an alternative. But first, she requires my support.</i>”
ru: “<i>Мне очень не достаёт света моей души — эльфийки, которой я посвятил свою жизнь в Ирдии. Я пытался отыскать её, но безрезультатно, а Провидец не станет отвечать на мои вопросы. На самом деле, Провидец не отвечает никому, кроме самой Урии. Но у Урии другие планы насчёт меня... Она говорит, что поиски Элинии прямо сейчас не важны, и, что мне сначала следует разобраться с варварами в Великой Пустыне, чтобы начать процесс. Что за процесс? В чём смысл строительства цивилизации из отбросов, оставшихся после Падения? Урия могла бы с лёгкостью вернуться в Ирдию, если потребуется. Она могла бы отыскать Семя Земли, инициировать новый цикл, и подождать бесчисленные тысячелетия. Она говорит, что знает иной способ. Но сперва ей нужна моя помощь.</i>”

source: It’s hard to make sense of his ramblings. In some passages, he describes Uria as a beautiful creature; in others, as a hideous monster whose cause he laments serving. Was it the pain caused by his new body that numbed his reason, or the damage Uria inflicted on his soul by using him as her Voice?
ru: Трудно понять его бред. В некоторых отрывках он описывает Урию прекрасным творением; в других — ужасным чудовищем, в служении которому он раскаивается. Было ли это вызвано болью, причиняемой ему новым телом, затмившей разум, или уроном, нанесённым его душе Урией, использованием его в качестве её Голоса?

source: “<i>The Voice, the Seer, and the Shadow. And as soon as we find Elynia, there will be four, and four will spread our message of Life to the other worlds.</i>”
ru: “<i>Голос, Взор, и Тень. Как только мы найдём Элинию, нас будет четверо, и четверо разошлют наше послание Жизни всем остальным мирам.</i>”

source: Uria has gathered much knowledge through her most devout followers, sent to the outer worlds seeking any information she may require. Most of what we have learned comes from the ruins in Karash, which appear to have existed for longer than life as we know it. And of course, the Seer is always willing to help once provided with the right questions by her. It is all so convoluted, I can barely begin to understand. I remember we once believed in the Gods of Light and Darkness and such, but now...
ru: Урия собирала огромные знания с помощью её самых преданных последователей, посланных во внешние миры, в поисках любой информации, которая нам может потребоваться. Большая её часть была извлечена из руин Караша, который, похоже, существовал более, чем жизнь, какой мы её знаем. И, конечно, Провидец всегда готова помочь нам, если ей грамотно задавать вопросы. Это всё настолько запутанно, что я лишь с трудом начинаю понимать. Я помню, как мы однажды верили в Богов Света и Тьмы и подобное, но теперь...

source: Their kind, that of the First Gods; they ruled over everything that existed and would exist for an eternity. Peaceful as they were, they lacked the means to deal with what would end that eternity. The First Struggle took place. It is said that most of them perished. A war amongst their kind; a more powerful entity feeding upon them; none of our sources provide us with factual information about the First Struggle, only speculations. Amongst the few survivors there were beings of light, and beings of darkness, but only one master of the balance between both. He stepped forth at the end of the Struggle to unite the others and create their legacy; a construct none but him could access directly.
ru: Их род Первых Богов; они правили надо всем, что существовало и будет существовать, вечность. Из-за их миролюбивости, им не хватало возможностей, чтобы справиться с тем, что закончило ту вечность. Произошла Первая Борьба. Было сказано, что большинство их погибло. Война, среди их рода; с более мощной сущностью, питающейся над ними; ни один наш источник не может предоставить нам достоверную информацию о Первой Борьбе, только домыслы. Среди немногих выживших были сущности света и сущности тьмы, но только один мастер равновесия между ними. Он вышел вперёд в конце Борьбы, чтобы объединить остальных и создать их наследие; конструкцию, к которой никто, кроме него, не сможет иметь доступ напрямую.

source: Yarae, the Protector of the Tree of Life that gave us birth; the Tree that represented the Ten aspects of his people, and from which Ten gods would come into existence to function as the protectors and ideals of all their descendants. Ten demons who would serve as the testament of the existence of the First Gods and their universe.
ru: Яраэ, защитник Древа Жизни, давшего нам родится; Древа, представляющего Десять аспектов его народа, и откуда Десять богов начали своё существование, чтобы служить стражами и идеалами для всех их потомков. Десять демонов, которые будут служить свидетельством существования Первых Богов и их вселенной.

source: Ten demon gods to rule over our universe.
ru: Десять демонических богов, которые будут править над нашей вселенной.

source: Life, Water, Thunder, Earth, Fire, Darkness, Light, Air, Ice, Existence; the forces governing our reality, all sprung from the Tree along with the seeds of their guardians, and their respective worlds. In time, life would spread farther beyond throughout our universe, while ten worlds would enjoy the rule of their assigned protectors. But things did not go exactly as planned.
ru: Жизнь, Вода, Гром, Земля, Огонь, Тьма, Свет, Воздух, Лёд, Бытие — силы, правящие нашей реальностью, происходящие из Древа, вместе с семенами их стражей и их соответственными мирами. Когда пройдёт время, жизнь распространится гораздо дальше по нашей вселенной, в то время, как десять миров будут довольствоваться правлением их назначенных защитников. Но всё пошло не так, как ожидалось.

source: Even in the beginning, the world of the Guardian of Fire fell apart, creating the blazing moon that would in time be known as Karash. The seed of Fire crashed into Norsula, paving the way for perpetual chaos on a dark world that was destined to belong to the bellicose beast that was the Guardian of Water, not the fair woman whose songs told of a peaceful existence on a bright land that would never be. The fate of their shared domain hung by the delicate thread of their strange mutual love-hate relationship; in time, that thread would be severed by the Guardian of Water himself by piercing through her heart with his maw. Around the same time, a remarkably immature Guardian of Darkness would grow inexplicably jealous over Yarae’s favoritism towards her sisters of Earth and Life; for both the wielder of the Arcane Flame and the mistress of the Void had powers and physical attributes she did not. She would rebel against her creator and attempt to harness the full extent of her power, only to fail and cause the utter destruction of all life in her domain, including herself. Meanwhile, something happened to the Tree...
ru: Даже в самом начале мир Стража Огня разрушился на части, создав жгучую луну, которая своевременно будет известна, как Караш. Семя Огня столкнулось с Норсулой, открывая путь для бесконечного хаоса в тёмном мире, которому предназначалось принадлежать воинственной твари, являвшейся Стражем Воды, а не прекрасной женщине, чьи песни повествовали о чудесной жизни в светлой земле, которой больше никогда не будет. Судьба их общего владения была ведома нитью их взаимно любовно–ненавистными отношениями; своевременно, эта нить была прервана самим Стражем Воды, который прокусил её сердце своей челюстью. Примерно в то же время, примечательно молодая Страж Тьмы вырастала непомерно завистливой в тени предпочтения Яраэ её сестёр Земли и Жизни; как и носительница Мистического Огня, так и госпожа Пустоты имели силы и физические достоинства, которых она была лишена. Она восстала против её создателя и попыталась познать всю мощь её силы, только, чтобы потерпеть крах и стать причиной уничтожения всей жизни в её царстве, включая её саму. В это время, что-то случилось с Древом...

source: It is said a powerful force beyond imagination possessed it and its Protector. Yarae turned against the First Gods, and fled into our universe to summon the powers of his remaining demons against his own brethren. Only three of our guardians refused the call, aware that disobeying him constituted an unforgivable sin, and that they could not stand a chance against his ire. The remaining First Gods saw no option but to sacrifice themselves to create a new entity that could rival the traitor and his corrupted creations: Iluvia, the Avatar of the Union of Light and Darkness. She would obtain the support of the three guardians who remained loyal to the First Gods and their purpose: Uria, of Life, her sister of Earth and the Arcane Flame, and her sister of Existence and Secrets. With their combined forces, they defeated Yarae and incarcerated him within the Great Void. Alas, the cost was too great: all the other guardians were destroyed, and so were the mortals who joined his cause—willingly or not—as well as those unfortunate witnesses of the lengthy battle between gods.
ru: Мощная сила за гранью воображения овладела им и его Защитником. Яраэ восстал против Первых Богов, и сбежал в нашу вселенную, чтобы призвать мощь его оставшихся демонов против его собственного рода. Только три стража отвергли его призыв, осведомлённые о том, что неподчинение ему является непростительным грехом, и что у них не было ни единого шанса против его ярости. У оставшихся Первых Богов не было иного выхода, кроме как принести себя в жертву, чтобы создать новую сущность, которая сможет победить предателя и его испорченные творения: Илювию, Воплощение Союза Света и Тьмы. Она смогла заручится поддержкой тех трёх стражей, которые остались верны Первым Богам и их целям: Урия, Страж Жизни; её сестра Земли и Мистического Огня; и её сестра Бытия и Тайн. Соединив свои силы они низвергли Яраэ и заточили его в Великую Пустоту. Увы, цена была слишком велика: все остальные стражи были уничтожены, как и все смертные, присоединившиеся к ним — по своей воли или нет — так же, как и все несчастные свидетели той продолжительной битвы между богами.

source: Our three goddesses did not have the power to repair the great damage caused. And most importantly, it was never within their abilities to resurrect the fallen. With her last forces, Iluvia instructed them to take the bulk of the survivors to the remote worlds of Urvatha and Silida so they could continue to progress on their own in a reality set apart from the rest, created by the Guardian of Existence, and guarded by the Gatekeepers born from her many hearts. Uria and her sister of Earth sacrificed their lives to restart the process that brought them into existence, wiping out any remaining lives along with their own, thus putting an end to the First Cycle.
ru: У тех трёх богинь не было сил восстановить нанесённый ущерб. И, важнее всего, у них не было способности воскрешать павших. С последними силами, Илювия сказала им перенести немногих выживших в отдалённые миры Урвата и Силидии, чтобы они могли продолжить развиваться самостоятельно в отдельной реальности, созданной Стражем Бытия и охраняемой Привратниками, рождёнными из её множества сердец. Урия и её сестра Земли принесли свои жизни в жертву, чтобы перезапустить процесс, породивший их, стирая все оставшиеся жизни, включая их собственные, положив конец Первому Циклу.

source: Life flourished anew, with the hope of a new beginning. But the goddesses knew that it would not be the same.
ru: Жизнь процветала заново, с надеждой на новое начало. Но богини знали, что она уже не будет прежней.
