Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: Am I right in assuming that the village of Dalbloom doesn’t truly exist anymore, and it’s just the name of an ancient stronghold from the times before the Fall?
ru: Я права, что деревня Далблум, на самом деле, уже не существует: это лишь имя древней крепости, существовавшей ещё до Падения?

source: That’s right. We needed you to come here, away from the Alliance’s troops, and away from the Chaos forces. Or at least, we <i>thought</i> they would not be roaming around these parts. It’s alarming that their war beasts have come this far within the human country.
ru: Это точно. Нам нужно было заманить вас сюда, подальше от войск Альянса и Хаоса. Во всяком случае, мы <i>надеялись</i>, что они не будут шататься в округе. Это тревожный знак, что они зашли так далеко в глубь страны.

source: May I know why you believe acquiring the Ruby of Fire will do good to your cause, whatever it is?
ru: Можно поинтересоваться, почему вы верите, что Рубин Огня послужит вашей цели?

source: My lady, Elorran is one of the few demon lords who refused to heed Uria’s call to war against the good peoples of Irdya. He came to me seeking support for his mission. Our intention was to contact you and destroy that artifact you hold.
ru: Госпожа, Элорран является одним из нескольких демонических лордов, ослушавшихся призыва Урии к войне против добрых народов Ирдии. Он пришёл ко мне, ища поддержку его миссии. Наша задача была связаться с Вами и уничтожить, артефакт, который вы сейчас держите.

source: According to what Anya heard, you set foot in the Kalari stronghold once, and confronted the Iron Council. You know well by now that the Ruby isn’t a mere piece of magic jewelry, but you may still be unaware of the full extent of its power. Long ago, a group of human sorcerers created it and killed Irdya’s Gatekeeper, the creature that was charged with the task of guarding the entrance to Inferno. That disaster and the unexplained disappearance of Inferno’s very own Gatekeeper on the other side eventually brought this world to Uria’s attention.
ru: Согласно тому, что слышала Аня, ваша нога была однажды в крепости Калари, и вы противостояли Железному Совету. Вы хорошо знаете, что Рубин не просто ювелирное изделие, но вы, возможно, не осведомлены о всей его мощи. Давным-давно, группа людских колдунов сотворили его и использовали для убийства Привратника Ирдии, могущественного существа, охраняющего Врата в Инферно. Эта катастрофа и необъяснимое исчезновение самого Привратника Инферно на другой стороне, привлекли внимание Урии к этому миру.

source: The many Gatekeepers were created from the ancient Guardian of Secrets, Uria’s sister. They were assigned to different locations to protect them from external interference, preventing anything from entering or leaving Inferno. Uria has figured this out, and she wants the Ruby of Fire to create a path to allow her to enter and invade a world much like yours, called Ethea. We do not know yet what her motives are — there may be something there which she could use against the few remaining gods who may oppose her.
ru: Множество Привратников были созданы древнем Стражем Секретов, сестрой Урии. Они были приставлены к различным местам, для их защиты от внешнего вмешательства, предотвращая что-либо от выхода или входа в Инферно. Урия выяснила это, и теперь она желает заполучить Рубин Огня для вторжения в мир, во многом похожий на ваш, названный Эфея. Мы не знаем, что ей движет — но там может быть что-то, что она сможет использовать против остальных оставшихся богов, способных противостоять ей.

source: To that end she is using Irdya to test her forces and breed a massive army of biomechanical creatures for use against those who will defend Ethea.
ru: Вот почему она использует Ирдию для испытания её сил и накопления огромной армии биомеханических существ, чтобы использовать их против защитников Эфии.

source: Although some of us think the right being <i>could</i> use the power of the Ruby to destroy or incapacitate Uria, nobody wants to run the risk and unwittingly deliver the artifact to her by failing in such a suicidal mission. Hence we want to destroy it.
ru: Хотя некоторые из нам надеются, что правильное использование мощи Рубина <i>могло бы</i> уничтожить или обессилить Урию, однако, никто не хочет рискнуть и невольно доставить этот артефакт ей самой в такой суицидальной миссии. Поэтому мы желаем уничтожить его.

source: We really need your help...
ru: Нам по-настоящему нужна ваша помощь...

source: The Ruby of Fire— this staff, originally owned by my master, the Great Sorceress Niryone... it belongs to me. I have sacrificed much keeping it away from those who could threaten the future of the peoples of Irdya. Surely we can thwart Uria’s plans in a different way.
ru: Рубин Огня— этот посох, изначально принадлежавший моей наставнице, Великой Колдунье Нирионе... теперь он принадлежит мне. Я пожертвовала многим, охраняя его от тех, кто может угрожать будущему народов Ирдии. Мы можем испортить планы Урии другим путём.

source: We aren’t the only group that has stood against her rule, but we are one of the few to survive to this day. We’ve seen her real power, and only the wielder of the Union could possibly stand a chance against her — if only that power hadn’t fallen into her hands following your short incursion into her territory.
ru: Хотя, мы не единственная группа, восставшая против её правления, но мы одни из нескольких выживших к этому дню. Мы узрели её настоящую мощь: только носитель Союза может противостоять ей — если бы только эта сила не перешла в её руки, после вашего короткого вторжения на её территорию.

source: What do you mean— she cannot use that power, right?
ru: Что Вы имеете в виду— она же не может использовать эту силу, не так ли?

source: Not yet...
ru: Ещё нет...

source: What she expects to find on Ethea may be another artifact that could enable her to wield the Union.
ru: То, что она ожидает найти в Эфии, вероятно следующий артефакт, дающий ей возможность пользоваться Союзом.

source: I’m not convinced destroying the Ruby is the solution. What if there’s an equivalent somewhere else on Irdya, or on another world?
ru: Я не убеждена, что уничтожение Рубина - это выход. Что, если есть альтернатива где-то ещё в Ирдии или другом мире?

source: That’s a risk we’ll have to take. As things stand right now, Uria <i>is</i> more likely to obtain the Ruby than any other alternative in order to accelerate her plans.
ru: Этот риск нам необходимо принять. Как сейчас обстоят вещи, Урия <i>гораздо</i> больше предпочтёт заполучить Рубин, чем любую другую альтернативу, чтобы ускорить её планы.

source: The elves... the people whom I swore to protect ages ago need me at this very moment. Let me use the power of the Ruby once more, and then we’ll make sure it will never be used again.
ru: Эльфы... Народ, который я поклялась защищать века назад, нуждается во мне прямо сейчас. Дайте мне использовать Рубин ещё один раз, и тогда, возможно, мы удостоверимся, чтобы его не использовали больше.

source: My lord, we won’t be able to convince her to do otherwise.
ru: Господин, мы не сможем переубедить её.

source: <i>(sighs)</i> Your tenacity has not gone unnoticed, Lady of Light. Uria knows you are a formidable enemy, albeit notably foolish at times. Do what you feel is right, and then come back to us as soon as you may so we can put an end to her plans together. Anya will go with you; her necklace will allow you to find us, no matter the distance or the time.
ru: <i>(вздыхает)</i> Ваше упорство не осталось не замеченным, Леди Света. Урия знает вас как грозного врага, хотя и иногда глупого. Сделай, что считаешь правильным, а затем возвращайся так быстро, как сможешь, чтобы мы покончили с её планами вместе. Аня пойдёт с вами вместе; её ожерелье поможет вам найти нас, без разницы, как далеко.

source: I will... go with her? Yes! I mean... if that’s not a problem.
ru: Я пойду... вместе с ней? Ура! В смысле... это не проблема.

source: We are heading towards a war zone and we welcome the support of every man or woman who can wield a weapon, cast a spell, or tend to the injured. However, I am... unsure about allowing a young girl like Anya to accompany us.
ru: Мы приближаемся к зоне боевых действий, так что мы приветствуем поддержку от любых мужчин и женщин, способных носить оружие, произнести заклинание или перевязать раненного. Однако, я... не уверена в необходимости брать такую юную девушку, как Аня.

source: You might underestimate her now because making use of her magic before would have blown her cover, but I assure you, she is an excellent spellcaster under the right circumstances.
ru: Вы, возможно, недооцениваете её, потому что использование магии сразу раскрыло бы её, но я Вас заверяю: она превосходная колдунья под правильными обстоятельствами.

source: Don’t say that! It’s rather embarrassing...
ru: Не говори это! Это очень смущает...

source: Very well, Lord Elorran. I swear I will do my best to keep the Ruby away from our enemies.
ru: Прекрасно, Лорд Элорран. Я клянусь, что сделаю всё возможное для охраны Рубина подальше от врагов.

source: Dealing with demons... (<i>sigh</i>) This can’t end well...
ru: Договариваться с демонами... (<i>вздыхает</i>) Это хорошо не кончится...

source: I would like to keep our pact a secret between us. Even if the Grand Council understood, there seems to be a fair chance they could fall and provide Uria’s henchmen with information about our plans. No-one should speak of this.
ru: Я бы хотела оставить нашу сделку в тайне, между нами. Даже если Великий Совет поймёт, есть очень большой шанс, что они могут проболтаться и осведомить приспешников Урии о наших планах. Никто не должен упоминать об этом.

source: Understood...
ru: Поняла....

source: Well, let’s continue onwards. Hopefully we won’t come across any more interruptions.
ru: Хорошо, продолжим двигаться вперед. Будем надеяться, что больше нас ничто не отвлечёт.

source: There is an army of hostile elves approaching... Things would have worked out much better if this Lady of Light had not turned out to be such a dreadful disappointment as a leader and a tactician.
ru: Сюда приближается армия враждебных эльфов... Всё было бы гораздо лучше, если бы Леди Света не оказалась таким дурным командиром и тактиком.

source: Unrest in Raelthyn
ru: Военное Положение

source: Dethanel
ru: Детанель

source: Lord Durstrang
ru: Лорд Дурстранг

source: Arphalad
ru: Арфалад

source: River Lorin
ru: Река Лорин

source: Lake Wylven
ru: Озеро Вилвен

source: Adavyan’s Keep
ru: Крепость Адавян

source: Danaerad
ru: Данэрад

source: Tower of Silence
ru: Башня Тишины

source: Darren
ru: Даррен

source: Aethyncyn
ru: Этинцын

source: Finally, the walls of Raelthyn! It’s a pity it’s too dark to see the glory of the capital city!
ru: Наконец-то валы Рэлтина! Жаль, что слишком темно, чтобы узреть славу столицы!

source: I have been here before. Now, let’s move.
ru: Я уже бывала здесь. Пора идти.

source: I’m a humble messenger from the small village of Suthwood in the Heart Forest. We came here to meet with the Grand Council.
ru: Я простой посланник из маленькой деревни Сафвуд, что в Средилесьи. Мы пришли на встречу с Великим Советом.

source: You and who else?
ru: Ты и кто ещё?

source: Seize the traitor!
ru: Схватить предателя!

source: Traitor? Who?
ru: Какого предателя?

source: Exactly what in the world is going on here?
ru: Что вообще здесь происходит?

source: You, faerie, are accused of betraying the Alliance of the Peoples of the Far North, leading an elvish faction found to be collaborating with our enemies in times of war, and disclosing vital tactical information which jeopardizes the safety of the Aragwaith country and our allies.
ru: Вы, файери, обвиняетесь в государственной измене Альянсу Народов Севера, возглавляя эльфийскую фракцию, сотрудничающую с нашими врагами во время войны, а так же за разглашение секретной тактической информации, от которой зависит безопасность страны Эрагвийцев и наших союзников.

source: Certainly, this must be some kind of misunderstanding... I would never shift my allegiances against what’s best for the free civilizations of Irdya!
ru: Я уверенна, это какое-то недопонимание... Я бы никогда не перешла на сторону противников свободных народов Ирдии!

source: Imprisoning her will not be necessary. Allow her to come to the Grand Council.
ru: Её арест не обязателен. Разрешите ей прийти на Великий Совет.

source: But, my lord...
ru: Но, милорд...

source: A trial won’t be required either. She’s been framed by the enemy.
ru: Трибунал также не понадобится. Она была подставлена врагом.

source: Elynia, we have been eagerly awaiting your return. It’s been a long time...
ru: Элиния, мы с нетерпением ждали Вашего возвращения. Столько времени прошло...

source: Lord Arnesius, it’s good to see you again. Something terrible has happened...
ru: Лорд Арсениус, я рада увидеть вас снова. Произошло что-то чудовищное...

source: Yes, yes... Valen has told us everything, and there’s more you need to know as well. Come with us.
ru: Да, да... Вален всё нам рассказала, Вам необходимо узнать очень много. Следуйте за нами скорее.

source: My Lord, I— our messengers were promised an audience with the Council as well...
ru: Милорд, Я— нашим посланникам также была обещана встреча с Советом...

source: That will have to wait while we discuss some war matters, but since you have come from so far protecting her, you may also come and listen.
ru: Вам придётся подождать — нам нужно обсудить проблемы военного значения сначала, но раз вы так долго защищали её, можете тоже прийти и послушать.

source: Very well, my lord.
ru: Очень хорошо, милорд.

source: A Final Confrontation
ru: Последняя Битва

source: team_name^Mal Hekuba
ru: Мал Хекуба

source: team_name^Chamber Guards
ru: Охранники Камеры

source: Azalia
ru: Азалия

source: Rhadiarch
ru: Рхадиарч

source: Galaviel
ru: Галавиель

source: Proceed further underground with Elynia to find Mal Hekuba
ru: Проследуйте глубже под землю Элинией, чтобы найти Мал Хекубу

source: This goes deeper and deeper—
ru: Дорога идёт всё глубже и глубже—

source: ... I fear we don’t have much more time. Just where in this accursed place are you, Hekuba?
ru: ... Я опасаюсь, что у нас нет больше времени. Но где же в этом проклятом месте ты, Хекуба?

source: Jarlean
ru: Ярлеан

source: Terryl
ru: Террил

source: The earth shakes.
ru: Земля содрогается.

source: Move Elynia to the central chamber
ru: Передвиньте Элинию в главную камеру

source: Access granted.
ru: Доступ разрешён.

source: Be careful. I’m sure he is in this chamber, somewhere...
ru: Будьте на чеку! Я уверена: он где-то здесь, в этой камере...

source: Most likely on that tall platform at the center. We need to get up there somehow.
ru: Скорее всего на этой высокой платформе в центре. Нам нужно как-то туда забраться.

source: What’s that noise?
ru: Что это за шум?

source: ... That energy... It’s the same...
ru: ... Эта энергия... Она такая же, как...

source: Elynia? What’s happening?
ru: Элиния? Что происходит?

source: ... A dark energy emanates from those spires... It’s the same energy that was released in Wesmere when we destroyed the creature within the hive.
ru: ... Тёмная энергия испускается из этих стержней... Эта та же энергия, что высвободилась в Весмире, когда мы уничтожили то существо в улье.

source: How should we destroy them?
ru: Как мы их уничтожим?

source: Search the chamber — there must be some mechanism controlling them.
ru: Обыщите камеру — здесь должен быть какой-нибудь механизм, управляющий ими.

source: Explore the central chamber
ru: Исследуйте центральную камеру

source: Welcome to your end, heathens!
ru: Добро пожаловать к вашему концу, еретики!

source: What kind of evil magic is this?
ru: Что это за вид злой магии?

source: Is he... fused with one of the spires?
ru: Он... соединён с одним из стержней?

source: What do you expect to achieve by creating a new portal to Inferno with your new-found powers? Your troops are falling one by one under the might of the northern peoples’ alliance, while you decided to rebel against your leader in this dead land?
ru: Что ты ожидаешь от открытия нового портала в Инферно с твоими новообретёнными силами? Твои бойцы падают один за другим под мощью Альянса Северных Народов, в то время, как ты решаешь восстать против твоего лидера в этой пустоши?

source: Ha, ha, ha, ha! Don’t forget that your shortsightedness is the chief cause of your friends’ demise, foolish creature. The power I control now is too great, even for her.
ru: Ха, ха, ха, ха! Не забывай, что твоя недальновидность стала главной причиной гибели твоих друзей, глупое создание. Мощь, которая под моим контролем сейчас слишком велика, даже для неё.

source: What if you don’t truly control it? You said you cannot speak to Uria directly — what if her will is <i>your</i> destruction?
ru: А что, ты если не контролируешь её на самом деле? Ты сказал, что не можешь общаться с Урией напрямую; что, если её воля - <i>твоё</i> уничтожение?

source: Insolent girl! You shall all die!
ru: Наглая девчонка! Вы все умрёте!

source: YOU SHALL ALL DIE NOW!
ru: ВЫ ВСЕ УМРЁТЕ СЕЙЧАС ЖЕ!

source: What are we going to do now?
ru: Что мы теперь собираемся делать?

source: Everyone, stay away from the spires and the portal! I must think of something...
ru: Нужно держитесь подальше от стержней и портала! Я должна подумать...

source: The portal grows in size every turn, taking adjacent ground hexes with it
ru: Портал увеличивается в размере каждый ход, поглощая прилежащую территорию

source: Unless adjacent to a spire, road hexes cannot disappear
ru: Кроме смежных со стержнями, клетки дороги не могут исчезнуть

source: Units incapable of flight over chasms will die should the ground below them disappear
ru: Бойцы, не способные к полёту над пропастью умрут, как только земля под ними исчезнет

source: Survive until the end of turns
ru: Выживите до конца ходов

source: There’s no use in attacking those structures — the energy they release in retaliation could kill us all!
ru: Эти структуры атаковать бессмысленно — энергии, которую они выпускают в отместку, достаточно, чтобы убить всех нас!

source: Attacking me is futile!
ru: Нападать на меня бесполезно!

source: The more time passes, the more energy fills the place and binds our worlds together. I must go and try to destroy that lich by myself.
ru: Чем больше времени проходит, тем больше энергии заполняет это место и связывает наши миры вместе. Я должна пойти и уничтожить этого лича сама.

source: Elynia? No! If you go he will—
ru: Элиния? Нет! Если вы пойдёте, то он—

source: I am well aware, but I’m also the only one who can wield this staff and not become corrupted by the power of the Ruby. Using it to vanquish this evil... if my own sacrifice is necessary, I will gladly accept my fate. There’s nothing left in Irdya for me now, and there will certainly be nothing for you all if this fiend succeeds.
ru: Я хорошо осведомлена, но при этом я единственная, способная нести этот посох и не быть испорченной мощью Рубина. Используя его для победы над этим злом... Если моя жертва необходима, то я приму свою судьбу. Для меня ничего не осталось больше в Ирдии, и уж точно не останется и для вас, если этот изверг победит.

source: I— I—
ru: Я— Я—

source: You cannot go with me, for someone must survive the ordeal to pass the news on to our allies. You are a very smart girl, and I’m sure you all will be able to escape together with your power.
ru: Ты не можешь пойти со мной - кто-то должен выжить, чтобы доставить вести нашим союзникам. Ты очень смекалистая девочка, я уверенна, что мы сможем сбежать отсюда всё вместе, используя твою способность.

source: I must go now.
ru: Теперь я должна идти.

source: Elynia, my lady... Good luck!
ru: Элиния, миледи... Удачи!

source: (<i>tearful</i>) Elynia! Don’t die up there! Please!
ru: (<i>в слезах</i>) Элиния! Не погибни там! Прошу!

source: (<i>muttering to herself</i>) I can only try.
ru: (<i>говоря про себя</i>) Я могу только надеяться.

source: Darkness Flight
ru: Ночной Полёт

source: Elynia is now able to fly over chasms.
ru: Теперь Элиния может лететь над пропастью.

source: Attack Mal Hekuba with Elynia
ru: Атакуйте Мал Хекубу Элинией

source: And just what are you doing now?
ru: И что же ты собираешься делать теперь?

source: I’m going to destroy you!
ru: Я уничтожу тебя!

source: How pathetic.
ru: Как жалко.

source: Have you not learned anything after your friends’ vain sacrifices, Elynia? Have you not learned to GIVE UP?
ru: Разве ты ничему не научилась от бессмысленных жертв твоих друзей, Элиния? Разве ты не научилась СДАВАТЬСЯ?

source: ELYNIA!
ru: ЭЛИНИЯ!

source: Why won’t you just accept your fate and <b>DIE</b>?!
ru: Почему же тебе просто не смириться с судьбой и <b>СДОХНУТЬ</b>?!

source: We must do something!
ru: Мы должны сделать что-нибудь!!

source: If Elynia herself doesn’t have the power to destroy that lich, I don’t think there’s anything we can do about it...
ru: Если даже Элиния не может победить этого лича, то я сомневаюсь, что мы вообще можем что-то сделать...

source: Survive until the opportunity to destroy Mal Hekuba presents itself
ru: Держитесь, пока возможность уничтожения Мал Хекубы не появиться самостоятельно

source: It’s too late to stop me!
ru: Слишком поздно останавливать меня!

source: There’s absolutely <i>nothing</i> you can do!
ru: Вы уже <i>ничто</i> не сможете сделать!

source: Have you had enough already?
ru: Тебе уже достаточно?

source: No?
ru: Нет?

source: <i>... Don’t forget that you are here fighting for a greater cause...</i>
ru: <i>... Не забывай, что ты сражаешься для высшей цели...</i>

source: ... I...
ru: ... Я...

source: Stupid little vermin...
ru: Глупый маленький червяк...

source: Ivyel
ru: Ивъель

source: Ah, Ivyel, at long last! It’s good to see you again... This pitiful creature is hindering me. Could you sweep her away for me?
ru: Ах, Ивъель, наконец-то! Я рад видеть тебя снова... Это жалкое существо меня раздражает. Не мог бы ты его сбросить?

source: ... What’s this?
ru: ... Что это?

source: ... I cannot be defeated by the likes of you...
ru: ... Я не могу быть повержена такими, как ты...

source: ... I am the Lady of Light...
ru: ... Я Леди Света...

source: ... even without my former power, I shall destroy you...
ru: ... и даже без моей силы, я уничтожу тебя...

source: Of course not. TAKE HER DOWN!
ru: Да нет конечно. СБРОСЬТЕ ЕЁ ВНИЗ!

source: What’s she going to do? Does she have a plan?
ru: Что она будет делать? У неё есть план?

source: I am not sure. It appears she wants to attack the infiltrator creature...
ru: Я не уверенна, но, похоже, она собирается атаковать внедрителя...

source: Destroy Ivyel
ru: Уничтожьте Ивъеля

source: This is <i>your</i> end, Mal Hekuba...
ru: Это <i>твой</i> конец, Мал Хекуба...

source: ... Irdya is not yours to destroy!
ru: ... Ирдия не твоя, чтобы разрушать её!

source: AAAAAAAARRGH!
ru: АААААААРРГХ!

source: WHAT HAVE YOU DONE?
ru: ЧТО ВЫ НАТВОРИЛИ?

source: The Betrayal
ru: Измена

source: Stalygvan
ru: Сталигван

source: Dorghazaquiel
ru: Доргазаквель

source: Elathea
ru: Элатея

source: Alareanthalcan
ru: Алареанталкан

source: Defeat the false Lady of Light
ru: Победите ложную Леди Света

source: Another gate...
ru: Ещё одни врата...

source: Look! It’s the impostor again!
ru: Посмотрите! Опять самозванка!

source: I have to destroy her... yes, I have to... I must not fail this time...
ru: Я обязана уничтожить её... да, я обязана... Я не должна потерпеть поражение в этот раз....

source: So here you are, traitor.
ru: Так вот где ты, изменница.

source: I AM NOT A TRAITOR! I’LL DESTROY YOU THIS TIME!
ru: Я НЕ ИЗМЕННИК! В ЭТОТ РАЗ Я ВАС УНИЧТОЖУ!
