Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: Durvan, what are you going to do after this is over? You said earlier you had some doubts about Elynia’s plan, and you...
ru: Дурван, что же ты будешь делать, когда это всё окончится? Ты сказал ранее, что имеешь некоторые сомнения по поводу плана Элинии, и ты...

source: Yes, I won’t be going with you. Her plan just seems too risky... What the hell is she thinking? Didn’t you say Elorran himself knew his kinsmen couldn’t be trusted? Besides, I won’t be very useful once you arrive there. From what I’ve heard, the natives hate us, and motivating and talking to people is really all I have done ever since I joined Elynia.
ru: Да, я не пойду с вами дальше. Её план выглядит слишком рискованным... Что за чертовщину, она вообще придумала? Разве она не знает, что даже Элорран считал, что его собратьем нельзя доверять? Кроме того, я не очень буду полезен там. Судя по тому, что я слышал, местные ненавидят нас, а мотивирование и общение с людьми - всё, что я делал с момента присоединения к Элинии.

source: But...
ru: Но...

source: You two and the necromancer woman have all those magic abilities and powers I will never have. I’m tired of risking my life fighting alongside you against powerful demons and psychotic cultists. I just... I just want to live a longer life than the other human Elynia got killed in enemy territory, the poor bastard.
ru: У вас двоих и некромантки есть все эти магические способности и силы, которых у меня никогда не будет. Я устал рисковать своей жизнью, сражаясь со всеми этими могучими демонами и сумасшедшими культистами. Я просто... просто хочу прожить дольше, чем другой человек, смерть которого допустила Элиния в логове врага. Бедный мерзавец...

source: Heh, yes... But you were really brave in the valley...
ru: Хех, да... Но ты был очень смелым в долине...

source: I was really <i>stupid</i>! I hadn’t heard of that guy and his fate yet!
ru: Я был очень <i>тупым</i>! Я даже не слышал о том мужике и его судьбе!

source: I still think I will miss you... even if you only rarely start a conversation! And I’m sure Elynia will miss you as well.
ru: Я до сих пор думаю, что буду скучать по тебе... даже, если ты очень редко будешь начинать разговор! И я уверенна, что Элиния будет скучать по тебе не меньше.

source: Sure...
ru: Конечно...

source: I wish you two all the luck in the world. You’ll surely need it.
ru: Я желаю вам обеим удачи. Она вам понадобится.

source: Help: Using Charges
ru: Помощь: Использование Взрывчатки

source: In this scenario, most units under your control can carry barrels of explosives, which can be used to destroy structures and other units. To get a barrel, move a unit over it. You will be given the choice to grab the barrel or leave it for another unit. Once a unit gets the barrel, it will gain the <b>Demolition</b> ability, allowing it to destroy everything within a one-hex radius upon death. The unit will also be able to <b>drop</b> the barrel for another unit to pick it up, or <b>deploy</b> an activated charge. Once a barrel is deployed, it will <b>destroy</b> everything within a one-hex radius at the start of the next first-player turn, so you want to make sure your unit has enough movement points left to get away before deploying. Units lose the Demolition ability after dropping or deploying barrels. Use these barrels wisely! You start with a limited number, and you need at least <b>six</b> to complete the main objective!
ru: В этом сценарии большинство ваших бойцов могут нести бочки со взрывчаткой, которые могут быть использованы для подрыва строений и других бойцов. Чтобы подобрать бочку, передвиньте на неё бойца. Вам будет предоставлен выбор: брать ли бочку или оставить её для другого. После получения бочки, боец приобретает способность <b>Самоподрыв</b>, дающую возможность разрушить всё вокруг в радиусе одной клетки. Боец также может <b>скинуть</b> мину для поднятия другим бойцом или <b>установить</b> активированный заряд. Как только бомба установлена, она <b>уничтожит</b> всё в радиусе одной клетки в начале следующего хода, так что удостоверьтесь, что у юнита достаточно ходов, чтобы выбраться из зоны поражения. Бойцы теряют способность к <b>Самоподрыву</b> после сбрасывания или установки зарядов. Используйте мины рассудительно! Помните, что вам требуется как минимум <b>шесть</b> для выполнения главной задачи!

source: Deploying these explosives so close to your encampment would be an incredibly ill-advised idea!
ru: Установка этих зарядов рядом с вашим лагерем была бы очень плохой идеей!

source: That is not an appropriate location for deploying these explosives. Try elsewhere.
ru: Это не допустимое место для установки этих мин. Попробуйте в другом месте.

source: Deploy Charge
ru: Установить Мину

source: Drop Charge
ru: Скинуть Мину

source: elynia^You silently consider the possibility of rushing into the battlefield carrying this heavy barrel of explosives all by yourself. You wonder whether your comrades would regard your action as heroic or foolish. The thought of leaving this world with yet another explosion is inviting at this point, but you have been through that in three different occasions already, and survived to get this far. What would the point be? Perhaps Anya is right, and there is still much more left to do before your time comes. You want to find that demoness in the Pass of Sorrows first, after all.
ru: Вы молча рассматриваете возможность устремиться на поле боя, неся с собой эту тяжёлую бочку взрывчатки. Вам гадаете, расценят ли ваши товарищи этот поступок как героический или глупый. Мысль покинуть этот мир с ещё одним взрывом очень навязчива в этот момент, но она уже приходила вам в трёх различных ситуациях, и вы до сих пор живы. В чём же смысл? Возможно, Аня права: ещё многое осталось сделать перед тем, как твое время придёт. Во всяком случае, нужно сначала найти ту демонессу в Перевале Печали.

source: anya^You silently consider the possibility of rushing into the battlefield carrying this heavy barrel of explosives all by yourself. You wonder whether your comrades would regard your action as heroic or foolish. That sure was a silly thought to entertain! But your hope has not waned just yet, and Elynia needs your help. You are determined to stay at her side until it is all over. She is all you have left, and perhaps more than you will ever have.
ru: Вы молча рассматриваете возможность устремиться на поле боя, неся с собой эту тяжёлую бочку взрывчатки. Вам гадаете, расценят ли ваши товарищи этот поступок как героический или глупый. Это действительно будет глупым развлечением! Но надежда ещё не покинула вас, и Элинии нужна ваша помощь. Вы решили стоять на её стороне до конца. Она - всё, что у вас осталось, и возможно большее, что вы будете когда либо иметь.

source: kyara^You silently consider the possibility of rushing into the battlefield carrying this heavy barrel of explosives all by yourself. You wonder whether your comrades would regard your action as heroic or foolish. That pointless exercise of thought promptly leaves way for recalling the stories of your people’s arrival to Quenoth Isle. Many say they were assisted in their journey by dwarves, underground dwellers with an inclination to devise this kind of evil artifact. You decide it may be for the best that a civilization with such destructive potential confined itself to the caverns beneath the surface.
ru: Вы молча рассматриваете возможность устремиться на поле боя, неся с собой эту тяжёлую бочку взрывчатки. Вам гадаете, расценят ли ваши товарищи этот поступок как героический или глупый. Эти бессмысленные раздумья временно сменяются воспоминанием истории прибытия вашего народа на остров Квенот. Говорят, что в путешествии им помогали гномы, подземные жители с наклонностями разрабатывать такие злые изобретения. Вы решаете, что возможно к лучшему то, что цивилизация с таким разрушительным потенциалом осталась в пещерах глубоко под землёй.

source: durvan^You silently consider the possibility of rushing into the battlefield carrying this heavy barrel of explosives all by yourself. You wonder whether your comrades would regard your action as heroic or foolish. But you would not be caught dead carrying such dangerous materials. As everyone knows, your craft is hunting prey; you ain’t anybody’s transport man.
ru: Вы молча рассматриваете возможность устремиться на поле боя, неся с собой эту тяжёлую бочку взрывчатки. Вам гадаете, расценят ли ваши товарищи этот поступок как героический или глупый. Хотя вы не помрёте, неся такой опасный материал; как все знают, вы охотник, а не извозчик.

source: bardyl^You contemplate one of the barrels of explosives your superiors sent from Fort Rylgur before the Far North fell to those infernal bastards. You feel glad that you are not one of the poor nameless soldiers who were charged with the task of carrying these to Aran-Balgur’s main keep!
ru: Вы восхищаетесь одной из бочек со взрывчаткой, отосланной вам из Форта Рилгура перед тем, как он был захвачен этими адскими мразями. Вы чувствуете радость от того, что вы не один из этих бедных безымянных солдат, ответственных за доставку этих бочек к цитадели Аран-Балгура!

source: female^You silently consider the possibility of rushing into the battlefield carrying this heavy barrel of explosives all by yourself. You wonder whether your comrades would regard your actions as heroic or foolish. In any case, you are not so stupid as to attempt such a pointless move now.
ru: Вы молча рассматриваете возможность устремиться на поле боя, неся с собой эту тяжёлую бочку взрывчатки. Вам гадаете, расценят ли ваши товарищи этот поступок как героический или глупый. В любом случае, вам хватает ума не делать такой безрассудный шаг сейчас.

source: You silently consider the possibility of rushing into the battlefield carrying this heavy barrel of explosives all by yourself. You wonder whether your comrades would regard your actions as heroic or foolish. In any case, you are not so stupid as to attempt such a pointless move now.
ru: Вы молча рассматриваете возможность устремиться на поле боя, неся с собой эту тяжёлую бочку взрывчатки. Вам гадаете, расценят ли ваши товарищи этот поступок как героический или глупый. В любом случае, вам хватает ума не делать такой безрассудный шаг сейчас.

source: The unit you have chosen for this task is not able to lift the weight! Try with another unit.
ru: Выбранный вами боец не может поднимать такой вес! Попробуйте другого бойца.

source: Should this unit carry the barrel of explosives?
ru: Должен ли этот боец тащить бочку со взрывчаткой?

source: Yes, pick up the barrel.
ru: Так точно, подобрать бочку.

source: To drop or deploy the charge, right-click on the unit and choose the desired option from the context menu.
ru: Чтобы установить или сбросить мину, кликните ПКМ бойца и выберите соответствующую опцию из контекстного меню.

source: No, let someone else do it.
ru: Никак нет, пусть кто-нибудь другой это сделает.

source: You cannot carry more than one barrel at once!
ru: Вы не можете тащить больше одной бочки за раз!

source: Fire in the hole!
ru: Ложись!

source: Blast it, we have wasted our explosives on the battlefield instead of saving them for the main keep! We can’t continue like this — retreat!
ru: Проклятье, мы потратили всю взрывчатку на поле боя, вместо сохранения её для главной крепости! Мы не сможем продолжить — отступаем!

source: Destroy that enormous monster before it gets a chance to rain its fire upon our troops!
ru: Уничтожьте это огромное чудище перед тем, как он обрушит огонь на наши войска!

source: But... how?
ru: Но... каким образом?

source: Shapeshifters. They are somewhat different to other demons in that the more mature individuals are much harder to kill without arcane magic than the rest. (<i>disgusted</i>) It’s said they are basically extinct, but some demon lords still keep them as slaves.
ru: Оборотни. Они отличаются от других тем, что их гораздо труднее убить без помощи мистической магии, чем остальных. (<i>с отвращением</i>) В основном, они вымерли, но некоторые демонические лорды держат их рабами.

source: How do you know that?
ru: Откуда ты столько знаешь о них?

source: Well, Elorran did tell me a lot of things about them...
ru: Элорран рассказал мне много про них...

source: (<i>muttering to herself, aside</i>) ... mainly because I am one of them.
ru: (<i>шепча про себя, в сторону</i>) ... потому что я одна из них.

source: Finally, that thing was a real nuisance.
ru: Наконец-то! Эта штуковина была настоящей проблемой.

source: Are you leaving now, Elynia?
ru: Ты уже покидаешь нас, Элиния?

source: Well...
ru: Да...

source: Yes, I think it is the right time.
ru: Да, я считаю, что время пришло.

source: All right, then.
ru: Ну тогда ладно.

source: No. Our allies still need our help.
ru: Нет. Нашим союзникам до сих пор нужна помощь.

source: As much as I dislike General Bardyl and his people, we wouldn’t have achieved this victory without them. I think it’s best to assist them until the battle is over. But I’ll keep the portal in mind if things don’t go as planned later.
ru: Как бы я не недолюбливала Генерала Бардиля и его войска, мы бы не победили без него. Я считаю, что лучше помочь ему до окончания сражения. Но я буду помнить про портал, на случай, если дела не пойдут как запланировано.

source: Leave Battle
ru: Покинуть Битву

source: If you change your mind later, you can choose the <b>Leave Battle</b> option in the context menu by right-clicking on any unit or vacant hex.
ru: Если вы передумаете позднее, вы можете выбрать опцию <b>Покинуть Битву</b> в контекстном меню, кликаньем ПКМ на любого юнита или пустую клетку.

source: Do you really wish to leave the battle?
ru: Вы правда желаете покинуть битву?

source: Yes.
ru: Да.

source: No.
ru: Нет.

source: Call more reinforcements! We can’t afford to lose control of this region to these wretches!
ru: Запросите подкрепления! Мы не можем отдать контроль над регионом тем негодяем!

source: Let us find that portal.
ru: Давайте же найдём этот портал.

source: Interim
ru: Между Делом

source: team_name^Neutral
ru: Нейтральная Команда

source: team_name^Gatekeeper
ru: Привратник

source: That is not entirely accurate. Of course you do have more specific goals in mind tonight, the longest of nights on Irdya. Ever since you were brought back to life by the man who once was Uria’s first, you have done nothing but comply with the wishes of those responsible for your prolonged lifespan. Such is the price of cheating death, you think to yourself.
ru: Это не совсем верно. Конечно, у Вас есть больше особых задач этой ночью, длиннейшей из ночей в Ирдии. С тех пор как Вы были возвращены к жизни человеком, бывшим первым после Урии, Вы не делали ничего, кроме исполнения желания ответственных за Ваше продлённое время жизни. Такова цена договора со смертью, Вы думаете про себя.

source: But the Seer told you about things to come. Things that did not make much sense to you at the time; things you promptly disregarded as long-winded prophetic nonsense, of the kind that necessitates a very specific mindset to digest and interpret correctly. Even after over three hundred years, you cannot understand half of her ramblings, and have forgotten most of the rest.
ru: Но Провидец сказала Вам, что что-то произойдёт. Что-то, что ещё не имеет для Вас смысла; что-то, что вы попросту отбросили, как бессвязный пророческий бред, требующий особую форму мышления, чтобы его понять и правильно интерпретировать. Даже спустя свыше трёх сотен лет, Вы не можете половину её бормотания, а оставшуюся почти полностью забыли.

source: Yet she sometimes provides you clear instructions to follow. Darkness and its association with the matters of the mind are well understood by her, as the descendant of Delethia she claims to be, and she willingly allows you to exploit that aspect and gnaw at her thick mental barrier when the situation calls for it. But instructions are all you ever find in the vast void of her thoughts. Executing commands as the machine you are is all you ever do. But you were promised a change. You have a couple of contracts to fulfill first, however. What will you do?
ru: Но она иногда предоставляет Вам и инструкции к действию. Тьма и её ассоциация с материями разума очень ей понятны, как потомку Делетии, по её заявлением, и она разрешает Вам развивать этот аспект и грызть её ментальный барьер, когда ситуация того требует. Однако, инструкции - это всё, что Вам удавалось найти в огромной пустоте её мыслей. Исполнение приказов как машина - всё, что Вы когда-либо делали. Но Вам было обещано изменение. Однако, сначала вам нужно выполнить некоторые из них. С чего начать?

source: Current Objective:
ru: Текущая Задача:

source: Proceed to the meeting chamber
ru: Придите в конференц-зал

source: There is nothing of interest whence you came. You should really get moving now.
ru: Здесь нет ничего интересного. Вам действительно стоит продолжать двигаться.

source: You have a very specific objective in mind at this particular time, and you are not really the type that gets distracted this easily. What were you thinking? You purposefully turn around and get back to business.
ru: У вас сейчас чётко заданная цель в голове, а вы не тот тип, которого можно легко отвлечь. О чём вы думали? Вы целенаправленно разворачиваетесь и возвращаетесь к делу.

source: This is not where you should be heading right now, and you know it. Still, you cannot resist the urge to take a glance at this striking scenery. Who ever knew that ancient ruins could look this good? Truly, nature itself is the best architect there is.
ru: Это не то место, куда вы должны идти прямо сейчас, и вы это знаете. Но вы не можете не взглянуть на эти поразительные декорации. Кто знал, что древние руины могут так хорошо выглядеть? В самом деле, природа - лучший архитектор здесь.

source: You take a glance at the wondrous carving on the enchanted gate. It is largely rusted and you can barely make out the details, and yet, your eyes are affixed. Perhaps you should get back to whatever you were doing.
ru: Вы взглянули на чудесную резьбу на зачарованных вратах. Они, в основном, ржавые и вы еле выделяете детали, и да, ваши глаза снова остановились. Возможно, вам нужно вернуться к тому, что вы собирались сделать.

source: It is an old enchanted gate, of course. You are not completely sure why you bothered casting these spells on most of the gates on this level, actually, but you are prone to wasting your time on frivolous activities like that on occasion, while nobody is around. Then again, the faint glow on it is unusually mesmerizing. Time to go back to doing something productive.
ru: Это, конечно, старые зачарованные врата. Вы не совсем уверенны, почему вы так беспокоитесь, накладывая эти заклятья на большинство врат на этом уровне, но вы склонны тратить время на такие бесполезные занятия, когда никого нет рядом. И ещё, это слабое свечение на них такое гипнотизирующее. Пора продолжить делать что-то продуктивное.

source: As much as you wish you had the ability, you cannot stop time, and destiny needs a helping hand to ensure that the events foretold for this night take place. You are that helping hand, and you really ought to stop staring at the enchanted gate and get back to your mission.
ru: Как бы вы не желали иметь эту способность, вы не можете остановить время, судьбе нужна рука, чтобы удостовериться, что предсказанные события этой ночи произойдут. Вы и есть эта рука, и вам действительно нужно прекратить смотреть на эти зачарованные врата и вернуться к вашей задачи.

source: Activate the communicator
ru: Активируйте коммуникатор

source: Uria
ru: Урия

source: Ah, it is you.
ru: Ах, это ты.

source: I believe you wanted to see me, my lady.
ru: Вероятно, Вы желали меня увидеть, госпожа.

source: That is correct. Have the preparations for my arrival on Ethea been completed yet? I believe there is a certain nuisance remaining to be eliminated.
ru: Верно. Приготовления для моего прибытия в Эфию уже были завершены? Но от одной оставшейся проблемы необходимо избавиться.

source: I have been awaiting your order to destroy the Gatekeeper, my lady.
ru: Я ожидаю Вашего приказа на уничтожения Привратника, госпожа.

source: Hm, hm, I appreciate your obedience, but in this case I would have preferred if you did it as soon as the breach was opened.
ru: Гм, гм, Я ценю твою преданность, но в этом случае я бы предпочла, чтобы ты это сделала, как только разрыв откроется.

source: I assumed you would wait until you gathered further information on Valdir’s movements, my lady. Does he not...
ru: Я предполагала, что Вы подождёте, пока не соберёте достаточно информации о действиях Валдира, госпожа. Разве он не...

source: Yes. He is already there.
ru: Да. Он уже там.

source: But he is not cognizant of our schemes, is he? His people never noticed the supplies and equipment we stole from their world, so I am free to advance my plans while they are preoccupied with other matters. Do not forget that I need to find the missing piece of that damned puzzle.
ru: Но разве он не часть нашего плана, не так ли? Его народ ещё не заметил припасы и снаряжение, которые мы украли из их мира, так что я могу свободно идти по плану, пока они заняты другими делами. Не забывай, что мне нужно найти недостающий кусок этого проклятого паззла.

source: ... the Body...
ru: ... Тело...

source: Will you please stop wasting everyone’s time and destroy that hideous thing at once? And... once you are done, come back to me.
ru: Когда ты уже перестанешь тратить время впустую и уничтожишь ту отвратительную вещь раз и навсегда? И ещё... как только закончишь, возвращайся назад ко мне.

source: Yes. As you command, my lady.
ru: Так точно! Как прикажете, госпожа.

source: Halbadrel
ru: Халбадрель

source: Sheelevrea
ru: Шеелеврея

source: Kraador
ru: Краадор

source: You guess it cannot be helped. Things are going to get more complicated than you wanted. As usual.
ru: Ну что же, ничего не поделаешь. Вещи снова стали более запутанными, чем Вы хотели. Как всегда.

source: These security measures are inconvenient at times. If that stupid faerie and her accomplices did not have access to teleport spells, you would be able to instantly go to the breach site and deal with your target. But it cannot be helped. The transport glyph awaits. You really hope to not stumble upon any undesirable vermin along the way.
ru: Эти меры безопасности иногда очень неудобны. Если бы эта тупая файери и её товарищи не имели доступа к телепортации, Вы могли бы мгновенно прийти на место разрыва и управиться с вашей целью. Но ничего не поделаешь. Транспортный кристалл ждёт. Вы очень надеетесь не встретить каких-нибудь нежелательных вредителей по пути.

source: Of course, you are not <i>too</i> concerned about it.
ru: Конечно, вы не <i>так</i> сильно озабочены этим.

source: Proceed to the transport glyph
ru: Придите к транспортному кристаллу

source: Your mission now is to slay the Gatekeeper. Bothering Uria again before you are done would be absurdly reckless.
ru: Ваша миссия теперь - победить Привратника. Беспокоить Урию перед выполнением было бы крайне безрассудным действием.

source: Hahahaha! Look, it is Uria’s little pet! Isn’t she adorable?
ru: Хахахаха! Смотрите, это зверушка Урии! Разве она не милашка?

source: You are obstructing the way. Get out.
ru: Вы блокируете путь. Отойдите.

source: As you wish.
ru: Как пожелаете.

source: Hee hee hee!
ru: Хе хе хе!

source: An old, rusted ring with no special powers whatsoever. It is absolutely useless to you.
ru: Старое, ржавое кольцо без каких-либо сил. Оно абсолютно бесполезно для вас.

source: Just an old crate. There is nothing of value in it.
ru: Просто старая коробка. Ничего ценного в ней.

source: The unnatural air in this place makes you feel uneasy.
ru: Неестественный воздух этого места заставляет вас чувствовать себя не очень хорошо.
