Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: On the other side of the breach, the Gatekeeper on Ethea awaits...
ru: На другой стороне разрыва вас ожидает Привратник Эфии...

source: ... There is no going back now...
ru: ... Пути назад нет...

source: <i>Have you forgotten who you are?</i>
ru: <i>Ты забыла, кем ты являешься?</i>

source: Ethealim
ru: Эфеалим

source: Are you deceiving yourself?
ru: Ты обманываешь себя?

source: Who are you?
ru: Кто ты?

source: I asked the question first. I was told Gatekeepers are not sentient creatures.
ru: Я спросила первой. Мне сказали, что Привратники не разумные существа.

source: You let yourself be deceived by appearances in spite of the aspect you control. Why is that?
ru: Ты позволила себе быть обманутой внешностью, не смотря на аспект, который ты контролируешь. Отчего же?

source: As the child of Uria and heiress of Merthiaal you are, you harbor great potential.
ru: Как дитя Урии и носительница Мерфиааля, кем ты являешься, ты содержишь великий потенциал.

source: You are mistaken. I am neither thing.
ru: Ты ошибаешься. Я ничто из этого.

source: Are you not human? All humans everywhere are children of Uria.
ru: Разве ты не человек? Все люди - дети Урии.

source: I am not human. Not anymore.
ru: Я не человек. Уже нет.

source: The heart of Merthiaal lies within you as designed, but that does not change your true self.
ru: Сердце Мерфиааля лежит в тебе, как будто запланировано, но это не меняет твою истинную сущность.

source: I was not destined by the Tree to inherit Darkness... but that’s irrelevant either way. I have transcended the definition of a ‘human’ and become something different.
ru: Мне не было присуждено Деревом быть носителем Тьмы... но это всё равно не важно. Я перешла через определение 'человек' и стала чем-то другим.

source: Have you? What does your heart tell you?
ru: Разве? Что же тебе говорит твое сердце?

source: My... heart...?
ru: Мое... сердце...?

source: The path of Darkness is a convoluted and deceptive one. Whereas your predecessor placed an excessive emphasis on her feelings to the detriment of rationality, you are doing the exact opposite. A true Guardian of Light or Darkness needs to establish a balance between both facets. You, however...
ru: Путь тьмы извилист и обманчив. В то время как твой предшественник полностью предпочла чувства рациональности, ты делаешь ровно противоположное. Истинный Страж Света или Тьмы должен сохранять равновесие между этими двумя частями. Ты, однако...

source: ... you have allowed others to <i>distort</i> your identity...
ru: ... ты позволила другим <i>искажать</i> твою сущность...

source: Uria’s corrupting influence is hampering your personal growth and tearing your being apart, just as she wants.
ru: Порочное веяние Урии останавливает твой личный рост и разрывает твою сущность на части, прямо как она желает.

source: Tearing souls apart is what a corrupted Guardian of Life does best. But... can <i>you</i> escape her influence?
ru: Разрывать души на части - то, что испорченный Страж Жизни умеет лучше всего. Но... сможешь ли <i>ты</i> избегнуть её влияния?

source: Can you escape her destructive grasp...
ru: Сможешь ли ты избежать её разрушительной хватки...

source: ... before she utterly destroys your soul and seizes Darkness through your empty shell?
ru: ... перед тем, как она буквально уничтожит твою душу и заполучит Тьму из твоей пустой шелухи?

source: (<i>frantic</i>) Bind the soul to stone— turn the memories to dust— erase the spirit— shed the hollow SHELL!
ru: (<i>безумно</i>) Заточи душу в камень— сотри память в порошок— срази дух— оставь пустую ШЕЛУХУ!

source: Damn you, Zhangor. Damn you and your stinking lies.
ru: Будь ты проклят, Жангор. Проклинаю тебя и твою зловонную ложь.

source: Of course, she was not counting on the spell Uria taught you for the mission. Or was she?
ru: Конечно, она не рассчитывала на заклинание, которому Урия научила вас перед миссией. Или всё же рассчитывала?

source: You have not felt so stupid in a long time. Zhangor’s ruse was simply too obvious to fall for — Uria would not have asked you to destroy the Gatekeeper yourself if she did not fear her for some reason. Perhaps if she had such an introspective conversation with the Gatekeeper, things would have changed to some degree. Perhaps... But no. You are well familiarized with the demoness and her childlike stubbornness. Whatever advice the Gatekeeper might have had for her would have gone unheeded. That is, assuming Uria would have given her a chance to speak in the first place.
ru: Вы уже давно не чувствовали себя такой тупой, как сейчас. Уловка Жангора была слишком очевидной, чтобы попасться — Урия бы не запросила бы вас уничтожить Привратника самостоятельно, если она бы не боялась её по какой-либо причине. Если бы она имела такой интроспективный разговор с Привратником, всё могло бы измениться. Если бы... Но нет. Вы хорошо знакомы с демонессой и её детским упрямством. Какой бы совет не дал ей Привратник, для неё он бы прошёл незамеченным. Если, конечно, Урия вообще позволила бы ему сказать хоть что-то.

source: Maybe you were too hasty in disposing of the creature, though. She seemed to be genuinely trying to help you for some reason. The illusion she cast on you seemed as real as it was intensely painful — not that you are are not accustomed to pain yourself, but... you admit that you were afraid for a moment.
ru: Может быть, Вы слишком поторопились с уничтожением существа. Она выглядела так искренне желающей помочь вам, из-за какой-то причины. Её иллюзия выглядела настолько настоящей, насколько болезненной — не то, чтобы вы сами не привыкли к боли, но... вы признаёте, что испугались на мгновение.

source: Regardless of the intentions of Delethia’s offspring, she managed to stir up uncomfortable thoughts in your mind with her meddling. You decide to sweep them aside, if only for a brief interval while you go to report back to your oppressive overseer.
ru: Несмотря на намерения порождения Делетии, её удалось возбудить некоторые неудобные мысли в вашем сознании её гипнозом. Вы решаете, отбросить их на некоторое время, пока вам нужно отрапортовать вашей деспотичной надсмотрщице.

source: Report to Uria in the meeting chamber again
ru: Отрапортуйте Урии в конференц-зале

source: Ahahahaha! Hey, hey! Did you have fun down there? Hahahahaha!
ru: Ахахахаха! Эй, эй! Ты повеселилась там, внизу? Хахахахаха!

source: Not really. There was only one Gatekeeper and I was prepared to perform many more soul bind spells tonight.
ru: Не совсем. Там был только один Привратник, а я предполагала совершить больше заклинаний захвата душ.

source: That seems rather wasteful and improbable. Lord Zhangor said you needed Uria’s help to cast those.
ru: Это выглядит очень затратно и неправдоподобно. Лорд Жангор сказал, вам нужна помощь Урии, чтобы их сотворить.

source: Zhangor, you say?
ru: Жангор, ты говоришь?

source: Hahahahaha!
ru: Хахахахаха!

source: Ah, I see. Good to know it was he who sent you here, but I fear you have been misinformed about the power I wield. Regardless, I have to wonder: why here, in my domain?
ru: Ах, ясно. Понятно, что это он послал вас сюда, но я боюсь, что вы дезинформированы о моей мощи. Неважно, мне интересно: почему вы здесь, на моей территории?

source: Lord Zhangor wanted us to keep you in check, naturally. There are various disturbing rumors running around surrounding your habits and plans, you see.
ru: Лорд Жангор пожелал, чтобы мы держали вас под контролем. Много различных слухов окружают твои привычки и планы, как видишь.

source: Some say you like inviting people to dine in your cell. They say... that you invite humans and demons... to eat their succulent flesh when you are... hungry! Hahahahaha!
ru: Говорят, что ты любишь приглашать людей на ужин в твою камеру. Говорят... что ты приглашаешь людей и демонов... чтобы потом пожирать их плоть, когда ты... голодна! Хахахахахахах!

source: (<i>monotone</i>) Ha, ha, ha. I can see why some of you might believe such a thing. But trust me, I am not the one who revels in chaos, destruction, and depravity. Perhaps you should be watching <i>him</i> instead. Nonetheless...
ru: (<i>монотонно</i>) Ха, ха, ха. Не удивительно, что некоторые из вас верят в подобное. Но доверьтесь мне, я не та, что погрязла в хаосе, разрушении и разврате. Похоже, вы вместо этого наблюдали за <i>ним</i>. Неважно...

source: I absolutely <i>dislike</i> your obnoxious laugh, girl.
ru: Мне полностью <i>не нравится</i> твой отвратительный смех, девочка.

source: bind soul
ru: захват души

source: You grab the crystal orb containing the soul of your nameless victim and fling it against the wall, shattering it; the irregular shards are scattered over the floor. ... At least you <i>believe</i> she did not have a name.
ru: Вы берёте кристальный шар, содержащий душу вашей безымянной жертвы и бросаете его об стену, разбивая; осколки неправильной формы рассыпаются по полу. .. Во всяком случае, вы <i>верите</i>, что у неё не было имени.

source: Their leader seems quite impressed by your little demonstration and orders his minion to pick up the shards. Hopefully he will choose to leave you alone, you think — that spell is quite physically and mentally taxing, and displaying weakness before Zhangor’s minions would not be a good idea.
ru: Их лидер, похоже, был достаточно впечатлён вашей маленькой демонстрацией и приказал его подчинённым подобрать осколки. Вы надеетесь, что он наконец оставит вас в одиночестве — заклинание достаточно сильно утомляет и физически, и ментально, показывать слабость перед приспешниками Жангора было бы не лучшей идеей.

source: Lord Zhangor will hear of this.
ru: Лорд Жангор узнает об этом.

source: (<i>monotone</i>) Oh, excellent, however should I express my gratitude! I was actually worried for a moment that I would have to send him the shards all by myself, wasting Uria’s invaluable time by making her wait much longer for my report.
ru: (<i>монотонно</i>) Ох, отлично, однако, я должна выразить свою благодарность! Я даже в один миг опасалась, что мне пришлось бы отсылать ему все эти осколки самостоятельно, тратя неоценимое время Урии, заставляя её ждать моего доклада гораздо дольше.

source: Please, <i>do</i> send him my regards.
ru: Прошу, <i>пошлите</i> ему мое почтение.

source: The Gatekeeper on Ethea is no more, my lady. The breach from Urvatha is now clear for you to cross.
ru: Привратника Эфии больше нет, госпожа. Проход из Урваты теперь открыт для перехода.

source: Hm, hm, I see. Well done, my Fire. Your success pleases me... greatly. Hm... I have a question for you.
ru: Гм, гм, ясно. Хорошо сделано, мой Огонь. Твоя удача радует меня... сильно. Гм... У меня вопрос к тебе.

source: Yes, my lady?
ru: Да, миледи?

source: Lord Zhangor informed me earlier of a... <i>revolt</i> organized by the stormkind witch. But from what he said I gather that the once-blessed faerie is directly involved as well. What do you know about this?
ru: Лорд Жангор ранее осведомил меня о... <i>восстании</i>, организованном той штормовой ведьмой. Но из того, что он сказал, я поняла, что наша однажды-благословлённая файери прямо замешана в этом. Что ты думаешь по этому поводу?

source: The faerie was supposed to lead the Irdyan troops from the North but abandoned her duty on the surface before their arrival. She made it to the ruined training chamber and confronted me.
ru: Файери должна была вести Ирдийские войска с Севера, однако она бросила свой долг ещё до прибытия. Она добралась до тренировочной комнаты и сразилась со мной.

source: Ah, hm, yes. Everyone had been looking forward to that confrontation ever since it was foretold by the Seer — it was an inevitability. Well, I assume you made her pay dearly for her meddling. Is she...
ru: Ах, гм, да. Все ждали с нетерпением этого поединка, с тех самых пор, как он был предсказан Провидцем — он был неизбежен. Я так думаю, ты заставила её хорошо заплатить за её дерзость. Она...

source: I killed her just as you wished, my lady. (<i>smirking</i>) Hekuba’s necrophages took care of the rest for me. I would have loved to present you with her corpse, but it appears that our decrepit traitor still manages to interfere even after his soul ceased to exist. A pity too, since I really liked her hair.
ru: Я сразила её прямо как вы просили, госпожа. (<i>ухмыляясь</i>) Трупоеды Хекубы позаботились об останках. Я бы хотела показать вам её труп, но похоже, что наш гнусный предатель до сих пор умудряется вмешиваться в наши дела даже после того, как он прекратил существовать. Жаль, мне очень нравились её волосы.

source: No! I would not tolerate you wearing the scalp of that wretched creature anywhere near me; not to mention that some of your followers could get the wrong idea... Do you not think we have enough already with Ergea’s betrayal?
ru: Нет! Я не потерплю тебя, носящей скальп этого жалкого существа, рядом со мной; не стоит и упоминать, что некоторые твои последователи могут поймать не ту идею... Ты не думаешь, что мы уже достаточно разобрались с предательством Эргии?

source: My apologies, my lady.
ru: Мои извинения, миледи.

source: Moving on...
ru: Продолжаем разговор...

source: I have transferred Irdya’s control to Lord Zhangor. You are relieved from your duty as my Fire.
ru: Я передала контроль над Ирдией Лорду Жангору. Ты освобождена от должности моего Огня.

source: M— my lady?
ru: М— миледи?

source: I refuse to acknowledge your reaction as one of surprise, Elyssa. Did you truly think I would ask you to lend him the bulk of the Triad’s troops without an ulterior reason? This is all part of a plan that is now mostly irrelevant to you. Your duty now is to serve him just as you have served me all these years.
ru: Я отказываюсь воспринимать твою реакцию, как будто это была неожиданность, Элисса. Разве ты думала, что я попрошу тебя выделить ему часть войск Триады без скрытой причины? Это всё часть плана, который теперь, в основном, не важен для тебя. Твой долг теперь - служить ему так же, как ты служила мне все эти годы.

source: But you promised that Irdya would be under my control soon... Zhangor would assist you on Ethea!
ru: Но Вы обещали, что Ирдия будет под моим контролем... Жангор же собирался помогать Вам в Эфии!

source: You ought to watch your tone, girl — do not forget that I can end your life and destroy your soul at any time I please. If you want the ball of dirt you call Irdya, you will have to strike a bargain with your new lord. Do you understand?
ru: Смотри за своим тоном, девочка — не забывай, что я могу окончить твою жизнь и уничтожить твою душу в любой момент, когда захочу. Если ты хочешь этот кусок грязи, называемый Ирдией, тебе придётся поторговаться с её новым повелителем. Смекаешь?

source: I... understand, my lady.
ru: Я... поняла, госпожа.

source: Excellent then. Hm, hm, I am sure Zhangor will be as pleased as I to count on your assistance with exterminating the vermin brought by the faerie. We will meet again in the future, <i>perhaps</i>. Ha, ha, ha, ha!
ru: Тогда замечательно. Гм, гм, я уверена, что Жангор будет так же рад, как и я, когда будет истреблять тех паразитов, принесённых той файери, вместе с тобой. Мы ещё встретимся, <i>возможно</i>. Ха, ха, ха, ха!

source: That damned shapeshifter scum should have stayed half-dead in that putrid pit. Stupid Uria and her irritating obsession with the bastard. You can only wonder what other machinations they have been brewing behind your back. This unexpected development changes many things. Your plans need some urgent adjustments before those two perform their next move.
ru: Этот проклятый мразовидный оборотень, должно быть, уже наполовину разложился в своей помойной яме. Тупая Урия и её раздражающее помешательство этим выродком. Вы думаете, какие же махинации они плетут у вас за спиной. Это неожиданное известие всё меняет. Вашим планам нужны срочные изменения, перед тем, как эти двое совершат следующий шаг.

source: Time to check on your pivotal piece in the ruined laboratory. Maybe you should try to remember a few things along the way; open some of those rusty gates in your memory and look inside. You just know you will need all the hints you can gather from this stronghold for your next course of action.
ru: Время проверить ваш ключевой предмет в лаборатории. Возможно, вам следует попробовать вспомнить несколько вещей по пути; открыть некоторые из тех заржавелых дверей в вашей памяти и заглянуть внутрь. Вы знаете, что все подсказки, извлечённые из этой крепости, обязательно вам помогут в следующих действиях.

source: Enter the ruined laboratory
ru: Войдите в разрушенную лабораторию

source: There is no use in attempting to activate the communicator at this time. Uria has probably left her fortress on Urvatha already, Zhangor is busy plotting in his lair, Nar-hamoth is missing in action, and the Seer does not really use these artifacts on account of her inability to move around unassisted. You do not have anything left to discuss with any of them for now, either.
ru: Сейчас бесполезно пытаться активировать коммуникатор. Урия, возможно, уже покинула её крепость в Урвате, Жангор занят плетением интриг в его логове, Нар-хамот отсутствует, а Провидец в принципе не может использовать эти артефакты по причине её неспособности двигаться без помощи. Да и вам нечего с ними обсуждать.

source: Touchplate triggered. A road rises from the depths.
ru: Пластина нажата. Дорога поднимается из глубин.

source: The Original Ten
ru: Первоначальная Десятка

source: Life
ru: Жизнь

source: The force that governs the birth of all creatures in our reality. Incarnated by the Guardian of Life, also known as Uria, Guardian of the Legacy and the Void, Mistress of the Void, Goddess of Life.
ru: Сила, руководящая рождением всех существ в нашей реальности. Воплощена в Страже Жизни, известной как Урия, Страж Прошлого и Пустоты, Госпожа Пустоты, Богиня Жизни.

source: Water
ru: Вода

source: The element common to the origins of all life in our reality, as well as its sustainment and destruction. Incarnated by the Guardian of Water, also known as Valdir, Guardian of Water and Destruction, the Beast, God of War.
ru: Элемент, первоначальный ко всей жизни в нашей реальности, так же как её продолжению и разрушению. Воплощён в Страже Воды, также известным как Валдир, Страж Воды и Разрушения, Зверь, Бог Войны.

source: Thunder
ru: Гром

source: The spark that keeps life in motion, the arbiter in a chaotic reality doomed to an ephemeral eternity of strife. Incarnated by the Guardian of Thunder, also known as Kaarul, Guardian of Thunder, Harbinger of Judgment, and God of Storms.
ru: Искра, поддерживающая движение жизни, а судья в хаотичной реальности, обречённой на вечный раздор. Воплощена в Страже Грома, также известном как Каарул, Страж Грома, Вестник Правосудия и Бог Штормов.

source: Earth
ru: Земля

source: The shelter that harbors the promise of life, the energy that kindles the mystic in a dying reality. Incarnated by the Guardian of Earth, also known as Xia’el, Guardian of the Arcane Flame and Earth, Goddess of the Forests, Protector of Peace.
ru: Убежище, содержащее надежду на жизнь, энергию, разжигающую тайну в умирающей реальности. Воплощено в Страже Земли, известному как Ксиаэль, Страж Мистического Огня и Земли, Богиня Лесов, Защитница Мира.

source: Fire
ru: Огонь

source: The aspect that fuels life through love, the flame that sustains the forge of knowledge in a reality where ignorance has ensnared its hopeless dwellers. Incarnated by the Guardian of Fire, also known as Shardia, Guardian of Fire and Knowledge, the Fire of Hope, Goddess of Love.
ru: Аспект, питающий жизнь через любовь, огонь, поддерживающий накапливание знаний в реальности, где невежество захватило её беспомощных жителей. Воплощён в Страже Огня, известной как Шардия, Страж Огня и Знания, Огонь Надежды, Богиня Любви.

source: Darkness
ru: Тьма

source: The aspect of the free will necessary for life to progress, the precursor and successor of light in a reality devoid of ultimate intent. Incarnated by the Guardian of Darkness, also known as Merthiaal, Guardian of Darkness and Shadows, Eater of Souls, Goddess of Free Will.
ru: Аспект свободы воли, необходимый для прогресса жизни, предшественник и преемник света в реальности, лишённой смысла. Воплощён в Страже Тьмы, известном как Мерфиааль, Страж Тьмы и Теней, Пожирательница Душ, Богиня Свободной Воли.

source: Light
ru: Свет

source: The aspect of the constancy from which life springs, the successor and precursor of darkness in a reality unprepared for its end. Incarnated by the Guardian of Light, also known as Luceith’el, Guardian of Light and Metal, Star of the Morning, Healer of Souls.
ru: Аспект, из которого постоянно происходит жизнь, преемник и предшественник тьмы в реальности, неподготовленной к его концу. Воплощён в Стража Света, известного как Лусеител, Страж Света и Метала, Утренняя Звезда, Исцелитель Душ.

source: Air
ru: Воздух

source: The aspect of the kiss that insufflates life, the breath that preserves life in a decaying reality. Incarnated by the Guardian of Air, also known as Kazith, Guardian of Air and Breath, Lady of the Skies, Messenger of the Ether.
ru: Аспект, поцелуя, вдохновляющего жизнь, дыханье, сохраняющее жизнь в гибнущей реальности. Воплощён в Страже Воздуха, известным как Казит, Страж Воздуха и Дыхания, Леди Небес, Посланник Эфира.

source: Ice
ru: Лёд

source: The aspect that is the cold touch that ends life, the substance that holds treasures for those daring to explore the confines of a shrinking reality. Incarnated by the Guardian of Ice, also known as Yukiria, Guardian of Ice and Mirrors, Queen of the White Expanse, Keeper of Death.
ru: Аспект, чье холодное прикосновение заканчивает жизнь, сущность, хранящая сокровища для тех, кто осмелиться исследовать границы сужающийся реальности. Воплощён в Страже Льда, известом как Юкирия, Страж Льда и Зеркал, Королева Белого Пространства, Страж Смерти.

source: Existence
ru: Бытие

source: The aspect that binds all life together, the empty canvas from which a corrupted reality was created. Incarnated by the Guardian of Existence, also known as Delethia, Guardian of Secrets and Time, the Faceless Woman, Seer of the Tree.
ru: Аспект, соединяющий всю жизнь воедино, пустая канва, откуда испорченная реальность была создана. Воплощён в Страже Бытия, известной как Делетия, Страж Тайн и Времени, Безликая Женщина, Провидец Дерева.

source: The aspect of Life deals primarily with the creation and sustainment of life, as well as the very essence of being in all of its manifestations. All non-faerie human and human-like creatures were created in the image of the first Guardian of Life, who governed over Ethea during the First Cycle. This incarnation of Uria would prove to be essential for defeating the corrupted Protector of the Tree by orchestrating the demise of Yarae’s allies, at the cost of countless innocent lives everywhere. Her next incarnation came into existence on a world other than Ethea due to unknown reasons.
ru: Элемент Жизни первоначально взаимодействует с возникновением и поддержкой жизни, как и с самой сущностью бытия во всех её проявлениях. Все не-файери люди и человекоподобные существа были созданы по подобию первого Стража Жизни, правившего над Эфией во время Первого Цикла. Эта инкарнация Урии стала необходимой для победы над испорченным Защитником Дерева, возглавив расправу над союзниками Ярае, так же как и над бесчисленными жизнями повсюду. Её следующая инкарнация воплотится в мире, отличном от Эфии по неизвестной причине.
