Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: Greetings, translators! If you are reading this, you should be warned that translating this campaign will most certainly not be an easy task. A few things to keep in mind: * Translating this campaign before playing it at least once will most certainly ruin your enjoyment of the story forever (and if you are not interested in it, then what are you doing here anyway?) * If you have not translated/gotten acquainted with the IftU translation first, then what are you doing here?! * The 1.12 and 1.13/1.14 versions of the campaign are identical, using conditional code to keep compatibility for both versions. You should translate only ONE version of the campaign. * Especially later on, there are many non-visual cues indicating the mood of a scene or a line as spoken by a character. While reading the WML or playing the campaign helps, there are also many gettext comments scattered through to help with this. If you are using poedit or similar, you should be able to see the comments or annotations attached to a particular line (msgid), as well as the source file path(s) and line number(s). * Many lines are deliberately vaguely worded in the English original. You may find relevant comments or annotations, or you may ask in the campaign topic in the Wesnoth forums for help. * Only COMPLETE translations will be included with the campaign. Make sure to submit to the campaign maintainers the .po source instead of the compiled .mo catalogue. Have fun!
ru: Приветствую вас, переводчики! Если вы это читаете, то должны быть предупреждены, что перевод этой кампании будет совсем не легкой задачей. Вот, что нужно держать в голове: * Перевод кампании перед её хотя бы одним полным прохождением полностью подорвёт интерес к сюжету (хотя, если вы не заинтересованы в ней, то что вы вообще здесь делаете?!) * Если вы не знакомы с переводом Набега из Неведомого тогда, что вы здесь делаете?! * Версии кампании 1.12 и 1.13/1.14 идентичны, используя условный код для сохранения совместимости. Вы должны перевести только одну(!) версию. * Особенно ближе к концу кампании, существуют многие не явные намёки на настроение сцены или реплики. Кроме чтения WML и прохождения кампании, существует множество gettext заметок чтобы помочь вам с этим. Используя poedit и подобные ему редакторы, вы должно быть увидите комментарии или аннотации прикреплённые к соответствующей линии (msgid), также, как и пути к исходным файлам и номерам переводимых строк. * Множество линий нарочно(!) размыто сформулированы на Английском! Вы можете найти соответствующие заметки, или запросить на форуме Веснота. * Только ЗАВЕРШЁННЫЕ переводы будут включены в кампанию. Удостоверьтесь, что вы посылаете разработчикам кампании исходный файл .po вместо бинарного .mo каталога. Хорошего настроения!

source: Music add-on “<i>
ru: Музыкальное дополнение “<i>

source: for Wesnoth 1.12 (v1.11.11 or later)
ru: для Wesnoth 1.12 (v1.11.11 и позднее)

source: Version
ru: Версия

source: Feedback and bug reports:
ru: Обратная связь и отчёты о неисправностях:

source: (Easy)
ru: (Легко)

source: (Normal)
ru: (Нормально)

source: (Hard)
ru: (Сложно)

source: This is the unit tree for the “After the Storm” campaign.
ru: Дерево юнитов для компании "После Бури"(After the Storm).
