Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: Curse you, heretics! The Iron Council shall punish you for your deeds!
ru: Будьте вы прокляты, еретики! Железный Совет покарает вас за ваши деяния!

source: I do not think so.
ru: Я так не думаю.

source: We will be eternally thankful for your help, travelers! If there is anything we can do in return...
ru: Мы будем вечно благодарны вам за вашу помощь, странники! Если есть что-то, чем мы можем вас отблагодарить....

source: No problem; we just need provisions and directions for our journey to the northern country.
ru: Без проблем; нам просто нужно пополнить провизию, а также направления для нашего путешествия на север.

source: Traveling north, eh? There is a mountain pass to the northeast — it used to be a very accessible trading route before the war began. Nowadays it is plagued by dark cultists and their undead minions, and the Grand Council has done nothing to clean it up.
ru: Путешествия на север, а? На северо-востоке находится горный перевал — он использовался в качестве очень доступного торгового пути перед началом войны. Теперь он наводнён тёмными культистами и их мертвыми приспешниками, а Великий Совет не делает ничего, чтобы очистить его.

source: Thanks for the information, we may as well take that path then.
ru: Спасибо за сведения, тогда мы выберем этот путь.

source: Are you sure?
ru: Вы уверенны?

source: We <i>control</i> the dead. We need not worry about them.
ru: Мы <i>владеем</i> мертвецами. Не беспокойтесь об этом.

source: Sometimes, your loved ones must be willing to sacrifice their lives for a greater cause.
ru: Иногда ваши возлюбленные должны вольно пожертвовать жизнью ради высшей цели.

source: Oh, no! We have run out of time, and their reinforcements have arrived!
ru: О, нет! Это заняло слишком много: их подкрепления прибыли!

source: Quenoth Isle
ru: Остров Квенот

source: This place appears to be abandoned... Are you sure this is the correct island?
ru: Это место, похоже, заброшено ... Вы уверены, что это правильный остров?

source: Not completely... but it’s possible that the Quenoth elves just avoid these shores for some reason.
ru: Не совсем ... но возможно, эльфы Квенота просто избегают эти берега по какой-то причине.

source: Let’s explore and try to find them, then.
ru: Тогда, давайте исследуем остров и попробуем найти их.

source: Maybe we should return to the ship. I’m not really sure about going into the forest at night, it could be dangerous.
ru: Может быть, нам стоит вернуться на корабль. Я не уверенна, что стоит идти в лес ночью — это может быть опасно.

source: Why are you hesitating now?
ru: Отчего вы сейчас колеблетесь?

source: Do you remember when we almost lost you in the caves beneath Wesmere? I don’t want to risk that occurring again. We don’t know why we haven’t found any elves here and...
ru: Ты помнишь, когда мы чуть было не потеряли тебя в пещерах под Весмиром? Я не хочу рисковать, чтобы это случилось ещё раз. Мы не знаем, почему мы не нашли ни одного эльфа здесь, и...

source: Is there something you haven’t told me?
ru: Есть что-то, о чём вы не упомянули?

source: Galas, I—
ru: Галас, Я—

source: I hear something moving among the trees.
ru: Я слышу, что то-то движется среди деревьев.

source: Nion
ru: Нион

source: Valad
ru: Валад

source: Hara
ru: Хара

source: Yon
ru: Йон

source: Ladien
ru: Ладиен

source: Who are you and where do you come from? You don’t seem to be of our kin.
ru: Кто вы, и откуда вы пришли? Вы, кажется, не из нашего вида.

source: We are elves! There’s no need to point at us with those arrows and swords, either; we’re clearly at a disadvantage here.
ru: Мы эльфы! Не нужно также целится в нас этими стрелами и мечами; мы явно находимся в невыгодном положении.

source: You do not dress like our people. Is this some kind of joke? We are pretty sure we’ve never seen your faces on this island.
ru: Вы не одеты, как наш народ. Это какая-то шутка? Мы почти уверены, что никогда не видели ваших лиц на этом острове.

source: They are probably impostors sent by Uria to destroy our home!
ru: Вероятно, это шпионы, посланные Урией, чтобы уничтожить наш дом!

source: Let us explain...
ru: Дайте нам изъясниться...

source: Arrest them!
ru: Арестуйте их!

source: Stop!
ru: Стойте!

source: (<i>spreading her wings apart</i>) How can you <b>not</b> recognize your sylvan ancestors, young girl? Have the Quenoth elves completely forgotten their history after all this time?!
ru: (<i>расправляя крылья</i>) Как ты <b>не могла</b> узнать ваших лесных предшественников, девушка? Разве Квенотские эльфы полностью забыли свою историю за всё это время?!

source: (<i>in a calm, sad tone</i>) When was the last time you saw this glow in the night?
ru: (<i>в спокойном, грустном тоне</i>) Когда в последний раз вы видели это свечение в ночи?

source: Elynia held a small fire in her hands, illuminating the surroundings with a strong, azure light. The elves stared in awe at her subtle but effective display of the power of Faerie; some of them stepped back, alarmed, uncertain of what to make of the unusual situation.
ru: Элиния зажгла маленький огонёк в её руках, осветивший окружение ярким лазурным светом. Эльфы смотрели с восхищением на её безопасную, но эффектную демонстрацию силы Файери; часть эльфов отошла, встревоженно, назад, без понятия, что делать в этой необычной ситуации.

source: Come with me.
ru: Следуйте за мной.

source: Elves of a Different Land
ru: Чужестранные Эльфы

source: Ira
ru: Ира

source: Urédiel
ru: Уредиел

source: Arandith
ru: Арандит

source: Inara
ru: Инара

source: Ainael
ru: Айнаэль

source: Remir-Taen
ru: Ремир-Таен

source: Lintaen
ru: Линтаен

source: Del
ru: Дел

source: Vardé
ru: Вардэ

source: Shin
ru: Шин

source: Ji
ru: Жи

source: Listra
ru: Листра

source: Nadia
ru: Надя

source: Belan
ru: Билан

source: Zarel
ru: Зарел

source: Noran
ru: Норан

source: Ivalen
ru: Ивален

source: Kal
ru: Кал

source: Niemin
ru: Ньемин

source: Leria
ru: Лерия

source: Lord Gaellis, son of Kalehssar, we found these two strangers on the southeastern shores. They came from the northern seas, and seem to bring the light of Eloh with them.
ru: Лорд Гаелис, сын Калессара, мы встретили этих двух странников на юго-восточных берегах. Они приплыли из-за северных морей и принесли с собой свет Эло.

source: Eloh? That name...
ru: Эло? Это имя...

source: No land dwellers have set foot on this island for a long time. The last recorded landing was centuries ago, when our own kin came here seeking a new home; they made sure no-one was left behind on the continent. Tell us, who are you?
ru: Ни один житель суши не ступал на этот остров долгое время. Последнее известное прибытие было несколько веков назад, когда наш род прибыл сюда в поисках нового дома; они удостоверились, что никто не остался на континенте. Скажите нам, кем вы являетесь?

source: Sir, I am Galas, son of Valthir, and this is...
ru: Сэр, Я Галас, сын Валтира, а это...

source: Elynia, daughter of Deniéth-Isal.
ru: Элиния, дочь Дениэт-Исала.

source: You bear a strong resemblance to us. Spread your wings, Elynia. Albeit unusually pale, your face is that of an elf; but your clothes, and your wings... they are very unlike our own. Where do you come from?
ru: Вы нам сильно что-то напоминаете. Расправьте ваши крылья, Элиния. Хотя необычно тусклое, Ааше лицо эльфийское; но Ваша одежда и Ваши крылья... они очень отличаются от наших. Откуда вы прибыли?

source: From the Great Continent — from the region we call the Far North, beyond the tall Heart Mountains that grasp the sky and guard the green lands. There, the suns’ light has not been enough to burn those beautiful forests forever. We are different to you, indeed; we are forest elves, and we have come to seek your help against the great evil that has befallen Irdya.
ru: Из Большого Континента — из области, которую мы называем Крайний Север, находящийся за высокими Горами Сердца, что заслоняют небо и охраняют зелёные земли. Там света солнц не было достаточно для выжигания тех прекрасных лесов навсегда. Мы отличаемся от вас, в самом деле: мы — лесные эльфы, и мы пришли искать вашей помощи против великого зла, обрушившегося на Ирдию.

source: Forest elves? How is that possible? The last our people saw of the Great Continent were vast deserts plagued with foul orcs, necromancers, and human barbarians. There’s no green life left on it anymore!
ru: Лесные эльфы? Как это возможно? В последний раз наш народ видел, что Большой Континент являлся огромной пустыней, населённой грязными орками, людьми и людскими варварами. Там больше не осталось зелёной жизни!

source: Maybe your people didn’t travel far enough! Most of the central region fits your description, but there are a few secluded valleys where life has continued to thrive, and the Far North is vast enough to allow both humans and orcs to live relatively at peace with each other.
ru: Возможно, ваш народ не достаточно далеко путешествовал! Большая часть центральной области подходит под ваше описание, но там существует несколько обособленных долин, где жизнь продолжила процветать, а Крайний Север достаточно обширен, чтобы и люди, и орки могли жить в мире друг с другом.

source: That is—
ru: Это же—

source: Kalehssar, the Blade of Eloh, destroyed the dark force that once reigned over Irdya and attempted to erase the last remnants of our kind. What new foe threatens to put an end to our peace now, daughter of the forests?
ru: Калессар, Меч Эло, поразил тёмную силу, однажды захватившую Ирдию и попытавшуюся истребить остатки нашего рода. Что за новый враг угрожает нашему миру теперь, дочь лесов?

source: The creature slain by his hand was but a servant of a far greater power. The fight is not over yet, and although we have recently vanquished another... minion of hers, the influence she exerts on this world remains as strong as ever.
ru: Существо, поверженное его рукой, было ни чем иным, как слугой гораздо большей силы. Бой ещё не кончен, и хотя мы недавно победили ещё одного... её приспешника, её влияние на этот мир остаётся настолько же сильным.

source: I realize that this may sound overly dramatic, but I speak the truth, for I am the slayer of Zhangor, and Eloh guided me back to you in this era because you have the missing page of our civilization’s history: Kalehssar fought Yechnagoth, the Eater of Souls, and defeated her on this island nearly four centuries ago. The enemy we face now is none other than Uria, who has amassed an empire of human followers on the Great Continent. Even now as we speak, they work with the forces of Inferno and their unspeakable creations to destroy all that is left in the world!
ru: Я осознаю, что могу звучать слишком драматично, но я говорю правду. Я победила Жангора, и Эло привела меня назад к вам в этой эпохе, потому что у вас находится недостающая страница истории нашей цивилизации: Калессар сражался с Йечнагот, Пожирательницей Души, и победил её на этом острове четыре столетия назад. Враг, который противостоит нам теперь — ни кто иная, как сама Урия, собравшая целую империю людских последователей на Большом Континенте. Даже в то время, как мы говорим, они используют силы Инферно и их не выразимые словами творения, чтобы уничтожить всё, что осталось в этом мире!

source: The elves were left aghast by the mention of the three accursed names. They eyed each other nervously, as though they feared that rocks would fall from the sky in response to the bold revelation.
ru: Эльфы пришли в ужас от упоминания этих трёх проклятых имён. Они нервно переглядываясь, как будто боялись, что с неба упадут скалы, в отместку за такое прямое откровение.

source: I cannot do miracles. If you need more proof of our claims—
ru: Мы не способны совершать чудеса. Если вам нужно больше доказательств наших заявлений—

source: At the end of the previous era, you were sent by Eloh to protect elvenkind from the Demon Lord. Now, you have returned to us to protect all Irdya from the Fallen Goddess... Elynia, the power you wield has not been seen by our kin for eons, as much of our forefathers’ knowledge perished with them when the spawn of Uria destroyed their forests. You are a rare gem among the entire elvish civilization, and we have no reason to distrust you. We listen to the call of our forest ancestors, and we agree to help you.
ru: В конце предыдущей эры, Вы были посланы Эло, чтобы защитить эльфийский род от Демонического Лорда. Теперь Вы вернулись для защиты Ирдии от Павшей Богини... Элиния, сила, подвластная Вам, не была видима нашим родом веками, с тех пор, как большинство знаний наших праотцов исчезло вместе с ними, когда порождение Урии уничтожило их леса. Вы — искра всей нашей эльфийской цивилизации, и у нас нет причин не доверять Вам. Мы слышим зов наших лесных предшественников — мы согласимся помочь вам.

source: Don’t we all?
ru: Не так ли?

source: What kind of help do you need?
ru: Что за помощь вам нужна?

source: Necromancy is the least of evils now that Uria’s minions plague the Great Continent. In our long journey to this island, we have not only been assisted by the orcs of the Far North, but also by a lich who helped us defeat the Chaos Emperor. We will need his help here, so I request that we are allowed to bring our orcish and undead allies to this island.
ru: Некромантия — наименьшее из зол, которые приспешники Урии обрушили на Большой Континент. В нашем длинном путешествии на этот остров, нам не только помогали орки Крайнего Севера, но и лич, который помог нам победить Императора Хаоса. Здесь нам понадобится его помощь, поэтому мы просим вас, чтобы нам разрешили пустить наших оркских и мёртвых союзников на этот остров.

source: <i>(nervously)</i> That request... is very... <i>improper</i> for an elf, to say the least... You surely understand why we can’t—
ru: <i>(нервно)</i> Эта просьба... очень... <i>недопустимая</i> для эльфов, мягко говоря... Вы, наверное, понимаете, почему мы не можем—

source: It is true that many necromancers have worked together with Uria’s minions to bring doom to the natural inhabitants of the continent, including your own ancestors. But it’s also true that knowing whether a creature walks the path of Light or the path of Darkness does not suffice to distinguish evil from good. As for the orcs, they have been our allies even in the past, back when there was only one sun and all elves lived in the forests of Irdya.
ru: Это правда, что многие некроманты сотрудничают с последователями Урии, чтобы приносить гибель обитателям континента, включая ваших собственных предков. Но также правда, что знания пути, по которому идёт существо: пути Света или Тьмы, - не достаточно, чтобы отличить зло от добра. Даже орки были нашими союзниками в прошлом, ещё когда существовало только одно солнце, и все эльфы жили в лесах Ирдии.

source: We shall allow the orcs and the undead to come to assist you once you tell us exactly what you are going to do, but beware that our warriors and priests are ready to take care of them should they do anything suspicious.
ru: Мы разрешим вам сопровождаться орками и нежитью, но только, если вы нам сообщите точно, что вы собираетесь делать, но знайте, что наши воины и служители позаботятся о них, если они будут делать что-то подозрительное.

source: We require access to the place where Yechnagoth was destroyed.
ru: Нам нужен доступ к месту, где Йечнагот была уничтожена.

source: Tears
ru: Слёзы

source: Grulock
ru: Грулок

source: Zygred
ru: Зигред

source: Move Elynia to the top edge of the map
ru: Передвиньте Элинию к верхней границе карты

source: She hasn’t wanted to talk to us for days. Is our destination...?
ru: Она не говорила с нами целыми днями. Мы прибыли к месту назначения...?

source: Yes, I gather that her plan is still to strike at Wesmere before the Northlanders have an opportunity to launch a proper offensive or even hear of our situation. Damn, for all I know our messengers and their ship could have been destroyed by the enemy already.
ru: Да, я предполагаю, что её план — ударить по Весмиру ещё до того, как Северяне получат возможность начать серьёзное наступление или, хотя бы, услышат о нашем положении. Проклятье, из того, что я знаю, похоже, что наши посыльные и их корабль уже были уничтожены врагом.

source: I heard that the Grand Council has been hesitant about pressing on this war ever since your victory in the Empire’s so-called capital. They think they’ve won already.
ru: Я слышал, что Великий Совет колеблется насчёт целесообразности ведения этой войны со времени вашей победы в, так называемой, столице Империи. Они считают, что уже победили.

source: Is everyone ready for battle?
ru: Все готовы к сражению?

source: Er, battle?
ru: Э, сражение?

source: Our scouts didn’t go unnoticed, and they found a couple of well-armed enemy outposts ahead. This will most certainly not be a safe journey across the dry remains of Wesmere.
ru: Наши разведчики не остались незамеченными, и они обнаружили несколько хорошо вооружённых вражеских аванпостов. Поход через сухие остатки Весмира точно не будет безопасным.

source: Has it even occurred to you that our little struggle in their headquarters on that accursed peninsula has put their forces in motion again to protect what little remains of Yechnagoth?
ru: Разве ты не догадалась, что наша небольшая борьба в их генштабе на том проклятом полуострове привела их войска в движение, чтобы защитить останки Йечнагот?

source: Of course it has. But there’s no time to discuss this now. Let’s move out.
ru: Конечно я догадалась. Но сейчас не время обсуждать это. Давайте выдвигаться.

source: These disgusting demons are vanquished at last!
ru: Наконец-то эти отвратительные демоны повержены!

source: Yes, but we must proceed quickly and cautiously to the northeast nevertheless. More troops will come if we give them the opportunity to regroup.
ru: Да, но, тем не менее, мы должны двигаться стремительно и осторожно на северо-восток. Ещё больше войск подойдёт, если мы предоставим им возможность перегруппироваться.

source: Onwards we go, now!
ru: Идем дальше, сейчас же!

source: We cannot advance without securing our path first!
ru: Мы же не можем продвигаться, сначала не обезопасив дорогу!

source: It’s still my opinion that we are running a large risk with your current plan.
ru: Я до сих пор думаю, что мы идём на большой риск с твоим текущим планом.

source: Was it any better to not take risks at all in that fortress, though?
ru: Разве было бы лучше, если бы мы не рисковали в той крепости?

source: I don’t know what you are trying to imply, but I may as well remind you that I wasn’t the only one to hesitate and that <i>he</i> would not have survived the attempt without his lower half like I did. It was <i>your</i> assigned task to practice that spell beforehand and <i>you</i> failed to do so — don’t involve me in <i>your</i> mistakes.
ru: Я не знаю, что ты имеешь в виду, но я так же могу напомнить тебе, что я был не тем, кто колебался, и что <i>он</i> бы не пережил попытку без его нижней половины, как это сделал я. Это <i>ты</i> собиралась освоить заклинание заранее и <i>именно ты</i> не сделала это — не привлекай меня в <i>твои</i> ошибки.

source: <i>(glaring at Mal Keshar)</i> ...
ru: <i>(впиваясь взглядом в Мал Кешара)</i> ...

source: Pagh, let’s get on with this, everybody! We haven’t got much time!
ru: Пагх, давайте тогда продолжать! У нас нет времени!

source: The Triad — Part 2
ru: Триада — Часть 2

source: Locate an exit
ru: Найдите выход

source: We must make haste before their reinforcements catch up with us. Which direction should we go?
ru: Мы должны поторопиться, перед тем, как нас поймают их подкрепления. Куда мы должны идти?

source: A slight breeze comes from the passage to our left; we should follow it.
ru: Легкий ветерок идёт из прохода слева; давайте пройдём по нему.

source: These passages are eerily vacant. I feel we are being led into a trap of some sort...
ru: Эти проходы подозрительно пусты. Мне кажется, мы идём в ловушку...

source: Mal Keshar, we’ll need some reinforcements to get through!
ru: Мал Кешар, нам нужно небольшое подкрепление, чтобы пройти!

source: Things are looking rather grim... We have not fully recovered from that demon’s attack, and her guards are in hot pursuit. Our backup has most certainly been scattered or slaughtered by now. What do you plan to do now that this has turned into a suicide mission?
ru: Всё выглядит ещё мрачнее... Мы ещё не восстановились от атаки того демона, а её стражи уже в погоне за нами. Наши резервы уже скорее всего разбиты или истреблены. Что вы собираетесь делать теперь, когда всё это превратилось в суицидальную миссию?

source: A gate! Let’s strike it down—
ru: Дверь! Выломайте её—

source: It’s an ambush!
ru: Это засада!

source: Damn them all! I don’t know if I’ll be able to keep on with this for much longer.
ru: Будь они все прокляты! Я даже не знаю, сможем ли мы задержать его на долгое время.

source: It’s running away!
ru: Он убегает!

source: I just hope it’s sufficiently damaged so that it won’t attack us from behind again. We need to advance, quickly.
ru: Я могу только надеяться, что он достаточно повреждён, и что он не нападёт на нас сзади снова. Нам нужно продвигаться, быстрее.

source: Amidst the smoke from the explosion, a pair of red glowing eyes could be seen...
ru: Сквозь дым взрыва видна пара горящих красным глаз...

source: You fools thought you could escape <i>so</i> easily from us, didn’t you? I have not forgotten what you did to me. How does it feel to be at a disadvantage now?
ru: Дурачьё, вы думали, что сможете сбежать от нас <i>настолько</i> просто, не так ли? Я не забыла, что вы мне сделали. Каково теперь быть в невыгодном положении?

source: It doesn’t have to be like this. Just give me the staff back and <b>I</b> will spare your life like you did with mine.
ru: Не обязательно должно быть так же. Просто верните мне тот посох, и <b>Я</b> пощажу ваши жизни, как вы пощадили мою.

source: Elynia!
ru: Элиния!

source: Follow this rail, quickly!
ru: Следуйте вдоль этих рельс, быстро!

source: Follow the underground rail and locate an exit
ru: Идите вдоль рельс и найдите выход

source: There are more of those biomechanical creatures pursuing us now. Oh, well, this entire plan was doomed to failure from the very beginning — I don’t know what I was thinking!
ru: Ещё больше этих биомеханических существ приближаются к нам. Ох, да, весь этот план обречён был быть провалом с самого начала — Не знаю, о чём я только думал!

source: The Triad — Part 3
ru: Триада — Часть 3

source: Let’s keep moving. Hopefully there is an exit somewhere ahead. Elynia—
ru: Давайте продолжать движение. Надеюсь, выход где-нибудь впереди. Элиния—

source: I’m fine. Don’t worry—
ru: Я в порядке. Не беспокойся—

source: You haven’t escaped, you know.
ru: Ты не сбежала, и ты это знаешь.

source: MOVE!
ru: ВПЕРЁД!

source: It would have been so much better for all of you to give up...
ru: Для вас всех лучше было бы сдаться...

source: Uria be damned! It’s a dead end.
ru: Будь Урия проклята! Это тупик.

source: It’s more like a trap—
ru: Больше похоже на ловушку—

source: You cannot blame me. I gave you one opportunity to reconsider your actions — I’m not giving you another.
ru: Вам не стоит винить меня. Я дала вам возможность пересмотреть ваши действия — другой уже не будет.

source: You made a big mistake in leaving the safety of the Northlands...
ru: Вы совершили большую ошибку, оставляя безопасность Северных земель.

source: —I knew it. We are trapped.
ru: —Я знал это. Мы в ловушке.

source: Not quite — there seems to be a passage behind that crack on the wall!
ru: Не совсем — похоже, существует проход за этой трещиной в стене!

source: Elynia, the teleportation spell you learned back in Zocthanol! Can you use it?
ru: Элиния, заклинание телепортации, которое ты выучила на Зоктаноле! Можешь его использовать?
