Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: The First Gods created us and the reality we live in with the intent that our own Original Ten would protect and rule over their creation, and eventually replace their forefathers entirely. Little did they know of the many trials they would face during the First Cycle, and the betrayal that would result in the abrupt end of their own existence.
ru: Первые Боги создали нас и реальность, где мы существуем, с намерением, что наша собственная Первоначальная Десятка будет защищать нас и править над их созданием и своевременно полностью заменит их праотцов. Но они не знали о тех многих испытаниях, которые они встретят во время Первого Цикла, и что предательство станет причиной резкого конца их собственного существования.

source: Little did they know that the same corruptive force that ravaged their universe would manipulate the order of events to ensure an entryway through the Tree of Life itself.
ru: Но они не знали, что та же самая сила порчи, что однажды опустошала их собственную вселенную, сможет манипулировать порядком событий, чтобы удостоверится в возможности проникнуть в само Древо Жизни.

source: It would ensure that the souls of our ten demon gods would be connected directly to the Tree through their very hearts. And then it would corrupt the Tree, and its Protector.
ru: Она удостоверилась, что души наших десяти демонических богов будут напрямую соединены с Древом через их сердца. А затем, она испортит Древо и его Защитника.

source: The First Gods no longer exist, and now the Tree is completely unguarded. Our universe and our guardians will fail to accomplish their intended mission. Not even Delethia could see this until the First Cycle was over. The songs of our own Ten will never be uttered within the boundaries of our existence, and the wound on the Tree will never be healed.
ru: Первых Богов больше не существует, и теперь Древо полностью беззащитно. Нашей вселенной и нашим стражам не удастся завершить их миссию. Даже Делетия не могла это предвидеть до конца Первого Цикла. Песни Десяти больше никогда не будут слышны в пределах нашего бытия, а рана Древа никогда не будет исцелена.

source: Even at the last moment, Delethia could not fully control the final outcome; however, her greatly increased foresight and power after defeating Yarae did allow her to alter it to a limited extent.
ru: Даже в последний момент, Делетия не могла полностью контролировать конечный исход; однако, её здорово увеличенное предвидение и мощь после победы над Яраэ дали ей возможность вмешаться в него в ограниченной форме.

source: Our lives were carefully arranged before she sacrificed her own to create the Gatekeepers. She entrusted Uria and Xia’el with the devices necessary to put her secret plan into motion. The Second Cycle began.
ru: Наши жизни были тщательно спланированы перед тем, как она принесла себя в жертву, чтобы создать Привратников. Она вручила Урии и Ксиаэль инструменты, чтобы привести её тайный план в исполнение. Второй Цикл начался.

source: At the end, only Four will prevail.
ru: В конце концов, только Четыре восторжествуют.

source: You have eight allies on the map already. You cannot recruit additional units at this time!
ru: У вас уже имеется восемь союзников на карте. Вы не можете вербовать новых бойцов!

source: Blood
ru: Кровь

source: Locate Zhangor
ru: Найдите Жангора

source: Attack Combinations
ru: Комбинации Атак

source: Blood?
ru: Кровь?

source: Yes, more blood. You might want to get used to it — there is a lot of it in the place we are headed towards.
ru: Да, больше крови. Можешь уже привыкать к ней — её тьма в том месте, куда мы продвигаемся.

source: If we want to have any chance of killing that bastard for good, we must stick together and try to combine our powers and attacks in different ways. Your aspect is undeniably affiliated to the path of Light; mine is Darkness. Perhaps, even without the Union, we may be able to achieve something in some form.
ru: Если мы хотим иметь возможность убийства этого негодяя навсегда, мы должны действовать сообща и пытаться совмещать наши силы и атаки различными способами. Твой элемент неразрывно связан с путём Света; мой - тьма. Возможно, даже без Союза, нам получиться что-нибудь достигнуть.

source: That is why you wanted me by your side, right?
ru: Так вот почему ты возжелала видеть меня на своей стороне, верно?

source: Yes. It is my hope that you... will not let us down.
ru: Да. Я очень надеюсь, что ты... не подведёшь нас.

source: Right click on the map and choose “Attack Combinations” for information on the possible attack combinations you can use and their effects.
ru: Кликните ПКМ по карте и выберете "Комбинации Атак" для информации о возможных совмещениях атак, которые вы можете использовать и их эффекты.

source: inferno grasp
ru: адская хватка

source: claw of urvatha
ru: коготь урвата

source: ensnare
ru: заплетает

source: primal nightmare
ru: первородный кошмар

source: faerie touch
ru: прикосновение файери

source: flames of xia’el
ru: огни ксиаэля

source: pyranoctum
ru: огнетьма

source: arcane rage
ru: мистическая ярость

source: foreshadowing moon
ru: зловещая луна

source: noctum
ru: луч тьмы

source: Hm. He is not here as I expected. I suppose his intention is to make some kind of dramatic entrance later.
ru: Гм. Его здесь нет, как ожидалось. Я предполагаю, что он намеревается совершить какое-нибудь драматическое появление позднее.

source: Elynia, there is something here you should see.
ru: Элиния, здесь то, что тебе следует увидеть.

source: Move Elynia and Elyssa to (28, 20) and the immediately adjacent locations
ru: Передвиньте Элинию и Элиссу на (28, 20) и смежные позиции

source: What is that in the middle of the blood lake?
ru: Что в центре того озера крови?

source: The Seed of Earth, the place from which all life on Irdya originally sprang.
ru: Семя Земли, место, откуда появилась вся жизнь в Ирдии.

source: It is currently sealed in its chamber. There is not much that can be done with it by anyone other than the Guardian of Earth. Generally speaking, nobody is supposed to see or tamper with the thing that lays within; not even the controlling Guardian herself. That is to say, not even you.
ru: Сейчас оно запечатано в его камере. С ним мало, что может быть сделано любым, кроме Стража Земли. Вообще, никто не может заглянуть или вмешаться в штуковину, лежащую внутри, даже сам контролирующий Страж. К слову, даже ты.

source: ... Unless, of course, you wanted to reset life on Irdya back to the beginning. That is how the Second Cycle was started. But if you did that, then every living or non-living creature currently standing on this world would be erased from existence — even you.
ru: ... Если, конечно, ты не желаешь вернуть жизнь в Ирдии к самому началу. Так начался Второй Цикл. Но если ты сделаешь это, любое живое или неживое существо, находящееся в этом мире, будет стёрто из бытия — даже ты.

source: Doing that would destroy Zhangor for sure, but Uria is not on Irdya, and the loss would be insignificant to her. But if you feel particularly selfish about your pitiful existence, this is an option.
ru: Делание этого конечно уничтожит Жангора, но Урия не находится в Ирдии, и эта потеря будет незначительной для неё. Но, если ты чувствуешь себя особенно эгоистично в отношении твоего жалкого существования, то это вариант.

source: That would be a coward’s choice, don’t you think?
ru: Это был бы трусливый выбор, не так ли?

source: Possibly. But if the guardian in question feared the absolute end of their own existence, then one could say that making the choice would take some degree of courage.
ru: Возможно. Но, если страж рассматривает возможность абсолютного конца его собственного существования, можно сказать, что принятие этого решения будет в какой-то степени мужественным.

source: What is your choice?
ru: Каков твой выбор?

source: Do not worry, it is not a binding decision, yet.
ru: Не беспокойся, это не обязательное решение, пока что.

source: Is that the only possible use for the power stored in this place? To destroy all life in our world so it can start anew?
ru: Разве это единственная возможность использования энергии, хранящейся в этом месте? Уничтожить всю жизнь в мире, чтобы начать её заново?

source: If Merthiaal’s cautionary story is any indication, yes. But Uria believes otherwise. She believes that the seeds can be used for other things if the aspect you control is either Life or Existence, based on the efforts of her predecessor — or the very unreliable information we have about them, anyway. But her attempts to find the seed on Urvatha have proven fruitless so far, and her patience is wearing thin. As ludicrous as it sounds, she no longer wants to find <i>just</i> the Body of the Union on Ethea.
ru: Если поучительная история Мерфиааль говорит о чём-то, то да. Но Урия считает иначе. Она верит, что семена могут быть использованы прочими способами, если аспект под твоим контролем: Жизнь или Бытие, основываясь на попытках её предшественницы — или на очень ненадёжных сведениях, которые мы о них получили, во всяком случае. Однако, её попытки найти семя в Урвате оказались до сих пор безуспешными, и её терпение истощается. Как бы нелепо это не звучало, она уже не хочет найти <i>только</i> Тело Союза в Эфии.

source: I see. Then, there is no point in doing anything with ours.
ru: Ясно. Тогда, не имеет смысла делать что-либо с нашими.

source: I suppose. There is so much we still don’t know about our own creation...
ru: Я полагаю. Мы ещё столько не знаем о нашем собственном существовании...

source: Come to think of it, we should be thankful that Delethia’s actions ensured we would not get a proper Guardian of Existence for this cycle who could turn out to be an even more powerful deranged psychopath than Uria. Well, probably. That girl, Anya... her sole existence raises many questions we thought we had already answered.
ru: Если подумать об этом, мы должны быть благодарны, что действия Делетии удостоверились, что мы не получим настоящего Стража Бытия в этом цикле, который бы мог превратиться в ещё более мощного помешанного психопата, чем Урия. Да, возможно. Та девушка, Аня... её простое существование уже поднимает многие вопросы, на которые, как мы считали, уже был дан ответ.

source: ... But of course. The bastard’s plans aren’t as aligned with Uria’s own as I originally thought.
ru: ... Но, конечно. Планы изверга не на столько согласованны с планами Урии, как я изначально предполагала.

source: What a glorious day for Irdya! So, at long last, Argan’s little girl solved the puzzle!
ru: Что за славный день для Ирдии! Итак, в конце концов, маленькая девочка Аргана завершила паззл!

source: You are a disgusting liar and a traitor, Zhangor.
ru: Ты отвратительный лжец и изменник, Жангор.

source: Excellent. That makes us equals in the eyes of the Lady of Light. Or should I call her the Guardian of Earth now?
ru: Замечательно. Это делает нас равными перед глазами Леди Света. Или, я должен её теперь называть Стражем Земли?

source: Ah yes, Elynia... I have not forgotten what you and Argan did to me. Do you have any idea what it feels like to live for hundreds of years in agonizing pain with your limbs scattered across the land and buried deep in the ground? Do you?
ru: Ах да, Элиния... Я не забыл, что вы с Арганом со мной сделали. Ты вообще понимаешь, какого жить сотни лет в мучительной боли, когда твои конечности раскиданы по земле и захоронены глубоко под землёй? А?

source: You’ve got nothing to fear; this time I shall make sure <i>nothing</i> remains of your wretched body for Uria to bring back.
ru: Тебе нечего бояться: в этот раз мы удостоверимся, что <i>ничто</i> не останется от твоего жалкого тела, чтобы возвратить Урии.

source: And I shall make sure your soul is destroyed forever as well.
ru: А я удостоверюсь, что твоя душа так же будет уничтожена навсегда.

source: Without the Union? Go ahead, try your best!
ru: Без Союза? Вперёд, голубчики, старайтесь изо всех сил!

source: Vanquish Demon Lord Zhangor
ru: Победите Демонического Лорда Жангора

source: Zhangor’s Gatekeeper powers allow him to debilitate and destroy the Energy Heart of a Guardian
ru: Жангор обладает силой Привратника, позволяющей ему ослабить и уничтожить Энергетическое Сердце Стража

source: What are you trying to do now?
ru: Что мы собираемся делать теперь?

source: What the—
ru: Что за—

source: Oh, is that what we are doing now, Zhangor? I expected you to be more creative than this in a real fight.
ru: Ох, это то, что нам нужно делать теперь, Жангор? Я ожидала, что ты будешь более изобретателен в настоящем сражении.

source: I feel... as though destroying these things is increasing my power somehow...
ru: Я чувствую... как будто уничтожение этих штуковин увеличивает мою мощь каким-то образом...

source: Yes, I feel the same — but Zhangor’s life force appears to be increasing as well.
ru: Да, я чувствую то же самое — но, жизненная сила Жангора, похоже, так же увеличивается.

source: Oh dear gods, will this ever stop?
ru: О боги, это вообще когда-нибудь закончится?

source: What is the matter, Guardians? Do you fear killing those of your own kin now? Have you not become accustomed to it over the course of your lives?
ru: В чём проблема, Стражи? Вы боитесь убивать ваших сотоварищей теперь? Разве вы не привыкли делать это в течении ваших жизней?

source: These are manifestations of Zhangor’s will — not even real shapeshifters!
ru: Это проявления воли Жангора — даже не настоящие оборотни!

source: They are manifestations of Zhangor’s will — not even real shapeshifters!
ru: Они являются проявлениями воли Жангора — даже не настоящими оборотнями!

source: I would hate to have to kill you... if you were the real Guardian of Darkness.
ru: Я бы не захотела убивать тебя... если бы ты была настоящим Стражем Тьмы.

source: You abandoned me...
ru: Ты оставила меня...

source: Posing as my dearest friend will not save you from my wrath, demon!
ru: Представление моим лучшим другом, не спасёт тебя от моей ярости, демон!

source: You left me to die...
ru: Ты оставила меня умирать...

source: Your imitation of Argan is once again absolutely pathetic.
ru: Твоя очередная имитация Аргана абсолютно жалка.

source: You betrayed me...
ru: Ты предала меня...

source: This cheap trick will not break me down this time.
ru: Этот дешёвый приём не сломает меня в этот раз.

source: Galas
ru: Галас

source: You killed me...
ru: Ты убила меня...

source: I could slaughter a whole host of these stupid elves a thousand times, Zhangor. Is this all you’ve got?
ru: Я могла бы разворотить целое воинство этих тупых эльфов тысячу раз, Жангор. Это всё, что у тебя есть?

source: You failed to protect me...
ru: Тебе не удалось защитить меня...

source: I no longer care for any of this, Zhangor. I no longer care.
ru: Я больше не беспокоюсь ни об одном из них, Жангор. Уже нет.

source: (<i>fluctuating voice</i>) You... cannot destroy me...
ru: (<i>колеблющийся голос</i>) Вы... не можете победить меня...

source: (<i>feminine voice</i>) ... I am... the Angel of Blood...
ru: (<i>писклявый голос</i>) ... Я... Ангел... Крови...

source: You are nothing but a sad memory of who you once were. It seems Uria did not do such a good job in bringing you back from your grave. Perhaps she was aware that you would eventually betray her. Or perhaps she did not have the same infatuation she had with Argan.
ru: Ты являешься лишь жалким воспоминанием о том, каким ты был однажды. Похоже, Урия не так добросовестно выполнила работу по возвращению тебя из могилы. Возможно, она знала, что ты своевременно предашь её. Или, возможно, у неё просто не было той безрассудной страсти, которую она питала к Аргану.

source: What I do know for sure...
ru: Но кое-что я знаю точно...

source: ... is that you are done. Elynia!
ru: ... это то, что твоя песенка спета. Элиния!

source: (<i>feminine voice</i>) ... He will come for you... at the end...
ru: (<i>писклявый голос</i>) ... Он придёт за вами... в конце...

source: (<i>feminine voice</i>) ... the Four will not suffice to defeat Him...
ru: (<i>пищащий голос</i>) ... Четырёх не будет достаточно, чтобы победить Его...

source: Pierce into the heart of stone...
ru: Проникни в каменное сердце...

source: ... release the soul back to the void...
ru: ... возврати душу назад в пустоту...

source: ... break the curse of Yarae...
ru: ... разрушь проклятье Яраэ...

source: ... dispel the spirit from this world.
ru: ... изгони дух из этого мира.

source: <i>It is all well, children of Irdya. You may rest now.</i>
ru: <i>Всё хорошо, что хорошо кончается, дети Ирдии. Теперь можете отдохнуть.</i>

source: Irylean
ru: Ирилеан

source: General Bardyl
ru: Генерал Бардиль

source: Kyara
ru: Киара

source: Horo
ru: Хоро

source: Cron
ru: Крон

source: Ergea
ru: Эргея

source: No! Elynia, please!
ru: Нет! Элиния, прошу!

source: No... Elynia... save me...
ru: Нет... Элиния... спаси меня...

source: No... NO!
ru: Нет... НЕТ!

source: I guess... I will never see my home again...
ru: Я догадываюсь... что больше не увижу свой дом никогда...

source: It is over for me...
ru: Всё кончено для меня...

source: I don’t think I— ARGH!
ru: Я не думаю, что—АРГХ!

source: This couldn’t be more untimely... ugh...
ru: Это не должно было случиться так рано...ох...

source: Alas, I thought I’d... recover Aran-Balgur... before... this...
ru: Увы, я надеялся, что смогу... освободить Аран-Балгур... перед... всем этим...

source: Oh, Elynia... I wish... you could be... with me now...
ru: Ох, Элиния... Жаль... что ты не можешь... быть со мной в этот миг...

source: ... I knew this was... a terrible idea... heh....
ru: ... Я знал, что это... была плохая идея... хех...

source: No! It didn’t have to end like this!
ru: Нет! Это не должно было кончиться так!

source: Alas... nobody will mourn my passing...
ru: Увы... никто не будет скорбеть о моём отходе...

source: I failed you all...
ru: Я подвела всех вас...

source: Cron falls... and bids the storm lady... farewell...
ru: Крон падает... и обвиняет леди штормов... прощайте...

source: No! This... this was not supposed to happen! Cron!
ru: Нет! Всё... это не должно было случиться! Крон!

source: Such an incompetent fool. I should have known she would be useless in the end.
ru: Какая некомпетентная дура! Я должна была знать, что она окажется полностью бесполезной в конце.

source: Even with her greater experience... This is hopeless...
ru: Даже с её огромным опытом... Это безнадёжно...

source: I should have known this would fail so horribly in the end...
ru: Я должна была знать, что всё закончиться так ужасно...

source: <b>If you have not completed Episodes I and II of <i>After the Storm</i>, you definitely should not play this episode yet.</b>
ru: <b>Если вы ещё не прошли первый и второй эпизод <i>После Бури(After the Storm)</i>, вам совершенно точно ещё не следует играть в этот эпизод.</b>

source: — — Darkness... I begin to get used to it, again.
ru: — — Тьма... Я снова начинаю к ней привыкать.

source: I spent eons in the darkness beneath the earth, not feeling, not seeing... not thinking. I long to return to that state and let myself fall into the void; unfeeling, uncaring, detached from it all. Even endless sleep would be preferable to what I am left here to face: a reality I cannot amend. Irdya is now in jeopardy due to the machinations of terrible forces I cannot possibly control or confront. Not anymore. I thought I could save Irdya from impending doom this time, but I failed. I failed utterly, just like I did before, and again. All I have accomplished with my recklessness so far has been accelerating the process of our destruction. Perhaps my curse was more than the pompous last words of a necromancer after all; I lost my friends, my people, my home... and my love.
ru: Я провела тысячелетия во тьме под землёй, не чувствуя, не видя... не думая. Я желала бы вернуться в то состояние и дать себе упасть в пустоту; не чувствуя, не волнуясь, оторвавшись от всего. Даже бесконечный сон был бы предпочтительней того, с чем мне придется встретится: реальность, которую я не могу избежать. Ирдия теперь подвергнута чрезвычайной опасности из-за действий ужасных сил, которые я, возможно, не могу сдерживать и противостоять им. Уже нет. Я думала, что смогу спасти Ирдию от надвигающейся судьбы в этот раз, но я потерпела крах. Я потерпела крах, буквально как в прошлый раз. Всё, что я совершила с моей безрассудностью, только ускорило процесс нашего уничтожения. Наверно, моё проклятье было большим, чем высокопарные последние слова некроманта; Я потеряла моих товарищей, мой народ, мой дом.... и мою любовь.

source: “One of us shall fall; the other shall live forever”, he said before our second and last battle. Of course... my memory has grown rusty after so long. But I think I never fully realized the implications of his words. “You shall witness the eventual decay and death of everything you have or shall come to love. You shall regret your actions. And you shall either be forced to end your own life, or live in perpetual suffering. That is the price for my defeat.” Somehow the choice seems trivial now... And if the fate of Irdya states so, someone more competent will take my place and bring them to victory. And then... I’ll be remembered as a coward. A coward who deserted her friends because she could not bear causing them more harm.
ru: "Один из нас падёт — другой будет жить вечно", сказал он перед нашей второй и последней битвой. Конечно... моя память достаточно заржавела с тех пор. Но я считаю, что никогда полностью не осознала смысл его слов. "Ты узришь своевременное разложение и смерть всего, что ты любишь или полюбишь. Тебе придётся раскаиваться за твои действия. И тебе либо придётся самой закончить свою жизнь, либо жить в вечном страдании. Вот цена за моё поражение!" Каким-то образом, выбор теперь выглядит достаточно ясным... И, если того требует судьба Ирдии, кто-нибудь более способный займёт моё место и сможет победить. И тогда... я запомнюсь трусом. Трусом, который оставил своих друзей в беде, потому что она не могла вынести причинение им новых страданий.

source: “<i>It is not too late.</i>” No. It’s pointless.
ru: “<i>Ещё не слишком поздно.</i>” Нет. Это бессмысленно.

source: “<i>Your journey has just begun. Your destiny is afoot; you cannot give up now.</i>” But we have already lost... It’s over...
ru: “<i>Твоё путешествие только началось. Твоя судьба впереди; ты не можешь сдаваться теперь.</i>” Но мы уже проиграли... Всё кончено...

source: “<i>As long as you live, you can learn from your mistakes, help your friends, and most importantly, help Irdya.</i>” How?
ru: “<i>До тех пор, пока ты живёшь, ты можешь учиться на своих ошибках, помогать друзьям, и, самое главное, помочь Ирдии.</i>” Как?

source: “<i>Uria is the most powerful Guardian, but not the only one.</i>”
ru: “<i>Урия — самый сильный Страж, но не единственный.</i>”

source: ... Who are you?
ru: ... Кто ты?

source: <big>WHO ARE YOU?!</big>
ru: <big>КТО ТЫ?!</big>

source: (<i>Anya’s voice</i>) “... Elynia?”
ru: (<i>голос Ани</i>) “... Элиния?”

source: Two days had passed since our bittersweet victory in the Valley. Mal Hekuba and his creations were gone, and the blast was mostly absorbed into the collapsing portal. For a moment I had hoped none of what happened was more than just a bad dream, a nightmare. It could not have been more real.
ru: Прошло два дня со времени нашей пирровой победы в долине. Мал Хекуба и его творения сгинули, и взрыв, главным образом, был поглощён схлопывающимся порталом. В один миг я надеялась, что случившееся было не более, чем плохим сном, кошмаром. Это не могло быть более реальным.
