Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: Although the Chaos Empire is a staunch believer in the principle of defense through offense, its leadership is also well aware of the importance of defending its borders against hostile incursions, as well as the occasional civil revolt. Guards tasked with the protection of the Empire’s strongholds are provided with specially-crafted armor and enjoy privileges normally reserved only for those who have proven their worth in battle. They are also occasionally granted troops and assigned to assault missions whenever a considerable amount of resistance may be expected.
ru: Хотя Империя Хаоса строго придерживается принципа, что лучшая защита - это нападение, её руководство также знает о важности защиты её территории против вражеских вторжений так же, как и против случающихся народных восстаний. Стражи, ответственные за защиту Имперских крепостей, обеспеченны особенной бронёй и привилегиями, обычно полагающимся доказавшим себя в боях. Они также иногда сопровождают наступательные операции, в которых ожидается значительное сопротивление.

source: shield
ru: щит

source: Shield Guard
ru: Щитоносец

source: These warriors wear the old shields of their ancients. These ancients could hold the line in the great battles until the reinforcements arrived, but they paid a high price, not many survived the battle and many others died through their strong wounds. Now only the best warriors are allowed to carry these ancient shields to remind the world and to honor these brave man and their sacrifice.
ru: Эти войны носят старинные щиты их предков, которые могли держать линию обороны в великих сражениях, пока не прибудут подкрепление, но платили за это дорогую цену: не все из них выживали в битве, а многие остальные умирали от ран. Теперь только лучшие из воинов могут носить эти древние щиты, давая миру вспомнить тех героев и их жертвы.

source: Soulhunter
ru: Душегуб

source: Most human civilizations throughout history have held the dead in great respect regardless of their origin and allegiance. Once society crumbled after the Fall, however, it became relatively increasingly common for humans to desecrate the bodies of their deceased for purposes ranging from the practical to the obscene. Higher-ranking Chaos brutes flaunt their strength and experience by daubing the blood of their fallen enemies on their visages and torsos, and wearing their bones as necklaces, face masks, and other ornamental gear. Dubbed “Soulhunters” by their equally amoral peers, they relish the thrill of battle and are more than willing to put their lives on the line in the hope that, some day, Uria will reward them with unending life and godlike strength to rule over all on Irdya.
ru: Большинство человеческих цивилизаций уважало мёртвых, несмотря на их происхождение и принадлежность. Лишь только в обществе, возникшем после Падения, однако, стало всё большей нормой для людей осквернять тела павших ради целей, от практических, до сомнительных. Дикари высокого звания, увеличивают свою силу и опыт, обмазываясь кровью их павших врагов на их трупах, и неся их кости в качестве ожерелий, масок и других украшений. Эти "Душегубы" как и их равно аморальные сородичи, наслаждаются ужасом битвы и более чем желают отдать свои жизни на фронте, в надежде, что однажды Урия одарит их вечной жизнью и божественной силой, чтобы править над Ирдией.

source: female^Seer
ru: Провидец

source: Very few humans are born with a gift that allows them to see the world beyond time and space. These rare individuals are usually not skilled in combat, but their special ability makes them highly respected amongst other ranks of magi in civilized countries.
ru: Крайне мало людей рождаются с даром, позволяющем им видеть через пространство и время. Эти редкие индивиды обычно неопытны в сражении, но их способность делает их сверх уважаемыми среди магов в цивилизованных странах.

source: Swordsman
ru: Меченосец

source: While the Aragwaithi are slight of body, they are also fast and nimble. These abilities, coupled with the intensive training given to the Aragwaith military, make for superb swordsmen. Swordsmen are clad in light chain mail — the better to resist the blades of their enemies.
ru: В то время, как Эрагвийцы стройны телом, они также быстры и ловки. Эти способности, вкупе с интенсивной военной подготовкой Эрагвийской армии, создают превосходных меченосцев. Меченосцы закованы в легкую кольчугу — лучшее для сопротивления лезвиям их врагов.

source: Spearman
ru: Копьеносец

source: The less dextrous and stronger Aragwaith take up the spear. Useful in hunting, this weapon is also deadly on the battlefield. Many impetuous knights have found themselves or their mounts impaled on the point of an Aragwaithi spear.
ru: Менее ловкие и сильные Эрагвийцы берут в руки копьё. Полезное в охоте, это оружие так же смертоносно и на поле брани. Головы многих стремительных рыцарей оказались на концах Эрагвийских копей.

source: Slayer
ru: Повергатель

source: While improving only marginally on the power of their bow, the Slayer abandons the blade in favor of training with a glaive, improving his skills in hand-to-hand combat. He is not as rugged as others of comparable skill, but far deadlier.
ru: Лишь слегка увеличивая силу их лука, Повергатели бросают меч, предпочитая пользоваться глефой, оттачивая искусство ближнего боя. Они не такие крепкие, как остальные подобного уровня, но гораздо смертоноснее.

source: Chaos Raider
ru: Наездник Хаоса

source: For most desert dwellers, horses and other equines have become an increasingly scarce commodity, to the point that they are used in battle only as a last resort in the direst of situations. This is not the case for the Chaos Empire, however, which somehow maintains a steady supply of horses for their numerous raiding parties. Those unaccustomed to the animals usually flee before them, their impressions not improved by the creatures’ fierce disposition and tendency to trample anything underfoot.
ru: Для большинства пустынных жителей лошади и им подобные стали всё более скудным ресурсом, а их использование в битве позволено только в самых крайних случаях. Однако, это не относится к Империи Хаоса, которая каким-то образом поддерживает постоянное снабжение лошадьми для многочисленных рейдовых отрядов. Не привыкшие к этим животным часто бегут от них, но их впечатления не становятся лучше от свирепого расположения этих животных и их стремления растоптать всё под ногами.

source: Chaos Razerman
ru: Сокрушитель Хаоса

source: To become legion commanders in the Chaos army, soldiers must shed what little remains of their humanity and thoroughly embrace the bloodshed, becoming relentless killing machines. But these demon-like creatures rarely content themselves with simply murdering every living thing in their way. Instead, they take great delight in inflicting as much pain as possible on their hapless victims, with methods such as flaying and mutilation comprising only a small part of their repertoire. Their sadism is rivaled only by that of the Chaos Lorekeepers, and the Mother of Inferno herself.
ru: Чтобы стать командирами легионов армии Хаоса, солдаты должны полностью покончить с оставшейся человечностью и осмысленно возлюбить кровопролитие, становясь беспощадными машинами для убийства. Но эти демоноподобные существа редко удовлетворяют себя простым истреблением всех живых существ на своём пути. Вместо этого, они получают огромное удовольствие от нанесения максимально возможной боли методами, вроде срезания кожи и нанесения увечий, составляющими только малую часть их арсенала. Их садизм превосходят только лишь Хранители Знаний и сама Мать Инферно.

source: Knight of Chaos
ru: Рыцарь Хаоса

source: Mastering the art of dual wielding is no small feat in and of itself, but its applications in real combat are limited by the impracticality of coordinating swings and balancing the wielder’s weight while under pressure. This hardly deters Chaos infantries from trying, however, usually with decent results. To inexperienced opponents, the mere sight of an approaching man suited in full armor hurling guttural screams is terrifying enough without him furiously swinging a sword and axe in either hand.
ru: Для самого по себе осваивания искусства ношения оружия в обеих руках требуется немало усилий, но и его применение в реальном сражении ограниченно непрактичностью координирования ударов и балансирования веса носящего под давлением. Однако, это не предотвращает пехотинцев Хаоса от попыток, обычно с порядочными результатами. Для неопытных противников даже простой вид приближающегося воина, полностью закованного в броню, и издающего свирепый крик, достаточно чтобы прийти в ужас, не говоря о яростно крутящихся мече и топоре в обеих руках.

source: Longswordsman
ru: Длинно-Меченосец

source: While Aragwaithi Swordsmen seem uncannily skilled to blade-wielders of other races, the Aragwaithi reserve their own admiration for Longswordsmen. These warriors have become so adept at the arts of thrust and parry that they have adopted a longer blade than the Swordsmen, yet they are able to wield it with equal grace and skill.
ru: Пока для многих Меченосцы Эрагвийцев кажутся сверхъестественными мастерами мечей, по сравнению с прочими расами, сами же Эрагвийцы восхищаются Длинно-Меченосцами. Эти воины стали настолько искусными в выпадах и парировании, что они приобрели больший меч, чем у Меченосцев, кроме того, они используют его с той же грацией и умением.

source: Chaos Crossbowman
ru: Арбалетчик Хаоса

source: While most bowmen at the Chaos Empire’s service choose to specialize further in their craft with larger and more powerful bows, some opt for a less conventional approach to attaining greater combat prowess. These soldiers not only replace their rustic bows with crossbows — an absolute luxury for an army which can barely afford full body armor — but they also trade their short swords for heavier axes. While this does improve their efficacy in battle to some extent, it does so at the expense of speed and accuracy.
ru: В то время, как большинство лучников Империи Хаоса выбирают далее специализироваться в их мастерстве с большими и более мощными луками, другие выбирают менее распространённый подход к приобретению боевой доблести. Эти солдаты не только заменяют их ржавые луки на арбалеты — полное излишество для армии, еле способной предоставить броню — но также меняют короткие мечи на тяжёлые топоры. Хотя это и увеличивает их урон в битве, им приходится жертвовать скоростью и точностью.

source: Hell Guardian
ru: Страж Ада

source: Only the very best guards in the Empire’s service are allowed access to equipment forged by blacksmiths from Inferno. These men are said to be able to withstand a rockslide if need be, protected by their stalwart devotion to the ruling lords of Inferno.
ru: Лишь самым лучшим стражам Империи позволено быть закованным в броню, выкованную кузнецами Инферно. Эти люди способны выстоять целый оползень, если потребуется, защищаемые их непоколебимой преданностью правящим лордам Инферно.

source: Lancer
ru: Улан

source: female^Lancer
ru: Улан

source: Chaos Heavy Longbowman
ru: Тяжёлый Лучник С Длинным Луком Хаоса

source: Reloading and aiming is a time-consuming process and a window of opportunity for assailants to strike down the defenseless archer. The most valued bowmen in the Chaos Empire’s service earn their prestige by attaining an elf-like proficiency with the longbow, shooting more than a dozen arrows a minute without tiring or missing their mark — or so the rumors go, anyway.
ru: Перезарядка и прицеливание - отнимающий много времени процесс и широкая возможность наступающим убрать беззащитного лучника. Самые ценимые Имперские лучники зарабатывают почёт, приобретая эльфоподобную мастерства длинного лука, выстреливая более, чем десяток стрел в минуту без отдыха или потери цели — во всяком случае, об этом ходят слухи.

source: female^Witch
ru: Ведьма

source: The increasingly rare magically-gifted noblewomen of the Aragwaithi function as the lorekeepers of their unique civilization, possessing vast knowledge about the history of Irdya and the many trials faced by their ancestors. But the path to reach their status and earn the Grand Council’s trust and respect is arduous, and much of their lives is spent training in the marches, far away from their kin. In those parts, the ability to create and control flames is highly versatile, as well as the mastery of the arts of healing.
ru: Очень редкие магически-одарённые благородные Эрагвийки функционируют в качестве хранителей знаний их уникальной цивилизации, обладая широкими познаниями в истории Ирдии и о множестве испытаний, встретившихся их предкам. Но путь достижения их статуса и зарабатывания доверия Великого Совета суров: большая часть их жизни тратится на военные походы, отдалённые от их сородичей. В них способность создавать и контролировать пламя чрезвычайно важна так же, как и мастерство лечения.

source: kick
ru: пинок

source: Chaos Lorekeeper
ru: Хранитель Знаний

source: In a world where savage men fight each other over what little water and food they can find, knowledge remains one of the few tools left to bring a semblance of order to their pathetic lives. But humans can only do so much to change the flawed reality in which they dwell, and their chaotic, vicious nature surfaces at every turn. The cultists of Chaos believe that only Uria, Mother of all demons, Goddess of Life and Mistress of the Void, can reshape and improve this decaying world. They dedicate their very souls to doing her bidding and spreading her message to every corner of Irdya. The dreaded Chaos Lorekeepers govern both the military and their subordinate Magi. They are indisputably regarded as sacred figures akin to demigods by Uria’s and Yechnagoth’s worshippers alike. Their dedication to their craft borders on irrational, and the wars they wage often serve much darker purposes. Those unlucky enough to survive are taken captive, fated to undergo unfathomable horrors in the name of the Lorekeepers’ unending search for knowledge. It is this, more than anything else, that keeps their subjects in line; they are well aware of the consequences should they disobey an order even slightly. But as unlikely as it might sound, the Lorekeepers are not alone in ruling over the wicked legions of Uria...
ru: В мире, где одичавшие люди убивают друг друга за ту небольшую воду и еду, которую они смогут найти, знание остаётся одним из нескольких инструментов, способных принести порядок в их жалкие жизни. Но люди мало что могут сделать, чтобы изменить повреждённую реальность, в которой они живут, и их хаотичная, порочная натура проявляется на каждом шагу. Культисты Хаоса верят, что только Урия, Мать всех демонов, Богиня Жизни и Госпожа Пустоты, может переформировать и улучшить их загнивающий мир. Они готовы пожертвовать даже собственными душами ради выполнения её приказов и проповедования её послания в каждый уголок Ирдии. Устрашающие Хранители Знаний управляют как военными, так и подчинёнными Магами. Они почитаются за священных фигур, подобных полубогам, приспешниками как Урии, так и Йечнагот. Их преданность к их искусству стоит на гране разумного, а войны, которые они ведут, служат гораздо более мрачным целям. Тем, которые, к несчастью, смогли выжить и были взяты в плен, неминуемо сулят невообразимые ужасы во имя нескончаемого поиска знаний Хранителями. Кроме всего остального, это удерживает их подчинённых в строю; они хорошо осведомлены о последствиях неподчинения приказу, даже слегка. Однако, как не неправдоподобно бы это не звучало, не одни Хранители Знаний правят злобными легионами Урии...

source: infernal chill
ru: адский холод

source: Chaos Arbalestier
ru: Тяжёлый Арбалетчик Хаоса

source: Going a step further than most, these elite Chaos soldiers are equipped with a more sophisticated variation on the basic crossbow, able to shoot bolts with much greater penetrating force. Because of the increased reload times and maintenance cost, these ‘arbalests’ are rarely seen on the battlefield in an active role, their owners often carrying them unloaded as a status symbol instead.
ru: Идя на шаг впереди, чем большинство, эти элитные солдаты Хаоса экипированы более продвинутыми версиями арбалета, способными выстреливать болтами с гораздо большей проникающей силой. Из-за их увеличенного времени перезарядки и затрат на обслуживание, эти арбалетчики редко встречаются на поле боя в активной роли, их повелители вместо этого предпочитают использовать их в качестве символа статуса.

source: arbalest
ru: арбалет

source: Chaos Cataphract
ru: Катафракт Хаоса

source: Cataphracts are held in utmost respect by the Chaos military and serve as the legions’ fearsome standard-bearers. When not carrying the Chaos flag into battle, they are often seen swiftly traversing the blood-stained battlefields to deliver news, commands, and supplies. Their most striking aspect is the symbiotic relationship they share with their mounts, however. Gentler emotions are seldom found amongst the Chaos ranks, but these riders have been known to pause and mourn their fallen steeds, even amidst the carnage of battle.
ru: Катафракты находятся в наибольшем уважении армией Хаоса и служат устрашающими знаменосцами легионов. Когда они не идут с флагом в бой, их часто можно увидеть быстро пересекающими кровавое поле сражения, доставляя новости, приказы и снабжение. Однако, самая потрясающая их особенность: символичные взаимоотношения между всадником и лошадью. Благородные чувства редко встречаются в рядах Хаоса, но эти наездники, известно, не раз останавливались и оплакивали их падших лошадей, даже посреди поля боя.

source: Scout
ru: Наездник

source: female^Scout
ru: Наездница

source: Archer
ru: Лучник

source: The Aragwaithi are a noble people, fragile in body, but their training makes them among the more deadly denizens of this world. Their archers are no exception. Their skills with a bow are comparable to those of some elves, and they are remarkably quick with their daggers.
ru: Эрагвийцы - благородный народ, слабый телом, однако их тренировка делает их одними из смертоносных в мире. Их лучники - не исключение. Из умение управляться с луком подобно эльфийскому, и они также заметно быстры с кинжалами.

source: female^Sorceress
ru: Колдунья

source: The mighty Aragwaith Sorceresses are gracile like wind. They can confuse their opponents by standing in front of them, seemingly defenseless; after the attacker hits, they notice their victim is behind them, ready to perform his own killing strike. On the battlefield these sorceresses are fearsome enemies; even their comrades keep an eye on them, carefully, from a safe distance. And so it happens that even the Royal orders of Wesnothian magi treat these noble lores with respect and caution.
ru: Могучие Эрагвийские Колдуньи грациозны, как ветер. Они могут поставить противника в замешательство, стоя перед ними, и выглядя безоружно; затем, когда атакующий ударит, они заметят, что их жертва находится позади них, готовая нанести смертельный удар. На поле поя эти колдуньи являются устрашающим врагом; даже их товарищи следят за ними, осторожно, с безопасного расстояния. В былые времена даже Королевские ордена Веснотских магоа относились к этим благородным магам с уважением и опаской.

source: Silver Shield
ru: Серебряный Щит

source: female^Silver Shield
ru: Серебряный Щит

source: Chaos Sharpshooter
ru: Снайпер Хаоса

source: gun
ru: ружьё

source: Master of Darkness
ru: Повелитель Тьмы

source: Pikeman
ru: Пикинёр

source: Captain
ru: Капитан

source: Marauder
ru: Мародёр

source: Even barbarian brutes can hone their skills given enough time. Those in the Chaos Empire’s service who manage to survive long enough to do so are given plenty of opportunities to broaden their horizons and brandish better arms against their adversaries.
ru: Даже варварские громилы увеличивают своё умение со временем. Из служащих Империи Хаоса, которым удаётся выжить достаточно долгое время, получают возможность расширить свои горизонты и получить лучшее оружие.

source: Headhunter
ru: Охотник за Головами

source: The Chaos Empire relies extensively on its charismatic Lorekeepers to attract and convert outsiders — chiefly barbarians — to its cause. Those who lack the ability or knowledge to join the ranks of the Chaos Magi are given the most basic equipment and assigned to raiding missions where their undisciplined brutality may be put to use to terrorize and confuse their victims, often at the cost of their own lives.
ru: Империя Хаоса широко использует своих харизматических Хранителей Знаний, чтобы привлекать на свою сторону посторонних — в основном, варваров — для их целей. Которым не хватает способностей или знаний, чтобы вступить в ряды Магов Хаоса, выдаётся самое базовое снаряжение, чтобы посылать их в рейдовые задания, где их недисциплинированная жестокость может быть использована для терроризирования и замешательства их жертв, часто ценой жизни самих нападающих.

source: Chaos Invoker
ru: Медиум Хаоса

source: There is much speculation as to the origins of the religious groups that eventually joined to form the Chaos Empire. Amongst scholars, the most popular theory postulates the creation of two separate cults by the same prophet approximately four centuries ago: the cult of Yechnagoth, centered around the western seaboard, and the cult of Chaos, which existed primarily throughout the eastern wastes. As time went on, the more prolific Chaos Magi’s sphere of influence expanded and absorbed Yechnagoth’s worshipers, reshaping their tenets and giving way to a unified religion worshiping Uria as the goddess who brought the Dark Lady back from the dead. Low-ranking initiates — colloquially known as “Invokers” by their enemies — lack the sophisticated knowledge that defines their order; they have much yet to learn before they can attain a formal title and be entrusted with the leadership of the demonic hordes. Nonetheless, they are a cornerstone of the Chaos military, always ready to provide their services and proselytize to captives and outsiders with elaborate displays of power.
ru: Существует множество предположений о происхождении религиозных сообществ, когда-то соединившихся, чтобы основать Империю Хаоса. Среди учёных, наиболее популярная теория постулирует о создании двух отдельных культов одним и тем же пророком примерно четыре столетия назад: культ Йечнагот, сгруппированный вдоль западного побережья, и культ Хаоса, существующий, главным образом, посреди восточных пустошей. С течением времени, более плодотворная сфера влияния Магов Хаоса расширилась и присоединила приспешников Йечнагот, переформировывая их догматы, и открывая путь к новой объединённой религии, служащей Урии, как богине, воскресившей Тёмную Госпожу. Посвящённым низкого уровня — их врагами обычно называемым "Медиумами" — не достаёт утончённого знания, определяющего их орден; им ещё долго нужно учиться перед тем, как они получат формальный титул и будут повышены в лидеры демонических орд. Тем не менее, они - краеугольный камень войск Хаоса, всегда готовые предоставить их поддержку и обращать в свою веру пленных и посторонних с помощью искусных демонстраций мощи.

source: Guardian
ru: Страж

source: Chaos Invader
ru: Захватчик Хаоса

source: These dark soldiers fight for a cause they mostly ignore, many of them reveling instead in the glory of senseless bloodshed and destruction. But there are those amongst their ranks willing to pay heed to the sermons of the Chaos Magi and place their trust in fallen gods from a long forgotten era.
ru: Эти тёмные солдаты сражаются ради цели, на которую им, в основном, всё равно, многие из них, вместо этого, наслаждаются славой бесчувственного кровопролития и разрушения. Но среди них есть и такие, которые чтут проповеди Магов Хаоса и клянутся в верности павшим богам из давно забытой эпохи.
