Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: The power of the Engineer’s hammer allows him to debilitate and destroy the Energy Heart of a Guardian
ru: Мощь молота Инженера даёт ему возможность ослабить и уничтожить Энергетическое Сердце Стража

source: Elyssa and Elynia cannot damage the Engineer’s armor suit as it is powered by more replicas of Merthiaal’s heart; they must find another way to stop him
ru: Элисса и Элиния не могут повредить доспехи Инженера, так как они запитаны от большего количества копий сердца Мерфиааля; они должны найти другой путь, чтобы остановить его

source: I have an idea... Malin once mentioned something specific about Galas’ first encounter with your mechanical automatons.
ru: У меня есть идея... Малин однажды упомянул кое-что особенное о первом сражении Галаса с вашими механическими роботами.

source: And what would that be?
ru: И что же это?

source: They are particularly vulnerable in the neck region. Maybe if we could distract him, you could stab him with your weapon—
ru: Они особенно уязвимы в районе шеи. Быть может, если мы отвлечём его, ты сможешь ударить его своим оружием—

source: That was already my plan, stupid! Just try to do your part right for once!
ru: Это уже было моим планом, дурашка! Просто исполни свою часть правильно на этот раз!

source: Backstab the Engineer using the Claw of Urvatha while he is facing Elynia
ru: Ударьте Инженера сзади, используя Коготь Урвата, пока тот смотрит на Элинию

source: You can only backstab the Engineer during your own turns, on offense
ru: Вы можете ударить сзади Инженера только во время вашего хода, во время атаки

source: <b>ACK!</b> What ha’ ye done!!!
ru: <b>АКК!</b> Что вы наворотили!!!

source: Oops! It seems your armor suit and fancy hammer are not perfect substitutes for the power of a true Guardian of Darkness!
ru: Упс! Похоже, твоя новенькая броня и причудливый молот не совершенная замена мощи истинного Стража Тьмы!

source: Defeat the Engineer now that he is vulnerable to attacks
ru: Победите Инженера теперь, когда он уязвим к атакам

source: Elynia, grab my hand!
ru: Элиния, держись за мою руку!

source: Unngh...
ru: Уууунх...

source: I did not know where I was. The last thing I could recall was the chamber floor collapsing due to the energy released from the dwarf’s fractured hammer.
ru: Я не ведала, где я находилась. Последней вещью, которую я помню, был пол камеры, рушащийся под энергией, высвободившейся из разбитого молота гнома.

source: My neck felt cold and sticky... it was blood. I must have smashed my head during the fall, and yet I was standing there as though my body had healed itself from the otherwise fatal injury. I glanced at my surroundings...
ru: Моя шея была холодной и липкой... это была кровь. Должно быть, я разбила голову во время падения, однако я стояла здесь, как будто моё тело само восстановилось от иначе смертельной травмы. Я осмотрелась...

source: Elyssa...?
ru: Элисса...?

source: The demoness was lying on the humid cavern floor, inert as a rock. She did not seem injured, but neither did she draw breath. I did not know at first what to make of the situation. I laid a hand on her forehead and attempted to peer into her mind to see whether she was still alive. However, all I could see through her frozen eyes was a series of incomprehensible white glyphs on a blue background, interspersed with an alien and yet somehow familiar language. Knowing she was a hybrid lifeform, the evidence I gathered was useless.
ru: Демонесса лежала на влажном полу пещеры, неподвижная как скала. Она не выглядела травмированной, но и не дышала. Я не знала, что делать сначала в этой ситуации. Я прикоснулась рукой к её лбу и попыталась заглянуть в её разум, чтобы узнать, была ли она ещё жива. Однако, всё, что я смогла увидеть через её застывшие глаза, было множеством непонятных белых символов на синем фоне, перемешанных с чужим, но, всё же, каким-то знакомым языком. Зная, что она являлась гибридной формой жизни, полученное мною сведение было бесполезным.

source: She could be alive... or she could be dead. And not too far from her was the weapon she called the Claw of Urvatha. My master’s staff, first corrupted by the heart of a Gatekeeper, the artifact we used to call the Ruby of Fire, and now, by the malignant touch of Merthiaal’s successor.
ru: Она могла быть живой... или могла быть мёртвой. Не так далеко от неё лежало оружие, которое она называла Когтем Урвата. Посох моего учителя, сперва испорченный сердцем Привратника, артефакт, который мы называли Рубином Огня, а затем и злобным прикосновением последователя Мерфиааль.

source: I felt compelled to grab the weapon and leave the demoness behind... but I had to ponder my possibilities first. She could come back to life the moment I laid my hands on it, and destroy me. Or she could stay as a dormant machine, and I would just abandon her and return to the surface, with Anya and Ergea. A third alternative then occurred to me. I could grab the Claw, and destroy the creature in her sleep...
ru: Я чувствовала, что должна взять оружие и оставить демонессу позади... но мне стоило сначала обдумать возможности. Она может очнуться в тот самый момент, когда я прикоснусь к нему руками, и уничтожить меня. Или она может остаться бездействующей машиной, и мне стоит просто оставить её и вернуться на поверхность к Ане и Эргии. Внезапно ко мне пришла третья альтернатива. Я могла бы взять Коготь и уничтожить существо во сне...

source: ... I spent some amount of time contemplating that tempting alternative. Suddenly, the thought of becoming a cold-blooded murderer horrified me. No. No, I would not give in to such terrifying ideas. No. That was not me. That was not the elf who was raised by Niryone to protect the peoples of Irdya. No.
ru: ... я потратила некоторое количество времени, обдумывая этот соблазнительный выход. Внезапно, мысль о становлении хладнокровным убийцей привела меня в ужас. Нет. Нет, я не сдамся таким устрашающим идеям. Нет. Это была не я. Не тот эльф, который был выращен Нирионе, чтобы защищать народы Ирдии. Нет.

source: Between tears, I could catch a glimpse of light coming from around a corner.
ru: Среди слёз я заметила проблеск света, идущий со стороны угла.

source: A conspicuous corridor, leading somewhere brightly illuminated. The walls were decorated with peculiar engravings. I was compelled to follow. With my captor completely incapacitated to exert any kind of magic control over me, I could once again move with absolute freedom.
ru: Бросающийся в глаза коридор, ведущий в ярко освещённое место. Стены были украшены причудливыми гравюрами. Я решила пойти туда. Теперь, когда мой захватчик не мог устанавливать надо мной никакой вид магического контроля, я снова могла двигаться с полной свободой.

source: Explore the place
ru: Исследуйте место

source: It was not my intention to go back where Elyssa’s inert body laid. I needed to keep exploring the corridor. My curiosity was just too great to resist.
ru: Моим намерением не было вернуться туда, где лежало неподвижное тело Элиссы. Я должна была продолжить исследовать коридор. Моё любопытство было слишком велико, чтобы ему сопротивляться.

source: The ceiling lights formed a familiar shape on the floor: the sigil of the First Guardian of Earth, Xia’el. Or at least, as it was depicted in Argan’s journal. An odd sense of comfort suddenly came to me. I felt for once as though I was, finally, at home.
ru: Потолочные огни формировали знакомую картину на полу: символ Первого Стража Земли - Ксиаэль. Или хотя бы, как она была описана в дневнике Аргана. Странное чувство комфорта внезапно пришло ко мне. Я почувствовала, что я наконец вернулась домой.

source: If Elyssa spoke the truth, this was my destiny all along. I was meant to be the Guardian of Earth on Irdya, and I was meant to keep my world and my people from harm; from Elyssa, from Argan, from Zhangor, from Uria... ... From myself. ... And I had failed. I had failed them all. I grew up ignorant of my true purpose, focusing only on mundane problems, selfishly centered on my own needs and desires for the most part. I allowed Irdya’s terrible fate to come to pass: the destruction of many civilizations, the deaths of millions. Weren’t Guardians created to <i>protect</i> their worlds?
ru: Если Элисса сказала правду, то это было моей судьбой с самого начала. Мне было суждено стать Стражем Земли в Ирдии, и я должна была защищать мой мир и мой народ от вреда: от Элиссы, от Аргана, от Жангора, от Урии... ... и от самой себя. ... И я это провалила. Я подвела всех. Я выросла, не ведая о моём истинном предназначении, сосредотачиваясь только на мирских проблемах, самолюбиво превознося мои собственные потребности и желания большую часть времени. Я допустила ужасную судьбу Ирдии: разрушение многих цивилизаций, смерть миллионов. Разве Стражи не были созданы, чтобы <i>защищать</i> их миры?

source: I let myself collapse on the floor... and cried. I needed to cry after Galas’ death. I needed to cry after losing Malin. But I resisted the emotion for so long because I did not want anyone to know I was weak inside. But then, I was at home at last... alone. Nobody would know. So I cried. I wished Anya could be with me. But she did not know where I was, and I did not even know whether she was still alive. And even if she was... it would only be a matter of time until Zhangor solved the Seer’s riddle and killed the girl.
ru: Я рухнула на пол... и заплакала. Мне стоило плакать после смерти Галаса. Мне стоило плакать после потери Малина. Но я сопротивлялась этому чувству так долго, потому что я не желала, чтобы кто-нибудь узнал, что я слаба изнутри. Но теперь я наконец была дома... одна. Никто не узнает. Поэтому я плакала. Жаль, что Аня не могла быть со мной. Она даже не знала, где я нахожусь, а я даже не знала, жива ли она до сих пор. И, даже если она жива,... будет лишь только вопросом времени, когда Жангор поймёт загадку Провидца и убьёт девушку.

source: Home...
ru: Дом...

source: There, there.
ru: Здесь, здесь.

source: You have not failed yet, my love. There are still things left to do.
ru: Ты ещё не потерпела крах, моя любовь. У нас ещё есть дела, которые стоит сделать.

source: ... A— Argan?
ru: ... А— Арган?

source: ... Oh, I must have really lost it now.
ru: ... Ох, должно быть, я совсем потеряла рассудок.

source: I am here. Don’t you feel me?
ru: Я здесь. Разве ты не чувствуешь меня?

source: ... Is this a dream?
ru: ... Это сон?

source: ... Is it?
ru: ... Разве?

source: ... I feel you. I feel your warm touch again. But... how?
ru: ... Я чувствую тебя. Я чувствую твоё теплое прикосновение снова. Но... как?

source: Because you wished for my return. All these years...
ru: Потому что ты возжелала моего возвращения. Все эти годы...

source: ... I did.
ru: ... Правда.

source: I missed you, Elynia.
ru: Я скучал по тебе, Элиния.

source: ... I— I— ... I did too. Oh, Argan...
ru: ... Я— Я— ... Я тоже. О, Арган...

source: We don’t have much time left, my love. Irdya is in ruins now, and Zhangor could find us any moment now. You need to get up.
ru: У нас осталось не так много времени, моя любовь. Ирдия теперь в руинах, а Жангор может найти нас в любой момент. Нам нужно торопиться.

source: Yes...
ru: Да...

source: I let my lips approach his own as we embraced like we had not for an eternity. He felt so delightfully real, I was willing to give in to our carnal urges. But...
ru: Я позволила моим губам приблизиться к его, в то время, как мы обнимались так, как не обнимались целую вечность. Он чувствовался настолько очаровательно настоящим, что я уже собиралась дать волю нашим плотским позывам. Но...

source: Is there something wrong, my love?
ru: Что то не так, любовь моя?

source: I... feel... strange.
ru: Я... чувствую себя... странно.

source: My heart... it hurts...
ru: Моё сердце... болит...

source: That must be because you have spent too much time scurrying around. Just let yourself relax for a moment. We can reminisce about better times together...
ru: Должно быть, это потому, что ты потратила много времени, суетясь. Просто отдохни на минуту. Мы можем вспоминать о лучших временах вместе...

source: You don’t sound like yourself? My head... I—
ru: Ты не звучишь, как обычно? Моя голова... Я—

source: My memories have become so hazy... but... I... remember that sword... Elyssa has your sword...
ru: Мои воспоминания стали такими смутными... но... я... помню этот меч... он у Элиссы...

source: Elynia, please, just...
ru: Элиния, пожалуйста, просто...

source: Hello...
ru: Привет...

source: ... Zhangor.
ru: ... Жангор.

source: How...
ru: Какого...

source: Your act seems pretty cheap in retrospect. I cannot say I am completely disappointed, though; it was <i>absolutely</i> amusing to watch you attempt to—ahem—handle the poor, broken elf. But did you truly think it would work out? Ha ha ha!
ru: Твои действия выглядят очень дешёвыми в ретроспективе. Хотя я не могу сказать, что я полностью разочарованна, было <i>достаточно</i> забавно смотреть, как ты пытаешься 'поиметь' бедную, сломавшуюся эльфийку. Но ты действительно думал, что это сработает? Ха ха ха!

source: <i>(metallic voice) I am not precisely myself, though.</i>
ru: <i>(металлический голос) Я не совсем я, однако.</i>

source: Deathbringer
ru: Вестник Смерти

source: But your guess was close enough. Congratulations, Guardian of Darkness.
ru: Но твоё предположение было достаточно близко. Мои поздравления, Страж Тьмы.

source: So the rumors are true, after all — you go around possessing other creatures’ bodies now.
ru: Так слухи правда — теперь ты развлекаешься, овладевая телами других существ.

source: (<i>enraged</i>) You were going to possess me...
ru: (<i>в бешенстве</i>) Ты собирался завладеть мной...

source: Or steal your aspect through your currently vulnerable energy heart. Either outcome would have been advantageous for me, but no — it would seem you will both have to die instead.
ru: Или украсть твой элемент через твое ещё уязвимое энергосердце. Любой исход был бы преимуществом для меня, но нет — вы обе выбрали умереть вместо этого.

source: (<i>enraged</i>) Not if I can kill <b>you</b> first.
ru: (<i>в ярости</i>) Нет, если мы сначала убьём <b>тебя</b>.

source: Defeat Zhangor’s Deathbringer
ru: Победите Жангорова Вестника Смерти

source: The Deathbringer’s spear allows it to destroy the Energy Heart of a Guardian
ru: Копьё Вестника Смерти способно разрушить Энергетическое Сердце Стража

source: Is that...
ru: Это...

source: Hello?
ru: Здравствуй?

source: Niryone
ru: Нирионе

source: Back from Filinor’s class early?
ru: Рано вернулась из класса Филинора?

source: He twisted his ankle yesterday morning while hunting with Cerin, so he let us go after a short round of questions.
ru: Он скрутил лодышку давешним утром, охотясь с Церином, поэтому он отпустил нас после спрашивания короткого ряда вопросов.

source: Bah. Figures. At least that means we can enjoy a nice midday meal together for a change.
ru: Бах. Фигуры. Наконец-то мы сможем насладиться обедом вместе.

source: Sure, that would be great! I’m starving.
ru: Конечно, это будет прекрасно! Я голодна.

source: Don’t come with me. It’s too dangerous.
ru: Не иди за мной. Это слишком опасно.

source: Huh?
ru: Ах?

source: Niry? Where did you go?
ru: Нири? Куда ты пошла?

source: <i>You are... hurting me...</i>
ru: <i>Ты причиняешь... мне боль...</i>

source: Final Objective:
ru: Последняя Задача:

source: Anlindë
ru: Анлиндэ

source: <i>Don’t you realize that he will murder them all if you continue this pointless crusade of yours? Just leave them be, please!</i>
ru: <i>Разве ты не понимаешь, что он убьёт их всех, если ты продолжишь этот твой бессмысленный крестовый поход? Просто оставь их, прошу!</i>

source: <i>Don’t you dare speak in that tone to me, foul priestess! You should be grateful we do not cut your tongue off for your insolence. Guards! Escort her out, now!</i>
ru: <i>Как ты посмела говорить со мной в таком тоне, грязная служительница! Ты должна быть благодарна, что мы не отрезали тебе язык за твою наглость. Стража! Схватить её, немедленно!</i>

source: The Lady of Light and the Master of Darkness must die!
ru: Леди Света и Повелитель Тьмы должны умереть!

source: Stop! Why are you doing this?!
ru: Подожди! Почему ты делаешь это?!

source: <i>I do not suppose I can convince you to abandon them now, after so long. Am I right?</i>
ru: <i>Я не думаю, что смогу убедить тебя оставить их после всего этого. Я прав?</i>

source: <i>Of course not.</i>
ru: <i>Да нет, конечно.</i>

source: <i>Then... we shall do this. Together.</i>
ru: <i>Тогда... мы сделаем это. Вместе.</i>

source: <i>... Together.</i>
ru: <i>... Вместе.</i>

source: Do you think our people will ever find peace again, Elynia?
ru: Считаешь ли ты, что наш народ достигнет когда-нибудь мира, Элиния?

source: I...
ru: Я...

source: It doesn’t matter now, I guess.
ru: Сейчас это уже не важно.

source: Because I am dead.
ru: Потому что я мёртв.

source: Previous Objective:
ru: Предыдущая Задача:

source: Kill Argan, the Master of Darkness, and put an end to his sinister rule over Irdya
ru: Убейте Аргана, Повелителя Тьмы, и положите конец его зловещему правлению над Ирдией

source: What is this place... Something feels amiss.
ru: Что это за место... Что-то не так.

source: Elynia! Oh, I’m so glad I could finally find you... Come with me, this way! Quickly!
ru: Элиния! Ох, я так рада, что смогла наконец найти тебя... Следуй за мной! Быстрее!

source: My hair gets so messy with all the wind in this desert. It’s almost tempting to shave it... Do you think I would look too weird if I did that?
ru: Мои волосы сбиваются в такую кучу из-за пустынного ветра. Я практически искушаюсь её сбрить... Думаешь ли ты, что я буду выглядеть слишком странно, если я сделаю это?

source: Did we... Didn’t we have this conversation already?
ru: Разве... Разве у нас ещё не было этого разговора?

source: I’m just concerned that you might not like it if I do that... Your hair is always so fluffy and nice and beautiful...
ru: Я просто обеспокоена, что тебе может не понравиться, если я сделаю это... Твои волосы всегда были такими мягкими, милыми и красивыми...

source: ... All right, that is not something I recall you saying...
ru: ... Отлично, вот то, что я не помню, чтобы ты говорила...

source: You promised...
ru: Ты обещала...

source: I must find Elyssa. She must be here, somewhere...
ru: Я должна найти Элиссу. Она должна быть где-нибудь здесь...

source: <i>Did you know that this entire land used to be a huge empire?</i>
ru: <i>Знали ли вы, что эти земли однажды были огромной империей?</i>

source: <i>You’re asking too much from me. To confront a goddess who has accrued enough power to wipe out an entire world...</i>
ru: <i>Вы просите от меня слишком многое. Противостоять богине, получившей достаточно мощи, чтобы уничтожить целый мир...</i>

source: <i>... I understand. </i>
ru: <i>... Я поняла. </i>

source: <i>... you betrayed... me...</i>
ru: <i>... ты изменила... мне...</i>

source: Argan! No, no, this can’t be happening, you can’t be doing this, I am trying to heal you, don’t you see? I...
ru: Арган! Нет, нет, это не может случиться, ты не можешь делать это, я пытаюсь вылечить тебя, разве ты не видишь? Я...

source: Why don’t you say anything? Argan!
ru: Почему ты ничего не говоришь? Арган!

source: Argan— No...
ru: Арган— Нет...

source: Elyssa?
ru: Элисса?

source: YOU KILLED HIM!
ru: ТЫ УБИЛА ЕГО!

source: Elyssa, I...
ru: Элисса, Я...

source: Why— Why do you have to show me this again? WHY?
ru: Почему— Почему ты показываешь мне это вновь? ПОЧЕМУ?

source: Why couldn’t you <b>save</b> him instead?!
ru: Почему ты не смогла <b>спасти</b> его вместо этого?!

source: WHY?!
ru: ПОЧЕМУ?!

source: <i>(metallic voice) You are a disgrace to your sad excuse of a civilization!</i>
ru: <i>(металлический голос) Ты лишь позор для твоего жалкого подобия цивилизации!</i>

source: Stop it... please... Zhangor is attempting to control you...
ru: Остановись... прошу... Жангор пытается контролировать тебя...

source: <i>(metallic voice) Nobody can control me!</i>
ru: <i>(металлический голос) Никто не может меня контролировать меня!</i>

source: ... please...
ru: ... пожалуйста...

source: ... I know you—
ru: ... Я знаю, что ты—

source: ... I know you loved Argan too.
ru: ... Я знаю, что ты тоже любила Аргана.

source: <i>(metallic voice) ... He wanted you to find me... and guide me... didn’t he...</i>
ru: <i>(металлический голос) ... Он желал, чтобы ты нашла меня... и вела меня... не так ли...</i>

source: ... You... you are not me. Why am I crying?
ru: ... Ты... ты - не я. Почему я плачу?

source: ... Are these... my own tears?
ru: ... Это... мои собственные слёзы?

source: <i>(metallic voice) ... Try to remember... that you...</i>
ru: <i>(металлический голос) ... Попробуй вспомнить... что ты...</i>

source: <i>... that I was once...</i>
ru: <i>... то, чем я была раньше...</i>

source: <i>(metallic voice) ... human—</i>
ru: <i>(металлический голос) ... человек—</i>

source: No... no...
ru: Нет... нет...

source: <i>(metallic voice) Uria demanded I kill them! It was... it was never my intention... please!</i>
ru: <i>(металлический голос) Урия желала, чтобы я убила их! Это... это никогда не было моим намерением... прошу!</i>

source: Zhangor is trying to make us lose control...
ru: Жангор желает, чтобы мы потеряли контроль над собой...

source: <i>(metallic voice) Now that I have failed, there’s no purpose left for me...</i>
ru: <i>(металлический голос) Теперь, когда я потерпела крах, для меня не осталось целей...</i>

source: ... He is trying to take us both at once... using the powers of the Gatekeeper...
ru: ... Он пытается захватить нас обеих сразу... используя силы Привратника...

source: <i>(metallic voice) Why... why did you bring me back to life... WHY?!</i>
ru: <i>(металлический голос) Почему... почему ты вернула меня к жизни... ПОЧЕМУ?!</i>

source: <i>... you have allowed others to distort your identity...</i>
ru: <i>... ты позволила другим искажать твою сущность...</i>

source: Mal Keshar
ru: Мал Кешар

source: <i>... a greater cause, one that transcends the fate of Irdya...</i>
ru: <i>... высшей цели, той, что превосходит судьбу Ирдии...</i>

source: <i>... take the Sceptre of Fire... and wield it... against our enemies...</i>
ru: <i>... возьми Огненный Скипетр... и неси его... против наших врагов...</i>

source: ... He is using the powers of the Gatekeeper of Urvatha to tear into our minds... I should have known that he would try to do this...
ru: ... Он использует силы Привратника Урвата, чтобы прорваться в наше сознание... Я должна была знать, что он попытается сделать это...

source: <i>(metallic voice) Elynia, grab my hand!</i>
ru: <i>(металлический голос) Элиния, держись за мою руку!</i>
