Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: Kendyare is still here as you left her. The faerie destroyed her body near the entrance to the abandoned Iron Council chamber. If you were to give the necromancer a new chance you would have to give her a new body as well. She was rather entertaining to have around, but she was not particularly bright, and Nar-hamoth was abusing that to keep you under constant surveillance. You simply had to act before Zhangor had a chance to take advantage of her as well.
ru: Кендяра до сих пор здесь, как Вы её оставили. Файери избавилась от её тела рядом с входом в заброшенную камеру Железного Совета. Если бы Вы могли дать некроманту ещё шанс, Вы могли бы дать ей новое тело так же. Она была достаточно забавной, но не особенно выдающийся, и Нар-хамот злоупотреблял постоянной слежкой за Вами. Вам просто нужно было действовать, перед тем, как Жангор сможет так же воспользоваться ей.

source: You have not really spent as much time in this cell as you would if you were an ordinary creature. Thankfully, your body allows you to spend an indefinite amount of time without rest. You have tried sleeping on occasion, but ever since you were captured by the human scum in the capital you have only had variations of the same recurring nightmares. You hoped your new life would allow you to have normal dreams again, but it has only been worse since then.
ru: Вы не потратили столько времени в этой ячейке, сколько потратили, будучи обычным существом. К счастью, Ваше тело даёт возможность находится без отдыха неопределённое количество времени. Вы иногда пытались уснуть, но с тех пор, как вы были притащены людскими мразями в столицу, вас мучают только вариации одного и того же кошмара. Вы надеялись, что ваша новая жизнь позволит вам снова видеть нормальные сны, но с тех пор они стали только хуже.

source: You think it is finally time to go and put those plans in motion. You glance at your cell a last time to make sure you are not forgetting anything before leaving.
ru: Вы думаете, что наконец пришло время действовать и приводить план в исполнение. Вы взглядываете на свою камеру в последний раз, чтобы удостовериться, что вы ничто не забыли.

source: Find the touchplate leading to the final room
ru: Найдите нажимную пластину, ведущую в последнюю комнату

source: This is an old poetry book you found amongst some ruins unearthed in the Silver Lands. You used to dedicate your life to collecting every single piece of history you could salvage from the many remains of Golden Age civilizations, but after becoming a hybrid being your interests changed drastically. Things like poetry became pointless as they do not contribute to your plans in any way whatsoever, and yet... this book is still here.
ru: Это старая книга, которую вы нашли при раскопках каких-то руин в Серебренных Землях. Вы хотели посвятить свою жизнь собиранию всех частей истории, которую Вы сможете собрать из множества останков цивилизаций Золотого Века, но после превращения в гибрида, ваши интересы сильно изменились. Вещи, вроде поэзии, стали бессмысленными, так как они никак не помогали вашим задачам, но... книга до сих пор здесь.

source: Do you want to pick the book up?
ru: Желаете ли вы подобрать книгу?

source: You take the book. A few loose pages slide onto the floor, and you pick them up.
ru: Вы берёте книгу. Несколько страниц из неё падают на пол, Вы подбираете их.

source: Of course. These are the pages you took from Argan’s journal some time after he became irreversibly incoherent.
ru: Конечно. Это страницы, вырванные из дневника Аргана, незадолго до того, как он стал окончательно безумным.

source: Once you enter that room, there will be no going back. Are you sure you want to proceed now?
ru: Как только Вы войдёте в комнату, пути назад не будет. Вы уверенны, что желаете пройти в неё сейчас?

source: Touchplate triggered. A wall moves.
ru: Пластина нажата. Стена сдвигается.

source: This is all your fault, Argan.
ru: Это всё твоя вина, Арган.

source: I shouldn’t be the one to deal with this...
ru: Но я не одна буду бороться с этим...

source: Destiny — Part 2
ru: Судьба — Часть 2

source: team_name^Iron Council
ru: Железный Совет

source: Mal Ba’arth
ru: Мал Баарт

source: Vrylla
ru: Врилла

source: Grylla
ru: Грилла

source: Aethengrya
ru: Этэнгря

source: Tremor
ru: Тремор

source: Mal Wufnen
ru: Мал Вуфнен

source: Zhanethes
ru: Жанет

source: Mal Unroth
ru: Мал Анрот

source: General Penthein
ru: Генерал Пентеин

source: General Mylean
ru: Генерал Майлеан

source: Meeryn
ru: Меерин

source: Anelith
ru: Анелит

source: Sharazkas
ru: Шаразказ

source: Eressin
ru: Ерессин

source: Domegi
ru: Домеги

source: Issylias
ru: Иссилиас

source: Nortrang
ru: Нортранг

source: Fernol
ru: Фернол

source: Acengrez
ru: Асенгрез

source: Bogar
ru: Богар

source: Destroy Mal Ba’arth, the last Iron Council member, and move Anya to the citadel
ru: Уничтожьте Мал Баарта, последнего члена Железного Совета и передвиньте Аню в цитадель

source: Defeat the Storm Sisters (Vrylla, Grylla, and Aethengrya)
ru: Победите Сестёр Бури (Вриллу, Гриллу и Этэнгрию)

source: Move Anya to the citadel
ru: Передвиньте Аню в цитадель

source: The citadel comprises the starting location for Mal Ba’arth and the immediately adjacent keep (not castle) hexes at (50, 18)
ru: Цитадель представляет собой начальную локацию Мал Баарта и соседние клетки цитадели, на координатах (50, 18)

source: It could prove advantageous to defeat other enemy leaders and move Anya or Ergea to their keeps before destroying Mal Ba’arth
ru: Будет лучше сперва победить остальных командиров противника и передвиньте Аню и Эргию в их лагеря перед поражением Мал Баарта

source: Avoid stationing units on the Shaxthal hives nearby
ru: Остерегайтесь оставлять бойцов рядом с Шакстальскими ульями

source: Do not waste your Goblin Pillagers
ru: Не тратьте зря ваших Волчьих Мародёров

source: For the last time, Durvan, I am <b>not</b> a goddess! This is ridiculous!
ru: В последний раз, Дурван, Я <b>не</b> богиня! Это смехотворно!

source: Well... there’s not much you can do about it at this point, anyway. Everyone saw the darkness stuff you did with the remaining monsters, and rumors spread like—
ru: Хорошо... но здесь не так много можно возразить. Все видели те тёмные вещи, которые ты сотворила с оставшимися монстрами, ходят слухи, вроде—

source: A disease! I do not even know what I actually did! I only want to leave this dreadful place and rest!
ru: Проклятье! Я даже сама не знаю, что я сделала на самом деле! Я просто хочу покинуть это устрашающее место и отдохнуть!

source: This is the most auspicious moment to storm the citadel if that is what you want to do. And if you play the part you may be able to obtain support from Uria’s converts. Once they realize that the Fist and the Iron Council have been lying to them, the Chaos Empire’s social structure shall shatter. But we ought to plant the seed of distrust now, while Elynia and the Fire prepare to vanquish the usurper.
ru: Сейчас самый наиболее возможный лучший момент для штурма цитадели, если это то, что мы хотим сделать. И ещё, если Вы сыграете Вашу роль, то мы сможем переманить на свою сторону часть бойцов Урии. Как только они осознают, что Кулак и Железный Совет обманывали их, идеологическая структура Империи Хаоса разобьётся. Но теперь мы должны посеять семя недоверия, пока Элиния и Огонь приготавливаются победить узурпатора.

source: ... Assuming they are even alive.
ru: ... Если, конечно, они ещё живы.

source: Is that what you want?
ru: Это то, что ты желаешь?

source: ... Yes.
ru: ... Да.

source: I want to see her once again. I want to smile with her, talk with her. She promised...
ru: Я хочу увидеть её снова. Я хочу улыбнуться вместе с ней, поговорить с ней. Она обещала...

source: Then, please, help us. Help us storm the citadel. Help us uproot Uria’s evil influence on Irdya, and advance the long path that lies ahead for you as the Guardian of Darkness.
ru: Тогда, пожалуйста, помоги нам. Помоги нам со штурмом цитадели. Помоги выкорчевать злое влияние Урии из Ирдии и продвинься по длинному пути, лежащему у тебя впереди, в качестве Стража Тьмы.

source: I guess I should be thankful you are not calling me Merthiaal or anything like that.
ru: Мне, наверное, стоит быть благодарной, что вы не называете меня Мерфиааль или чем-то подобным.

source: The names of the guardians you know were the names they chose for themselves in the First Cycle. We may not call you by the name of the original Guardian of Darkness unless you choose to adopt her name instead of your own.
ru: Имена стражей, которые ты знаешь, были именами, которые они сами выбрали во время Первого Цикла. Мы не можем называть тебя именем первого Стража Тьмы, если только ты сама не выберешь это имя за место твоего.

source: Is that how it really works? I prefer to keep my current name, then.
ru: Так вот как это работает? Тогда я предпочту сохранить моё текущее имя.

source: Hey, Durvan, did you ever think you would fight at the side of two faerie goddesses against an endless horde of demons, imps, and devout worshipers of an evil demoness?
ru: Эй, Дурван, ты вообще мог когда-либо представить себе, что мы будем сражаться на стороне двух файери полубогов против нескончаемой орды демонов, бесов и сумасшедших приспешников злой демонессы?

source: No. Well, now that you mention it... this will be quite the story to tell the folks in the Heart Forest. Nobody will ever believe me.
ru: Нет. Теперь, когда ты упомянула об этом... это будет та ещё история для народов Средилесья. Никто мне не поверит.

source: The prophecies were correct! The Dark Lady was reborn, and she has finally come to vanquish the usurper and set us free from his grasp!
ru: Пророчество свершилось! Тёмная Госпожа переродилась, и теперь она наконец пришла положить конец узурпатору и освободить нас!

source: Rise up, brethren! We are slaves of the Fist no more!
ru: Восстаньте товарищи! Мы больше не рабы Кулака!

source: May the Dark Lady guide us to victory over the false god!
ru: Да приведёт нас Тёмная Леди к победе над этим идолом!

source: Can it be? Rebelling against Uria could be highly disastrous for everyone! But... What else do we have left anymore?
ru: Как это может быть? Восстание против Урии будет катастрофическим для всех нас! Хотя... Что же нам ещё осталось?

source: We have long awaited this night. Together, we shall forge a new empire from the blood of the usurper and the fakes who dare to adore him!
ru: Мы долго ждали эту ночь. Вместе, мы создадим новую империю из крови тирана и тех, кто смеет обожать его!

source: Uria’s time is almost over. I can feel it. Death to the usurper!
ru: Время Урии уже на исходе. Я чувствую это. Смерть диктатору!

source: Behold, the Guardian of Darkness in all her godly glory!
ru: Узрите, Стража Тьмы во всей её божественной красоте!

source: Let us cleanse this land and restore the true cult of Yechnagoth!
ru: Давайте очистим эти земли и восстановим истинный культ Йечнагот!

source: ... It is true, then. The Dark Lady has finally arisen and come to reclaim this doomed world... But it is all in vain... all in vain...
ru: ... Значит, это правда. Тёмная Госпожа наконец восстала и пришла вернуть этот обречённый мир... Но всё это тщетно... всё тщетно...

source: The citadel is ours! Now we should be able to find Elynia and—
ru: Цитадель теперь наша! Теперь нам нужно найти Элинию и—

source: I fear that we will have to put that plan on hold, Anya. There are reports of more of those creatures coming from the hives around the citadel. People say they will be here in a matter of minutes.
ru: Я боюсь, что нам придётся отложить наши планы, Аня. Докладывают о тьме этих существ, идущих из ульев вокруг цитадели. Говорят, они будут здесь в считанные минуты.

source: But we have only just won! Are they going to storm their own capital now?
ru: Но мы только что победили! Они теперь собираются штурмовать их собственную столицу?

source: I would not put it past them to attempt to destroy the citadel in an attempt to ensure we cannot find Elynia... assuming she is even alive at this point.
ru: Скорее всего, они хотят попытаться уничтожить цитадель в попытке удостовериться, чтобы мы не смогли найти Элинию... если она ещё выживет.

source: Do <b>not</b> say that! Let’s repel those awful creatures, then!
ru: <b>Не говори это!</b> Давайте же тогда отбросим этих ужасных существ!

source: Easier said than done...
ru: Проще сказать, чем сделать...

source: The Storm Sisters are now our prisoners, but we must destroy the last member of the Iron Council if we intend to seize the citadel.
ru: Теперь, когда Сёстры Бури - наши пленники, мы должны одолеть последнего члена Железного Совета, если мы желаем захватить цитадель.

source: The last member of the Iron Council is no more, but as long as any of the Storm Sisters still roam about, there shall be no end to our struggles.
ru: Последнего члена Железного Совета больше нет, но до тех пор, как Сёстры Бури находятся поблизости, нашей борьбе не будет конца.

source: The earth rumbles...
ru: Земля содрогается...

source: Dark Depths
ru: Тёмные Глубины

source: team_name^Zhangor
ru: Жангор

source: team_name^Engineer
ru: Инженер

source: Proceed further underground
ru: Проследуйте глубже под землю

source: Death of Elyssa
ru: Смерть Элиссы

source: ... We are not really trying to locate Zhangor, are we?
ru: ... Мы же не собираемся найти Жангора?

source: Of course we are. It is just taking us a while because he prefers to dwell in a very particular place... a place I also want you to see, before confronting him. I also want to give him a while to realize his mistake in interpreting the Seer’s prophecy.
ru: Конечно собираемся. Это просто займёт у нас некоторое время, ибо он предпочитает жить в очень специфическом месте... месте, которое тебе бы тоже не помешало увидеть перед битвой с ним. Я также хочу дать ему время, чтобы осознать свою ошибку в интерпретации пророчества Провидца.

source: What mistake?
ru: Что за ошибку?

source: The Seer said that on the Day of the Longest Night, the Angel of Blood would make a hasty attempt on the life of the New Guardian of Darkness, and fail. She also said that his actions would bring forth his own downfall.
ru: Провидец изрекла, что в день Длиннейшей Ночи, Ангел Крови покуситься на жизнь Нового Стража Тьмы и потерпит крах. Так же она сообщила, что его действия обрекут его на собственное падение.

source: Of course you don’t realize it because creatures like you lose track of time underground, but the Day of the Longest Night has been going on for <i>more than a day</i> already. And that is all because the New Guardian of Darkness the Seer mentioned cannot control her own powers, causing Irdya to be completely shrouded in darkness for longer than it should.
ru: Конечно ты не осознаёшь это, потому что существа вроде тебя теряют чувство времени под землёй, но День Длиннейшей Ночи уже идёт <i>больше, чем день</i>. Всё потому, что вышеупомянутый Новый Страж Тьмы не способен контролировать свою собственную мощь, погружая Ирдию во тьму на дольше, чем следует.

source: Zhangor decided to send his beasts after Ergea and your friend first, and then wait in his lair for me to go and challenge him — which would be a fairly predictable course of action for me. Or alternatively, he is waiting for Naia to rise up again so he can attack me then. All his actions suggest he wanted to subvert the prophecy. But he already confronted the New Guardian of Darkness and failed to kill her — granted, through his minions.
ru: Жангор сперва решил послать его чудищ на Эргию и твоих друзей, а затем засесть в своём логове, ожидая моего прихода и вызова ему — что было бы достаточно предсказуемым развитием событий для меня. В качестве альтернативы, он будет дожидаться нового восхода Найи, чтобы напасть на меня. Все его действия свидетельствуют о его стремлении пойти против пророчества. Однако, он уже столкнулся с Новым Стражем Тьмы и потерпел в этом крах — правда, через его приспешников.

source: The New Guardian of Darkness the Seer referred to is not me. It is the girl. And the Longest Night will not end until she can put an end to the turmoil in her own heart, figuratively speaking.
ru: Упоминание Провидцем Нового Стража Тьмы не относиться ко мне. Это та девочка. И Длиннейшая Ночь не закончится до тех пор, пока она не положит конец буре в её сердце, образно говоря.

source: How do you know all this?
ru: Откуда ты всё это знаешь?

source: Ha, ha, ha! Don’t forget I am a Guardian of Darkness — not the <i>newest</i> one, but I certainly <i>am</i> Merthiaal’s heiress, Yarae’s design be damned. Not only I can read into the minds of the weak, but I can also understand people’s desires and motivations in general. It is possible to predict their actions in advance this way. Ah well, that last part is not one of the powers of a Guardian of Darkness, strictly speaking.
ru: Ха, ха, ха! Не забывай, что я Страж Тьмы, не <i>новейший</i>, конечно, но я уж <i>точно</i> носитель Мерфиааля, по проклятому замыслу Яраэ. Я не только могу проникать в умы более слабых, но и понимать людские страсти и мотивации в общем. Возможно предсказать, что их действия пойдут по такому пути. Ах да, последняя часть не силы Стража Тьмы, строго говоря.

source: And unfortunately, I also suspect Zhangor is already aware of our movements. Let’s not make him wait more time than strictly necessary, shall we?
ru: К сожалению, я предполагаю, что Жангор уже осведомлён о наших действиях. Давайте же не будем заставлять его ждать больше, чем нужно, не так ли?

source: You pick up a curious crystal shard.
ru: Вы подбираете причудливо выглядящий кристальный осколок.

source: Where does that lead to?
ru: Куда ведёт этот путь?

source: It’s an alternative path to an elevator shaft that will take us directly to the place I previously mentioned. While I don’t mind stabbing whoever stands in our way, a more discreet approach will get us there faster.
ru: Это альтернативный путь к шахте лифта, который доставит нас в то самое место. Хотя я не против раскрошить всех, кто станет у нас на пути, более сдержанный подход приведёт нас туда гораздо быстрее.

source: Only a fully corporeal unit such as Elyssa or Elynia may activate this touchplate.
ru: Только полностью материальный боец, вроде Элиссы и Элинии, может активировать эту пластину.

source: Nothing happens.
ru: Ничего не происходит.

source: These passages have gone unused for centuries — it’s no wonder that most of their mechanisms have rusted beyond use. But I know a method that never fails...
ru: Эти проходы не использовались веками — не удивительно, что большинство механизмов приказало долго жить. Но я знаю беспроигрышный способ...

source: These passages have gone unused for centuries — it’s no wonder that most of their mechanisms have rusted beyond use. Just blast the wall down already.
ru: Эти проходы не использовались веками — не удивительно, что большинство механизмов приказало долго жить. Просто взорви уже к чёрту эту стену.

source: Perfect.
ru: Идеально.

source: That is not very useful—
ru: Это было не очень полезно—

source: Hm, there is a hot current of air coming from another direction now.
ru: Гм, поток горячего воздуха идёт теперь с другой стороны.

source: Ah. I remember now.
ru: Ах. Теперь вспоминаю.

source: We need to cross this inconvenient lava trench. Elynia, do your thing.
ru: Нам нужно перейти эту неудобную лавовую траншею. Элиния, делай своё дело.

source: My... thing?
ru: Мое... дело?

source: You are the Guardian of <i>Earth</i>, dear. You are supposed to do more complicated things than blasting walls and vermin.
ru: Ты Страж <i>Земли</i>, дорогая. Тебе нужно делать и более сложные вещи, чем взрывать врагов и стены.

source: Do you really expect me to know how this works all of a sudden?! I did not ask to given this role, and all I know is that the pain has not ceased! I cannot think clearly like this!
ru: Ты действительно ожидаешь от меня, что я уже знаю, как всё это работает?! Я не просила тебя об этой роли, и боль ещё не утихла! Я не могу мыслить ясно в таком состоянии!

source: I <i>really</i> should just stab you in the chest and toss your useless bloody corpse into the lava.
ru: Тогда мне <i>придётся</i> пронзить тебя и выкинуть твой бесполезный кровавый труп в лаву.

source: Keep moving.
ru: Продолжай движение.

source: Well, this wall is not going to move by itself—
ru: Эх, эта стена не собирается двигаться самостоятельно—

source: Well, that wall is not going to move by itself—
ru: Эх, эта стена не собирается двигаться самостоятельно—

source: I stand corrected. That was very convenient.
ru: Извиняюсь. Очень удобно.

source: Of course. A cunning trap by Zhangor, I presume?
ru: Конечно. Коварная ловушка Жангора, я полагаю?

source: The elevator...
ru: Лифт...

source: Engineer Fendyrn
ru: Инженер Фендирн

source: <i>... heh, heh, heh, heh, heh, heh...</i>
ru: <i>... хе, хе, хе, хе, хе, хе...</i>

source: Who is that?
ru: Кто здесь?

source: Engineer?
ru: Инженер?

source: <i>... hah, hah, hah, hah...</i>
ru: <i>... ха, ха, ха, ха...</i>

source: You are not supposed to be around these levels, Engineer. Return to your workshop immediately.
ru: Тебе не позволено быть на этом уровне, Инженер. Возвращайся в свою мастерскую немедленно.

source: I dinna’ listen tae orders from ye anymore, witch. Yer time as the ‘Warlord’ ended with Lord Zhangor’s arrival.
ru: Я эти твои приказы больше слушать ни намерен. Твое время 'Вояначальника' закончилось с прибытием Лорда Жангора.

source: I believe I speak for Zhangor as well when I say that you are not supposed to be here. Return to your workshop immediately, or face the consequences.
ru: Я думаю, что выступаю и за Жангора, когда говорю, что тебе не позволено здесь находиться. Возвращайся в мастерскую немедленно или жди последствий.

source: Ye’ll chop me remainin’ leg too, winna ye? Ha, ha, ha, ha. Yer torture methods are as obsolete as the tech’ Argan used tae rebuild yer body.
ru: Отрежешь оставшуюся ногу, ни так ли? Ха, ха, ха, ха. Твои методы пыток такое же старьё, как и технология, которую Арган использовал для восстановления твоего тела.

source: Zhangor released me a while ago, didna’ ye hear? “Yer free”, he said. “Ye can do anythin’ ye please”, said. And so here I am, ready tae take on the two of ye, and all yer squirmin’ insects.
ru: Жангор отпустил меня давным-давно, не слышала? "Ты свободен", сказал. "Можешь делать, что хочешь", сказал. Поэтому я тута, готовый мерятся силами с вами двоими и со этими всеми вашими ползучими насекомыми.

source: Is this insubordination I hear? This is your last chance.
ru: Что за неподчинение я слышу? Это твой последний шанс.

source: I believe ’tis yer last chance tae <i>run</i>, girl.
ru: Похоже, это твой последний шанс, так что <i>беги</i>, девочка.

source: Oh gods... Is that...
ru: О, боги... Это же...

source: Aye. The Soul Hammer is made’a the crystals commissioned by tha’ wretched lich. Lord Zhangor has put many a’them intae good use, elf. But he dinna’ ken ’tis hammer exists, or that it shall be the instrument of me revenge! Perhaps I should’a named her... the Destroyer o’ Gods!
ru: Айе. Молот Душ сделан из кристаллов, произведённых тем жалким личом. Лорд Жангор нашёл применение многим из них, эльфийка. Но он даже не знает, что такой молот существует и что он будет орудием моей мести! Надо бы назвать его... Уничтожитель Богов!

source: Elynia, this is extremely dangerous. Stay away from this lunatic and his hammer! You, fool... you have absolutely no idea with what kind of powers you are trifling.
ru: Элиния, это чрезвычайно опасно. Держись подальше от этого лунатика и его молота! Дурень... ты даже не имеешь понятия, с какой силой играешься.

source: <b>HA, HA, HA, HA, HA, HA, HA, HA!!!</b>
ru: <b>ХА, ХА, ХА, ХА, ХА, ХА, ХА, ХА!!!</b>

source: Stop the Engineer
ru: Остановите Инженера
