Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: All right. That was unexpected. Perhaps this is the teleport glyph you have been looking for all along, and it was locked on purpose? Maybe Elynia and Elyssa did not want you to follow them after all.
ru: Отлично. Это было неожиданно. Возможно, это тот самый телепортирующий кристалл, который вы искали так долго, и теперь он заблокирован? Может, Элиния и Элисса не желают, чтобы Вы следовали за ними, в конце концов.

source: A wall moves.
ru: Стена сдвигается

source: Find another access way to the breach site
ru: Найдите иной путь к месту разрыва

source: Crystal Glyph (Argan)
ru: Кристалл (Арган)

source: Crystal Glyph (Elyssa)
ru: Кристалл (Элисса)

source: Her mission as the Guardian of Life of our cycle was subverted by her own will through a series of unfortunate circumstances, but not stopped. Whereas a normal Guardian of Life should ensure that life can prosper and thrive in their world, Uria has destroyed the lives of countless people on Urvatha and Irdya. However, she has also <i>created</i> life by stealing and embracing technology created on Norsula, as well as ancient Irdya. The scriptures say that a Guardian of Life should not be able to <i>create</i> life!
ru: Её миссия в качестве Стража Жизни этого цикла была искажена по её собственной воле, через стечения неудачных обстоятельств, но не прекращена. Если нормальный Страж Жизни должен удостовериться, что жизнь будет процветать в его мире, Урия погубила жизни бесчисленных людей Урвата и Ирдии. Однако, кроме того, она <i>создала</i> жизнь, путём кражи и применения технологий, созданных как в Норсуле, так и в древней Ирдии. В Писаниях сказано, что Страж Жизни не должен <i>создавать</i> жизнь!

source: The fact that the Norsulans have access to unprecedented knowledge of the guardians’ biological aspect has been useful to Uria so far, but she fears the day that was foretold by the Seer, in which “the new Guardian of Water will arise and attempt to rob the Guardian of Life’s rightful prize”. Although Uria has agents on Norsula trying to find this man before his awakening can take place, such a task is doomed to failure.
ru: Тот факт, что Норсуляне имеют доступ к непревзойдённому знанию биологического аспекта стражей, был использован Урией до сих пор, однако, она боится, что придёт день, предсказанный Провидцем, в котором "возникнет новый Страж Воды и попытается украсть заслуженную награду Стража Жизни". Несмотря на то, что у Урии есть агенты в Норсуле, пытающиеся отыскать этого человека до его пробуждения, такая задача обречена на провал.

source: Norsula is a large world, even larger than Ethea or Irdya. Around the time I first arrived on Irdya, Norsulans were still a largely ignorant bunch, lacking the boon of magic that the Irdyans embraced early on in their world’s history. But at some point, their technological development rate suddenly surpassed that of Irdya or even Ethea. Some say that an external influence contributed to their accelerated evolution as a world.
ru: Норсула является огромным миром, даже шире, чем Эфия или Ирдия. В то время, как я впервые прибыл в Ирдию, Норсуляне до сих пор были, в основном, невежественным стадом, лишённым дара магии, который жители Ирдии приняли в самом начале истории их мира. Однако, в один момент их скорость технологического развития превзошла Ирдию и даже Эфию. Говорят, что внешнее вмешательство внесло вклад в их развитие в качестве цивилизации.

source: The glyph’s contents seem to be in a language you have never read nor heard before.
ru: Содержание этого кристалла, похоже, написано на языке, который вы никогда не читали и не слышали.

source: This glyph seems different from the rest. It seems to encode some kind of spell instead of a message. You wonder what would happen if you try it out.
ru: Этот кристалл выглядит отличным от остальных. Похоже, он хранит в себе какое-то заклинание, вместо сообщения. Вам интересно, что будет, если разобраться.

source: Nothing. This is absolutely pointless.
ru: Ничего. Это абсолютно бессмысленно.

source: Wait a moment. This glyph’s message seemed unintelligible to you before, but now it is not.
ru: Подождите-ка. Послание в этом кристалле раньше выглядело нечитаемым для вас, но теперь оно таковым не является.

source: Just as Norsula’s technological advancements were the consequence of external influence, much of Ethea’s technological and cultural advancements have been the consequence of secret exchanges with Norsula and lesser worlds over centuries. In fact, only very recently has Norsula’s existence been revealed to Ethean commoners, sparking all kinds of conflicts between the many ruling countries.
ru: Так же, как и технологический прогресс Норсулы был последствием внешнего вмешательства, большая часть технологических и культурных достижений была достигнута путём тайных обменов с Норсулой и меньшими мирами веками. На самом деле, лишь совсем недавно существование Норсулы открылось простым жителям Эфии, разжигая всевозможные конфликты среди многочисленных правящих стран.

source: The contents of this glyph seem to have been encoded quite a while ago, given what you already know from Elynia.
ru: Содержание этого кристалла, вероятно, было записано уже очень давно назад, судя по тому, что вы уже узнали от Элинии.

source: Ethean technology is said to not be very advanced, but the persistent meddling of Valdir and his people have slowly yet steadily changed the status quo. Uria’s agents have traveled from the unprotected Norsula and infiltrated Ethea to arrange the scenario for her eventual arrival, but everything seems to indicate that Valdir also has an agenda of his own involving the seed on that world. The Seer’s ramblings on the matter are hazy and confusing, mentioning more and more nonsensical titles that cannot be accurately attributed to any known key individuals. The only thing that we know for sure is that the Seer will eventually be slain, thus making it impossible for us to know what happens after that point in time.
ru: Было сказано, что технологии Эфии не очень продвинутые, но устойчивое вмешательство Валдира и его народа медленно, но верно сдвигало статус кво. Агенты Урии переместились из незащищённой Норсулы и проникли в Эфию, чтобы совершить подготовку к её своевременному прибытию, однако, всё свидетельствует о том, что Валдир так же имеет свою собственную повестку, вовлекающую в себя семя этого мира. Сведения, полученные от Провидца, по этому вопросу очень туманны и запутанны, упоминая всё больше и больше бредовых названий и титулов, которые не могут быть точно применены к каким-либо ключевым личностям. Мы знаем точно только то, что в конце концов Провидец будет повержен, перекрывая нам возможность узнать что-либо о том, что случиться после этого момента.

source: This seems to be the teleport glyph you were searching for. But... do you really want to proceed with this plan? Are you absolutely sure that it is worth it?
ru: Похоже, это тот самый кристалл телепортации. Но... Вы правда желаете продолжить этот путь? Вы точно уверенны, что это того стоит?

source: female^Yes, I am absolutely sure. I need to see Elynia again. I need her.
ru: Да, я полностью уверенна. Мне нужно увидеть Элинию снова. Она нужна мне.

source: female^No. Perhaps I will explore around a little more and try to make up my mind about this.
ru: Нет. Возможно мне стоит ещё поисследовать округу и собраться с мыслями по этому поводу.

source: female^No.
ru: Нет.

source: No matter how much I want, Irdya will never be my true home. I’ve always been an outcast. I don’t belong with either species. And I don’t want to take part in Ergea’s plans anymore.
ru: Не смотря на всё моё желание, Ирдия никогда не станет настоящим домом для меня. Я всегда была изгоем. Я не принадлежу ни к какому виду. И я больше не хочу принимать участие в планах Эргии.

source: At least on Ethea I might be able to find Elynia... and tell her... that I want to be with her...
ru: По крайней мере в Эфии я смогу найти Элинию... и сказать ей... что хочу быть с ней...

source: Do you?
ru: Правда?

source: Yes, I do. I really do.
ru: Да. Правда.

source: Is this your heart speaking, or your mind?
ru: Это говорит тебе твоё сердце или твой разум?

source: ... I guess it’s both.
ru: ... Думаю, что оба.

source: Oh dear gods... Am I really speaking to myself now?
ru: О, боги... Теперь я говорю сама с собой?

source: ... Forgive me, Durvan, Ergea, Irylean...
ru: ... Простите, Дурван, Эргея, Ирилеан...

source: Why do you still hesitate, girl? You are almost there.
ru: Почему же ты медлишь, девочка? Ты уже почти пришла.

source: ... What if Elynia rejects me? What if I am not actually supposed to do this?
ru: ... А что, если Элиния меня отвергнет? Что, если мне действительно не стоит это делать?

source: <i>Trust your heart.</i> Those were Elynia’s own words.
ru: <i>Доверься сердцу.</i> Это слова Элинии.

source: That is correct. I...
ru: Это верно. Я...

source: I will do this.
ru: Я сделаю это.

source: I am sorry, Elynia. But... I need you...
ru: Мне очень жаль, Элиния. Но... ты нужна мне...

source: <i>... I need you...</i>
ru: <i>... Ты мне нужна...</i>

source: You feel as though a certain other Guardian of Darkness may have missed something...
ru: Вам кажется, как будто другой Страж Тьмы точно что-то пропустил...

source: Opening
ru: Начало

source: My lady, you have finally returned! I was concerned for you, since you left without notice! What do you have there?
ru: Миледи, наконец-то вы вернулись! Я волновалась за вас с тех пор, как вы покинули нас без предупреждения! Что это тут у Вас?

source: The Ruby of Fire! You retrieved it, my lady! Was the faerie elf already dead, or did you kill her yourself?
ru: Рубин Огня! Вы заполучили его, миледи! Была ли файери уже мертва или вы убили её самостоятельно?

source: She destroyed Hekuba for us first in the elves’ valley. Naturally, she paid the price.
ru: Сперва, она уничтожила для нас Хекубу в долине эльфов. Естественно, она поплатилась за это.

source: So they destroyed each other? Excellent news!
ru: Так они уничтожили друг друга? Чудесные новости!

source: So, what are we going to do now?
ru: А что мы собираемся делать теперь?

source: Where is Nar-hamoth?
ru: Где Нар-хамот?

source: I believe he’s busy battling the allied forces remaining near the Bay of Glamdrol. Should you require his immediate presence here with us, I can summon him—
ru: Наверное, он сражается с оставшимися силами Альянса, рядом с Бухтой Гламдрола. Нужно ли запросить его немедленное присутствие с нами, Я могу призвать его—

source: That shall not be necessary. Not anymore.
ru: Этого не требуется. Уже нет.

source: As Elyssa whispers a spell never heard by Mal Kendria before, the staff she holds changes its shape into a four-bladed weapon with the glowing, unshielded Ruby at its very end. The necromancer stares with wonder...
ru: В то время, как Элисса шепчет заклинание, не слышанное Мал Кендрией до этого, посох в её руке начинает превращать свою форму в четырёх-лезвийное оружие со светящимся, неэкранированным Рубином на самом конце. Некромант смотрит с удивлением...

source: That’s amazing!
ru: Это восхитительно!

source: But the feeling rapidly vanishes as Elyssa’s eyes turn blood red. An eerie aura engulfs both former allies as the demoness advances towards the necromancer, now petrified with dread.
ru: Но чувство тотчас испарилось, как только глаза Элиссы стали кроваво-красными. Сверхъестественная аура окружает обоих бывших союзников в то время, как демонесса приближается к некромантке, теперь окаменевшей от ужаса.

source: (<i>whispering</i>) Bind the soul to stone, turn the memories to dust, erase the spirit and shed the hollow shell.
ru: (<i>шепчет</i>) Заточи душу в камень— сотри память в порошок— срази дух— оставь пустую шелуху.

source: M-m-my lady...
ru: М-м-м-ми-леди...

source: Goodbye, Kendyare.
ru: Прощай, Кендяра.

source: Why am I still here?
ru: Почему я до сих пор здесь?

source: Who are you within my body?
ru: Кто ты, внутри моего тела?

source: Mal Reth-Kanan
ru: Мал Рет-Канан

source: Mal Si’ah
ru: Мал Сиа

source: Mal Vurapia
ru: Мал Вурапия

source: Mal Arkelean
ru: Мал Аркелин

source: Mal Zilchis
ru: Мал Зилчис

source: Mal Vrel’leru
ru: Мал Вреллеру

source: The promised time has come, heiress.
ru: Обещанное время пришло, госпожа.

source: So it has.
ru: Воистину.

source: Reckoning
ru: Расплата

source: Aranel
ru: Аранэль

source: Lorenel
ru: Лоренэль

source: I don’t think any number of words could suffice to express our gratitude for your intervention, Lady Unarye. I am glad the elves are soon to be united under a single banner again; perhaps the costs will be compensated before long.
ru: Не думаю, что можно словами выразить нашу благодарность за ваше вмешательство, Леди Анери. Я рад, что эльфы вскоре будут под единым знаменем снова, возможно утраты в скором времени возместятся.

source: I would also hope so, my lord, but we have to be realistic: we cannot win this war, and our chances of survival don’t look good either now that our enemies are roaming and ravaging our lands unimpeded. According to Elynia we are running out of time — for all we know Uria could already be on Irdya.
ru: Я тоже на это надеюсь, милорд, но нам следует быть реалистами: мы не можем победить в этой войне, а наши шансы на выживание выглядят далеко не лучшими до тех пор, пока враги бродят по нашим землям и разоряют их беспрепятственно. Согласно Элинии, наше время уже на исходе: судя по тому, что мы знаем, Урия уже может быть в Ирдии.

source: I am truly sorry my vision can’t penetrate the veil beyond our frontiers with the old Chaos Empire.
ru: Мне очень жаль, что мое видение не может проникнуть через завесу за пределами наших границ со старой Империей Хаоса.

source: There’s no need to apologize, my lady. We are powerless against this creature and her minions.
ru: Не нужно извиняться, миледи. Мы бессильны против этого существа и её приспешников.

source: We might be powerless as you say, but there’s still something I want to try. Valen, you told me you had found something; is it the journal I asked you to search?
ru: Мы можем быть настолько беспомощными, как Вы говорите, но ещё есть то, что я желаю попробовать. Вален, Вы сказали мне, что вы что-то нашли. Это тот самый дневник, который я Вас просила найти?

source: Indeed it is, my lady. There is an orc, and an elf from the Vast Sea; they have spent a long time traveling through the chaotic southwestern region trying to reach us. We sent men in their aid, but the recent events within our borders have delayed their return. They found shelter in Fort Astar, near the now nonexistent Glamdrol Range. It is the location of our main southwestern host, which has been under constant attack by enemy forces as of late.
ru: Он самый, миледи. Орк и эльф из Великого Океана, они провели много времени, путешествуя сквозь хаотичную юго-западную область, пытаясь достичь нас. Мы послали людей им на помощь, однако последние события в нашем тылу задержали их возвращение. Они нашли убежище в Форте Астар, рядом с ныне несуществующим Гламдрольским Округом. Это местоположение нашей главной юго-западной армии, которая теперь находится под постоянным огнём вражеских сил.

source: We were meant to send reinforcements to Astar. You can probably guess the rest.
ru: Мы собирались отправить подкрепление в Астар. Вы, наверное, догадываетесь об остальном.

source: Of course. Nevertheless, I shall go there with Irylean and whoever else is willing to join us along the way. That journal is far too important to lose.
ru: Конечно. Тем не менее, я возьму с собой Ирилеан и всех желающих присоединиться к нам по пути. Этот дневник слишком важен, чтобы его потерять.

source: I guess there’s no point in stopping you. But I would like to remind you that we need more men and women capable of defending this city, here. If Adavyan’s Keep falls...
ru: Догадываюсь, что не имеет смысла останавливать Вас. Но я желаю напомнить, что нам потребуется больше людей для защиты этого города. Если падёт Крепость Адавян...

source: ... So does the Far North; I have heard the legend before. Consider this, though, what is the point of defending this place with a thousand swords if Uria can blast the entire fortress to smithereens in a blink?
ru: ... То падёт и Крайней Север. Я уже слышала эту легенду. Однако подумайте, каков смысл защищать это место тысячью мечей, если Урия может взорвать вдребезги всю эту крепость в мгновение ока?

source: I’ll ponder that when I deem it convenient to do so, Lady of Light. I declare this council meeting over now. May the Lords of Light protect you on your way.
ru: Я подумаю над этим, когда посчитаю нужным, Леди Света. Теперь я объявляю заседание совета оконченным. Да защитят вас Владыки Света в вашем походе.

source: Elynia, I fear I cannot be of much help at this time. My people are still fighting the Chaos armies and doing their best to keep them away from Raelthyn. I—
ru: Элиния, я опасаюсь, что мало чем смогу помочь в скором времени. Мой народ до сих пор сражается с армиями Хаоса и делает всё возможное, чтобы держать их подальше от Раэлтина. Я—

source: Don’t worry, Unarye. I understand. I am sure we’ll be able to do this without Raelthyn’s help.
ru: Не беспокойся, Анери. Я понимаю. Я уверенна, что мы справимся даже без поддержки Раэлтина.

source: I’ll see you again soon then, friend.
ru: Тогда, до скорой встречи, подруга.

source: It is time for us to go.
ru: Нам пора идти.

source: Would that your demonic ally wasn’t forced to leave us so soon, don’t you think?
ru: Разве ваш демонический союзник не был вынужден покинуть нас так скоро, разве вы не думаете?

source: Elynia, I am a seer. As I said, my vision is limited and I can’t help you with what lies within enemy territory, but the Demon Lord who helped you through this young lady’s hands worked within our frontiers. I saw him, and I saw you.
ru: Элиния, я провидец. Как я сказала, моё зрение ограниченно, и я не могу помочь вам с тем, что находится на вражеской территории, но Демонический Лорд, который помог вас с помощью этой молодой леди, работал внутри наших границ. Я видела его, и я видела Вас.

source: Why didn’t you tell us this before? We thought—
ru: Почему ты не сказала нам это раньше? Мы думали—

source: That the Grand Council wouldn’t understand? Yes, and that was a correct assessment, especially now that Torancyn is the Supreme Lord of the Aragwaith — he would certainly not permit this. But with Lord Arnesius dead, I no longer have any obligations to anybody, and most importantly, I no longer speak in the name of the law. There is something I must tell you before I depart from this doomed land.
ru: Что Великий Совет не поймёт? Да, и это был правильный вывод, особенно теперь, когда Торанцин является Верховным Повелителем Эрагвийцев — он бы точно не одобрил это. Но теперь, когда Лорд Арсениус мёртв, я больше никому ничем не обязана, и, что важнее всего, теперь я не говорю от имени закона. Я должна кое-что сказать вам, прежде, чем я покину это обречённое место.

source: I listen.
ru: Я слушаю.

source: The night before the demons attacked this region, someone communicated with me directly; someone by the name of Ergea, Demon Lord of the Storms. She warned me of what was about to take place in Raelthyn. She warned me of a portal to Kalari built in Aran-Balgur, a stronghold lost to the forces of Uria not long after the fall of the Emperor. And finally, she told me to instruct the Lady of Light to meet with her in the Pass of Sorrows, north from Kalari Peninsula.
ru: В ночь до того, как демоны атаковали эту область, кто-то говорил со мной напрямую; кто-то от имени Эргии, Демонической Повелительницы Бурь. Она предупредила меня о том, что случится в Раэлтине. Также она предупредила меня о портале в Калари, возведённом в Аран-Балгуре, крепости, отданной войскам Урии скоро после смерти Императора. И наконец, она сказала мне поручить Леди Света встретиться с ней в Перевале Печали к северу от полуострова Калари.

source: She left my room as swiftly as she appeared and I haven’t heard of her since.
ru: Она покинула мою комнату так же быстро, как и пришла. Я не слышала о ней с тех пор.

source: Anya, do you know anything about this Ergea?
ru: Аня, знаешь ли ты что-нибудь об этой Эргии?

source: No... I’m not sure. I think I heard Elorran mention a Demon Lord of the Storms once, but I don’t know anything about her faction or allegiances. There’s also this thing about working in secrecy since Uria has turned rebellious factions in her favor before — Elorran chose to work on his own to minimize the risk of betrayal.
ru: Нет... Не уверенна. Мне кажется, я слышала, как Элорран однажды упомянул Повелительницу Бурь, но я не знаю ничего о её фракции и преданности. Существует также риск её тайной работы с тех пор, как Урия стала использовать мятежные группировки для её собственной пользы — Элорран решил бороться самостоятельно, чтобы свести к минимуму риск предательства.

source: Girl, if you had mentioned this before I might have outright refused to support him. Of course, he remained loyal to his cause until the very end. I guess... I never expected such heroism from a member of the species Uria uses to facilitate our destruction.
ru: Девушка, если бы Вы упомянули бы это раньше, я бы могла сразу отказаться поддерживать его. Конечно, он оставался верным своему делу до самого конца. Думаю, что... никогда не ожидала такого героизма от принадлежащего к виду, который Урия использует для нашего уничтожения.

source: My lady, I fear it is not my place to tell you what you should do next, given that I lack further information and I haven’t been able to contact or see this demoness again. I advise you do what you feel is right; the future is not my domain, and anything beyond Irdya is beyond my reach.
ru: Миледи, я опасаюсь, что не мне стоит указывать, что делать дальше, из-за того, что мне недостаёт дальнейших сведений, и я не смогла связаться с этой демонессой снова. Я желаю Вам делать то, что кажется правильным. Будущее не в моём владении, а так же всё вне Ирдии вне моего взора.

source: The last time I was told to do what I felt was right I ended up causing a catastrophe... Fair enough. Thank you for this information and your support, Valen. May the Lords of Light guide your path, wherever you plan to go next.
ru: В последний раз, когда я делала то, что считала правильным, это стало причиной катастрофы... Ясно. Спасибо за эти сведения и за Вашу поддержку, Вален. Да ведут Вас Владыки Света, куда бы Вы не пошли дальше.

source: Farewell, Lady of Light. May you all find your destiny.
ru: Прощай, Леди Света. Может, вы все найдёте свою судьбу.

source: Gateway
ru: Врата

source: I guess I have to admit I am hesitant to continue...
ru: Придётся признаться, что я колеблюсь продолжить...

source: He said it was a greater cause, after all. I fear that once we step into this portal... We might never come back to these lands alive.
ru: В конце концов, он сказал, что всё это для высшей цели. Я боюсь, что как только мы шагнём в этот портал... мы можем больше не вернуться назад живыми.

source: Why do you want to come, anyway? Haven’t all my decisions led to awful disasters since we began? All our victories have been small in the grand scheme of things, and many have died because of my desire for answers... and revenge.
ru: Почему же вы желаете идти? Разве все мои решения не приводили к чудовищным катастрофам с самого начала? Все наши победы были малыми в великой схеме вещей, и многие умерли из-за моего поиска ответов... и мести.

source: Elynia... While all that is true, you can’t deny you have helped us all do more good than any of us alone could otherwise. No-one is perfect...
ru: Элиния... Хотя всё это правда, Вы не можете отрицать, что помогли нам сделать большее, чем кто-либо из нас смог бы по одиночке. Никто не совершенен...
