Repository: Artem226/Ethea-i18n
Catalog: After_the_Storm/*.po
Languages: ru

source: Adult imps come in many forms and sizes, betraying the fact that they are neither related to the better-known demon warriors, nor belonging to a single species of their own. They are much stronger and sharper of mind than it is generally expected of their kind, to the point that it is not unheard of for them to lead some of their demon cousins in battle. ‘Gutwrenchers’ are renowned for their great appetite, and their razor-sharp claws which allow them to swiftly tear their prey to bits. For any hapless creature targeted by one of these monsters there is little hope — even if they somehow manage to extricate themselves from the imp’s crushing grip, odds are their flesh is already melting away thanks to the imp’s corrosive saliva.
ru: Взрослые бесы разнообразны в форме и размере, изменяя факту, что они как ни относятся к более известным демоническим воинам, как и не принадлежат к отдельному виду. Они гораздо сильнее и острее умом, чем ожидаемо от их вида, что поэтому их даже можно увидеть ведущими часть из их демонических родственников в битве. 'Потрошители' получили своё название за их огромный аппетит и их острые, как бритва, когти, позволяющие быстро разрывать жертву на части. Любым беспомощным существам вставшем у них на пути, мало что может помочь: даже если им как-нибудь удастся выбраться из раздавливающей хватки, вероятно, их плоть уже плавится благодаря разъедающей слюне беса.

source: Minor Imp
ru: Младший Бес

source: Imp whelps are extremely small and frail, and pose no threat whatsoever to any properly-trained soldier. However, coming across a swarm of these creatures spells trouble regardless, as they almost never stray too far away from their progenitors.
ru: Детёныши-бесы очень маленькие и хрупкие, и представляют никакой угрозы для должным образом тренированного солдата. Однако, встреча со стаей таких существ в любом случае предвещает проблемы: они практически никогда не отходят слишком далеко от своих прародителей.

source: Domain Guard
ru: Страж Владения

source: female^Eventide Dancer
ru: Вечерняя Танцовщица

source: female^Naiad
ru: Найяд

source: Elvish Spellbinder
ru: Эльфийская Колдунья

source: Human
ru: Человек

source: Demoness
ru: Демонесса

source: niryone’s staff
ru: посох нирионе

source: rightfully yours
ru: неоспоримо ваш

source: kill her
ru: убей её

source: Helpless
ru: Беспомощная

source: you did
ru: ты не зделала

source: nothing to
ru: ничего, чтобы

source: save him
ru: спасти его

source: argan
ru: арган

source: dead
ru: мёртв

source: Foolish Girl
ru: Глупая Девочка

source: naïve
ru: наивная

source: lovestruck
ru: сентиментальная

source: cannot admit it
ru: не может принять это

source: Elvish Child
ru: Эльфийское Детя

source: Faerie Harlot
ru: Заблудшая Файри

source: selfish
ru: самолюбивая

source: arrogant
ru: высокомерная

source: traitor
ru: предательница

source: Murderer
ru: Убийца

source: argan’s blood
ru: кровь аргана

source: everywhere
ru: везде

source: argan’s flesh
ru: плоть аргана

source: rotting
ru: гниющая

source: argan’s bones
ru: кости аргана

source: charred
ru: обгоревшие

source: does not
ru: не

source: belong
ru: принадлежит

source: kill me
ru: убей меня

source: Hive Queen
ru: Королева Улья

source: One of the greatest mysteries surrounding Shaxthalkind is their ability to follow orders from the servants of Uria, even though they normally appear to be chiefly insentient, irrational creatures with no ability to understand or communicate with other lifeforms. Following the destruction of the hive in the ruins of Weldyn, it’s been theorized by some that their behavior could be driven by commands from a single controlling entity of their own species.
ru: Одна из величайших загадок, окружающих вид Шаксталов — их способность повиноваться приказам от служителей Урии, даже если они выглядят полностью бесчувственными, неразумными существами без возможности общения с другими формами жизни. После разрушения улья в руинах Велдина, была выдвинута теория, что их поведение может управляться одним контролирующим существом их собственного вида.

source: energy burst
ru: энерговзрыв

source: Worm
ru: Червь

source: Despite being creatures of artificial origins, Shaxthal lifeforms have been reported to vary wildly in shape, size and behavior. Since very little is known about their life cycles, it’s not clear whether certain forms — such as these biomechanical worms — are in reality just different growth stages of the same creature. The Shaxthal worms dwell inside the great dark hives and they are almost never seen elsewhere. Some evidence gathered and analyzed by scholars would indicate these creatures are extremely vulnerable in the open.
ru: Несмотря на искусственное происхождение, Шакстальские формы жизни по сведениям очень разнообразны в форме, размере и поведении. Как так очень мало известно об их жизненном цикле, не известно, что некоторые формы — как такие биомеханические черви — на самом деле промежуточные формы роста одного и того же существа. Шакстальские черви обитают внутри огромных тёмных ульев и почти не встречаются в других местах. Есть некоторые доказательства и исследования, что эти создания очень уязвимы на открытой местности.

source: Assault Drone
ru: Штурмовой Дрон

source: The Shaxthal Assault Drones are among the most effective members of the Chaos Empire’s offensive arsenal. While their more sedentary counterparts — the Sentry Drones — guard the Empire’s strongholds, the Assault Drones’ formidable brute strength and superior mobility make them excellent siege machines. As such, they are found in large numbers amongst the Chaos legions. Many a particularly stubborn foe has succumbed to these creatures’ assault; neither earth nor stone proves an obstacle as they carry out their missions with brutal efficiency.
ru: Шакстальские Штурмовые Дроны находятся среди одних из самых эффективных наступательных вооружений арсенала Империи. Пока их более укреплённые сородичи — Оборонительные Дроны — сторожат крепости Империи, внушительная мощь и превосходящая мощь Наступательных Дронов делает их замечательными осадными машинами. Таким образом, они часто находятся в больших количествах среди легионов Хаоса. Множество особенно стойких врагов пыталось бессмысленно сопротивляться их наступлению: ни земля, ни камень не могут остановить их от выполнения их мисси с жестокой эффективностью.

source: energy shock
ru: энергетический удар

source: female^Guardian of Darkness
ru: Страж Тьмы

source: There is no information available about this class of beings at this time.
ru: Об этом классе сущностей ещё нет информации.

source: Protector Drone
ru: Дрон Защитник

source: Some drones develop their flexibility and deftness more than others. The Protectors have chosen the path of endurance and attack strength, becoming heavier and slower, yet lethal weapons of mass destruction. Their unusual attack accuracy makes them especially dangerous.
ru: Некоторые из дронов развивают их гибкость и ловкость, чем остальные качества. Защитники выбрали путь стойкости и силы атак, становясь тяжелее и медленнее, ещё более смертоносными оружиями массового уничтожения. Их необычная точность атак делает их особенно опасными.

source: Deathbringer α
ru: Вестник Смерти Альфа

source: soul spear
ru: копьё душ

source: blood storm
ru: кровавая буря

source: female^Infiltrator
ru: Внедритель

source: A creature made of flesh and steel, with the power of the arcane flame bestowed upon her and unconditional servitude as her only goal in life, this hybrid Shaxthal being was created and enhanced for the purpose of posing as the elvenkind savior to provide the forces of Uria with new and powerful allies.
ru: Существо, сделанное из плоти и стали, одарённое мощью мистического огня и безусловным служением, как единственной целью в жизни, эта гибридная Шакстальская сущность была создана и улучшена для исполнения роли спасителя эльфов, чтобы обеспечить силы Урии новыми и мощными союзниками.

source: War Drone
ru: Дрон Войны

source: Recent developments appear to have led to the creation of more advanced types of Shaxthal drones designed for swiftly obliterating front lines and base defenses using aerial strikes. With the frightening accuracy of the Protectors and the formidable strength of Assault drones combined, these notably rare War drones can quickly bring reinforced stone walls down and crush anyone foolish enough to confront them without the use of magic support.
ru: Последние разработки, как видно, привели к созданию более продвинутых видов Шакстальских дронов, предназначенных для быстрой зачистки передних линий и обороны баз, используя удары с воздуха. С совмещённой пугающей мощью Защитников и грозной силой Штурмовиков, эти, примечательно, редкие Военные дроны могут быстро разломать укреплённые каменные стены и сокрушить всех, достаточно глупых для противостояния им без магической поддержки.

source: war-blades
ru: лезвия войны

source: Enforcer Drone
ru: Дрон Укрепитель

source: Bulkier and seemingly smarter versions of the Sentry drones are said to dwell in the deepest reaches of the Shaxthal hives protecting their offspring and territory.
ru: Более громоздкие и, похоже, более умные версии Оборонительных дронов обитают в самой глубине Шакстальских ульев, защищая их потомство и территорию.

source: Sentry Drone
ru: Оборонительный Дрон

source: From the dark, echoing labyrinths of the Shaxthal hives to the shadowy fortresses of the Chaos Empire await guardians who can neither be swayed by words or gold: the Sentry Drones. Silent and deadly, these sentinels were engineered to quickly and efficiently eliminate any trespassers into the Empire’s domain. Any unlucky enough to attract their attention have but one recourse: flight — that is, if they can outpace them. Should the fleeing intruder fall victim to the drones’ scalding blasts of energy, their vicious teeth and claws will make short work of what remains.
ru: От тёмных, гулких лабиринтов Шакстальских ульев до теневых крепостей Империи Хаоса поджидают стражи, не подкупные ни словами, ни золотом: Оборонительные Дроны. Тихие и смертоносные, эти часовые были разработаны, чтобы быстро и эффективно избавляться от любых незваных гостей, проникнувших во владения Империи. Любые несчастные, привлекшие их внимание, имеют один выход: бегство — если, конечно они смогут перегнать их. Когда убегающий падёт из-за их разрушительных выстрелов энергии, их острые зубы и когти быстро разберутся с его останками.

source: Thunderbird
ru: Буревестник

source: More advanced bird-like Shaxthal creatures can produce deadly lightning with their sharp feather-blades to attack enemies at a distance, as well as dive and charge into their heads using their powerful metallic beaks.
ru: Более продвинутые птицеподобные существа могут производить смертоносные разряды молний с помощью их острых, перовидных лезвий на расстоянии, также как пикировать и вонзаться в головы, используя их мощные металлические клювы.

source: beak
ru: клюв

source: blade shower
ru: душ лезвий

source: thunderbolt
ru: молния

source: Stormblade
ru: Штормовой Клинок

source: Because of their comparatively expensive design, Stormblade drones are a rarer sight on the battlefield than other Shaxthal creatures. Their deadly long arm-blades combined with the recovered ability to retaliate against ranged attacks makes them extremely dangerous opponents.
ru: Из-за их относительно большой стоимости разработки, Штормовые Клинки реже встречаются на поле брани, чем остальные Шаксталы. Их смертоносные длинные руки-лезвия, соединённые со способностью отвечать на дальние атаки делают их экстремально опасными противниками.

source: weapon^rayblade
ru: клинок

source: Turret
ru: Турель

source: It is said that these technological constructs once were living creatures, and in particular, some of the most persistent opponents faced by Uria’s forces on Irdya and Inferno. Whether their former selves remain within their twisted bodies is a mystery, but if it were indeed the case they would unhesitatingly embrace their own destruction.
ru: По сведениям, эти технологические конструкции были однажды живыми существами, и в особенности, некоторыми из особенно сильных оппонентов сил Урии в Ирдии и Инферно. Остаются ли их собственные они в их переплетённых телах остаётся загадкой, но даже если так, то они с радостью примут их разрушение.

source: Runner Drone
ru: Мобильный Дрон

source: These bipedal Shaxthal creatures are better adapted for speed, agility and accuracy at ground level. On their own they don’t pose a great threat, but swarms of these can be highly dangerous.
ru: Эти двуногие Шакстальские существа лучше приспособлены к скорости, ловкости и аккуратности на уровне поверхности. В одиночестве они не представляют большой угрозы, но их рои могут быть высоко опасными.

source: Demolisher Drone
ru: Дрон Разрушитель

source: drill
ru: бур

source: Custodian Drone
ru: Дрон Хранитель

source: This massive airborne Shaxthal creature was created with the purpose of protecting key locations with its powerful raining fire attack. Combining the strengths of the more generic drones, a formidable foe like this is best approached with extreme caution.
ru: Это массивное летающее Шакстальское существо было создано с целью защиты ключевых локаций с помощью её мощной огневой атаки. Соединяя в себе мощь более первообразных дронов, к такому грозному врагу стоит подходить очень внимательно.

source: firefly rain
ru: огненный дождь

source: Shaxthal Warlord
ru: Военачальник Хаоса

source: In stark contrast with their remarkably savage soldiers and mercenaries, the Chaos Empire’s higher tiers are well defined and disciplined. Commanding the uncivilized human and demonic hordes is no easy task, and the Chaos Lorekeepers use their dominance of magic to intimidate their violent subordinates and keep them under control.
ru: В контраст с особенно дикими солдатами и наёмниками, высшие ранги Империи Хаоса очень хорошо организованны и дисциплинированны. Командование нецивилизованными людьми и демоническими ордами совсем не простая задача, и Хранители Знаний пользуются их магическим превосходством для запугивания их жестоких подчинённых и держать их под контролем.

source: Drone
ru: Дрон

source: Unnatural. Bloodcurdling. Abominations. Of the many words used to describe the mechanical creatures known as the Shaxthals, these are the most often heard. Amongst their many legions, the lowly Drone is by far the most common, yet even it can tear down an enemy in an instant. A menacing hiss echoing through the gloom is enough to herald approaching death, either by the powerful blasts of energy they unleash from their maws or the Chaos legions never far behind. But among the few accounts that remain of the Shaxthals’ conquests, the most terrifying detail floating creatures of metal, the light glinting off a demonic, unwavering grin as they dispense death from above.
ru: Неестественные. Кровожадные. Уродища. Из множества слов, используемых для описания механических существ, называемых Шаксталами, эти чаще всего слышимы. Среди их многочисленных легионов, нижние Дроны пока что самые распространённые, тем более, что они могут разрывать врагов в мгновение. Их угрожающее шипение, отзывающееся во тьме достаточно, чтобы узнать о приближающейся смерти: либо от мощных выбросов энергии, высвобождающихся из их животов либо от легионов Хаоса у них за спиной. Но среди немногих сведений о Шакстальских завоеваниях, самая пугающая деталь - летающие металлические существа, сверкающие демоническим светом, внушающие ужас, принося смерть с высоты.

source: female^Shaxthal Warlord
ru: Военачальница Хаоса

source: Nobody knows for sure what path led her to become what she is now: a creature neither human nor machine. The Chaos Warlord’s human visage and emaciated body belie the fearsome strength and sharpness of mind she has displayed in battle over the centuries. To Uria’s servants — humans or otherwise — her unnatural abilities and great power have earned her a reputation as a demoness, along with the fear and respect normally reserved for a demon lord. The fate of anyone facing her in combat is already set, and the most they can hope for is a swift and painless death.
ru: Никто не знает точно, какой путь привёл её к тому, чем она стала сейчас: полу-человеком, полу-машиной. Истощённый людской внешний вид Военачальницы Хаоса восполняется в неё пугающей силой и остротой ума, который она проявляла в битвах веками. Для прислужников Урии — людей и остальных — её неестественные способности и огромная мощь заработали её репутацию демонессы, вместе со страхом и уважением, обыкновенно преподносимым демоническим лордам. Судьба всех, решающих вступить в сражение с ней уже решена, в основном они могут надеяться на быструю и безболезненную смерть.

source: burning inferno
ru: адский огонь

source: Razorbird
ru: Бритвоптиц

source: Since Shaxthal drones began to be regularly spotted in the battle-field, other new biomechanical lifeforms have appeared, seemingly as the result of the Shaxthalkind’s mere presence on Irdya. Amongst those, metallic birds with sharp knives for feathers are frequently seen near the surface entrances of the creatures’ hives. Being clad in metal makes them slower than normal birds, and also more dangerous.
ru: С тех пор, как Шакстальские дроны начали часто встречаться на поле боя, ещё одни биомеханические формы жизни появились, похоже просто в результате присутствия Шаксталов в Ирдии. Среди них, металлические птицы с острыми ножами, вместо перьев стали часто появляться около входов в улья на поверхности. Заковывание в броню сделало их медленнее обыкновенных птиц, но так же и опаснее.

source: Rayblade
ru: Слепящий Клинок

source: The majority of Shaxthal drones are at best mediocre in close combat, their bodies lacking the precision required for countering blows effectively. As one would expect, the Chaos Lorekeepers realized this and devised a solution: the Shaxthal Rayblades. Not only have they forgone claws and energy blasts in exchange for their namesake arm blades, but they also possess the fearsome ability to spin their torsos rapidly and slice through enemy lines like butter.
ru: Большинство Шакстальских дронов бесполезны в ближнем бою, их телам не хватает точности, необходимой для нанесения ударов эффективно. Ожидаемо, учёные Хаоса осознали это и выдвинули решение: Шакстальский Слепящий Клинок. У них не только отсутствуют когти и энергетические удары, в обмен на именитые руки-клинки, но также они обладают устрашающей способностью быстро вращать их торс, пробираясь сквозь линии врагов, как через масло.

source: female^Guardian of Earth
ru: Страж Земли

source: Sprite
ru: Огнёвка

source: To a creature of the forests, fire is a mortal enemy, yet to the Faerie Sprites, it is a weapon strangely antithetical to their wooded nature. Though not much is otherwise factually known about the Faerie race, rare as they are and despite their numbers having grown since the Fall, they have always been viewed as gentle, mischievous beings, if perhaps a little too apt to play with the hearts of men. Travelers who have encountered them speak of beautiful elfin women clad in simple robes, their gossamer-thin wings glinting like jewels in starlight. Rare is the man — or woman — whose breath is not lost upon the sight of these beings, and neither are their advances spurned. Some awaken the next morning alone, and move on, only to find a child on their doorsteps months later. A more unlucky number never again see the light of day; they are often found dead, lying contentedly amongst the fallen leaves. Yet despite their reputations, faeries are by no means evil. Perhaps it is their strange sense of impish humor that leads them to do these things, or perhaps something deeper in their nature.
ru: Для лесных существ огонь - смертельный враг, тем не менее для Огнёвок, это оружие противоположное их лесной природе. Хотя не так много известно о расе файери, и не смотря на то, что их число увеличилось со времён Падения, они всегда выглядели нежными, озорными сущностями, возможно, чересчур любящими поиграться с мужскими сердцами. Путешественники, встречавшие их, рассказывают о красивых эльфийских женщинах, одетых в простую одежду, их кружевные крылья отсвечивают как драгоценные камни под светом звёзд. Редко у кого из мужчин — или даже женщин — не замерло дыхание при взоре на этих существ, так и их надежды редко были отвергнуты. Некоторые просыпались утром одни и продолжали движение, только чтобы обнаружить дитя перед своей дверью несколько месяцев спустя. Менее счастливые больше никогда не увидят белый свет: они были найдены мёртвыми, лежа удовлетворённо в опавших листьях. Несмотря на их репутацию, файери не обязательно зло. Возможно, их странное чувство юмора заставляет их вытворять такие вещи, или ,возможно, что-то более глубокое в их природе.

source: fire aura
ru: аура огня

source: mystic fire
ru: мистический огонь

source: faerieborn blaze
ru: жар файери

source: female^Dusk Faerie
ru: Сумеречная Файери

source: In the largest and densest forests of Irdya it is possible to find some of the most elusive and fascinating surface creatures, such as woses and forest faeries. However, a particular kind of faerie beings has always remained relatively unknown by outsiders and denizens of the forests alike. The mysterious faeries of the darkness hide away from any form of civilization, dwelling in some of the most dangerous locations. Their rumored natural mastery of the shadows often leads the uneducated to liken them to necromancers, even though there is no recorded evidence of any involvement of their kind with such magic.
ru: В самых больших и плотных лесах Ирдии можно встретить одних из самых неуловимых и очаровательных существ, как древни и лесные файери. Однако, особенный вид файери оставался во многом относительно неизвестным как для посторонних, так и для многих лесных существ. Эти загадочные тёмные файери скрываются от любых форм цивилизации, живя в одних из самых опасных мест. Их, известное по слухам, естественное мастерство теней часто дает необразованным повод связывать их с некромантами, хотя нет записанных доказательств связи их рода с такими видами магии.

source: Forest Spirit
ru: Лесной Дух

source: One of the greatest mysteries of life is the true nature of Faerie, a domain of existence beyond the grasp of mortal creatures and the source of a power said to predate Irdya’s creation by an immensurable eternity. Even though elves and faeries have an innate affinity to the mystical energy within, their ability to channel it is severely constrained by their attachment to the physical realm. Breaking free of those bindings and fully embracing the arcane flame is not without its drawbacks, however. These faerie phantasms are occasionally seen aimlessly wandering the forests during the twilight. Their warped minds are no longer able to discern our reality from theirs, and only gradually fading memories keep them anchored to the domain of the living.
ru: Одной из главных тайн жизни является истинная природа Файери, раздел бытия за гранью познания смертных существ и источник силы, предшествующей созданию Ирдии на неизмеримую вечность. Даже не смотря на то, что эльфы и файери обладают огромной чувствительностью к внутренней мистической энергии, их способность направлять её в нужное русло ограниченна их привязанностью к физическому миру. Однако, разорвав эти связи и полностью обняв мистический огонь, пути назад нет. Эти фантомные файери иногда встречаются бесцельно блуждающими по лесам во время сумерек. Их искаженное сознание больше не в состоянии различать нашу реальность с их миром, лишь только постепенно затухающие воспоминания привязывают их к царству живых.

source: female^Sylvan Warden
ru: Хранитель Леса
